{"title":"ABBOTT,Fernando","cargoss":["Constituinte","Governador de estado ou do Distrito Federal","Deputado federal","Governador de estado ou do Distrito Federal","Deputado federal"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1891,1891,1891,1892,1893],"datas_fim":[1891,1891,1892,1893,1894],"estados":[0,"RS","RS","RS","RS"],"content":"**ABBOTT,Fernando**\n\n\\* const.1891; gov. RS 1891; dep. fed.RS 1891-1892; gov. RS 1892-1893;\ndep.fed. RS 1893-1894; emb. Bras. Argentina1894-1897.\n\n*Fernando Fernandes Abbott* nasceu em SãoGabriel (RS) em 1857, filho de\nJonatasAbbott Filho, natural da Bahia, e deZeferina Fernandes Abbott.\nSeu avô paternofoi grande anatomista e professor da Faculdadede Medicina\nda Bahia.\n\nFez o curso primário em SãoGabriel e o ginásio em Porto Alegre.Formou-se\npela Faculdade de Medicina doRio de Janeiro e desenvolveu sua\ncarreiramédica em São Gabriel. Positivista e abolicionista,fundou em sua\ncidade o Clube Republicanoe filiou-se a seguir ao Partido\nRepublicanoRio-Grandense (PRR). Foi também jornalista, tendodirigido em\nSão Gabriel *O Precursor*, órgãorepublicano de propaganda, e *Zig-Zag*\n(1885),igualmente destinado à propaganda republicana.\n\nCom a proclamação da Repúblicaem 15 de novembro de 1889 e aconvocação do\nCongresso Nacional Constituinte,foi eleito deputado constituinte pelo\nRioGrande do Sul. Tomou posse em 15de novembro de 1890 e foi um\ndossignatários da Constituição de 24 de fevereirode 1891. Afastando-se\nda Câmara dos Deputados,assumiu interinamente o governo do RioGrande do\nSul de 16 de março a15 de julho de 1891, quando passouo poder ao\npresidente eleito Júlio deCastilhos. Voltou então à Câmara e maisuma vez\nafastou-se, 27 de setembro de1892, para exercer interinamente o\ngovernode seu estado e conduzir as eleiçõesque levaram Júlio de\nCastilhos ao poder.Em 25 de janeiro de 1893 transmitiuo governo a\nCastilhos e, diante dadeflagração da Revolução Federalista no\nmêsseguinte, combateu-a ao lado das forçaslegalistas, embora por tempo\nlimitado.\n\nReeleito deputado federal, iniciou novomandato em maio de 1894. Em 31de\noutubro seguinte, assumiu o posto deenviado extraordinário e ministro\nplenipotenciáriona Argentina, com a incumbência de acompanharas ações\ndos revolucionários federalistas gaúchosnaquele país. Tratou também de\numa questãode limites, vitoriosa em 1895. Restabelecidaa paz em agosto\ndesse ano, permaneceuna missão brasileira em Buenos Aires até1897.\n\nEm 1906 rompeu com Borges deMedeiros, presidente do estado desde\n1898,que, ignorando a indicação do PRR, tencionavacandidatar-se à\nsegunda reeleição consecutiva.Apresentando-se como candidato dissidente,\nAbbottdisputou a eleição de 1907 com CarlosBarbosa Gonçalves, indicado\npor Borges. Contoucom o apoio das dissidências republicanas,de Joaquim\nFrancisco de Assis Brasil ede uma considerável facção do\nPartidoFederalista, mas foi derrotado. Retornou entãoa São Gabriel, onde\nse dedicou àagricultura. Apoiou a candidatura de AssisBrasil em 1922 e a\nRevolução de1923.\n\nFaleceu em São Gabriel em 13de agosto de 1924.\n\nCasou-se com Matilde Barreto Pereira.\n\nPublicou *Ligeiro estudo sobre a afinidade química* (1877);*Do\njaborandi: sua ação fisiológica e terapêutica. Qual o ácido do suco\ngástrico?*;*Da hematocele*; e *Histeria*, tese apresentada naFaculdade\nde Medicina do Rio de Janeiro(1878).\n\nIzabel Noll\n\n**FONTES**: BLAKE, A. *Diccionario*;GUIMARÃES, J.; FELIZARDO, J.\n*Genealogia*; O’DONNELL,F. *Apparicio.*\n","ref":"","dic":"DHBPR"}
