{"title":"ABREU,Cândido","cargoss":["Deputado federal","Senador"],"cargos_esp":[0,0],"datas_ini":[1903,1906],"datas_fim":[1905,1913],"estados":["PR","PR"],"content":"**ABREU,Cândido**\n\n\\* dep.fed. PR 1903-1905; sen. PR 1906-1913.\n\n*Cândido Ferreira de Abreu* nasceu em Paranaguá(PR) no dia 2 de agosto\nde 1856,filho de Antônio Cândido Ferreira de Abreue de Maria Cândida\nGuimarães. Seu avômaterno, o visconde de Nacar, foi grandeervateiro\nparanaense. Seu irmão, Alberto Ferreirade Abreu, foi deputado federal\npelo estadodo Paraná de 1915 a 1917.\n\nIniciou seus estudos em Curitiba,transferindo-se em 1874 para o Rio\ndeJaneiro, então capital imperial, com oobjetivo de complementar sua\nformação. Em1879 matriculou-se na Escola Politécnica doRio de Janeiro,\nentão conhecida como grandepolo de formação de engenheiros no país.Em\n1882 concluiu o curso e obteveseu diploma.\n\nEm 1884 iniciou a carreira profissionalcomo membro da comissão de\nexploraçãoda Estrada de Ferro Madeira-Mamoré. Porseu bom desempenho foi\nagraciado, no anoseguinte, com o título de oficial daOrdem da Rosa.\nTambém em 1885, járeconhecido como profissional, tornou-se inspetorde\ncolonização no Rio Grande do Sul.Meses depois retornou ao Rio de\nJaneiro,onde trabalhou para o Ministério de Agricultura,Comércio e Obras\nPúblicas por um biênio.A convite do então presidente da provínciado\nParaná Alfredo D’Escragnole Taunay, assumiua Secretaria Geral de Obras\nPúblicas em1887, permanecendo nesse cargo por trêsanos, até tornar-se\nchefe de saneamentode Campos. Nesse período trabalhou aindacomo inspetor\nde terras e colonização,responsabilizando-se pelo assentamento de\ncercade 130 mil imigrantes.\n\nConcorreu pela primeira vez a ummandato eletivo em 1892, sendo\neleitoprefeito de Curitiba com 1.106 votos deum total de 1.300\neleitores. Tomou posseem setembro do mesmo ano, mas manteve-seno cargo\nsomente até 1893, quando renuncioualegando problemas no trato com os\nvereadores.Sua curta gestão foi marcada pela revisãodo Código de\nPosturas municipal e pelatentativa de modernizar e sanear a\ncapitalparanaense. Entre seus empreendimentos mais\nimportantesdestacam-se a inauguração do sistema deiluminação pública e a\nampliação da redeferroviária curitibana, assim como a conclusãodas obras\nda Igreja Matriz.\n\nEm 1893 lutou contra a RevoluçãoFederalista, conduzindo por terra as\ntropasexpedicionárias que reconquistaram o Paraná.Por seu desempenho no\ncombate, no anoseguinte foi nomeado tenente-coronel honoráriodo Exército\nbrasileiro. Também em 1894passou a atuar novamente como engenheiroao\ntornar-se membro da comissão responsávelpela construção de Belo\nHorizonte, futuracapital de Minas Gerais. De volta aCuritiba em 1896,\nassumiu novamente aSecretaria de Obras Públicas, dessa veznomeado pelo\nentão presidente da provínciaJosé Pereira Santos Andrade. Trabalhou\nnaconstrução de novas estradas e na produçãode mapas que dessem conta da\ngeografiaparanaense.\n\nEm 1903 foi eleito deputado federalpelo Paraná, com mandato até 1905.\nEm1906 candidatou-se a senador e foi eleito.Permaneceu no Senado até\n1913, quandorenunciou para novamente comandar a prefeiturade Curitiba a\nconvite de Carlos Cavalcantide Albuquerque, à época presidente doestado\ndo Paraná. Em sua segunda gestão,novamente empreendeu obras que visavam\nasanear e modernizar o espaço urbano dacapital paranaense, com a\nabertura deavenidas, asfaltamento e alargamento de ruas,e a restauração\nou reconstrução de prédios.Com o término de sua gestão naprefeitura em\n1916, abandonou a política.\n\nAo longo de sua trajetória profissional,foi ainda diretor geral do\nServiço deColonização paranaense e professor de físicaexperimental na\nUniversidade do Paraná.\n\nFaleceu em Curitiba no dia 22de fevereiro de 1918.\n\nLuciana Pinheiro\n\n**FONTES****:** ARQ. PÚB. PARANÁ.Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acessoem: 16/6/2010; NICOLAS, M. *Cem\nanos* (p.514-515);PREF. CURITIBA. Disponível em:\n\\<www.curitiba.pr.gov.br/\\>.Acesso em: 16/6/2010; RIZZI, S.\n*Candido*;SENADO. Disponível em: \\<www.senado.gov.br\\>.\n","ref":"","dic":"DHBPR"}
