{"title":"GUIMARÃES, João","cargoss":["Deputado federal","Deputado federal","Constituinte","Deputado federal"],"cargos_esp":[0,0,0,0],"datas_ini":[1930,1918,1934,1935],"datas_fim":[1930,1923,1934,1937],"estados":["RJ","RJ",0,"RJ"],"autor":[0],"content":"**GUIMARÃES, João**\n\n\\*dep. fed. RJ 1918-1923 e 1930; const. 1934; dep. fed. RJ 1935-1937.\n\n*João Antônio de Oliveira Guimarães* nasceu em Campos (RJ) no dia 25 de\nabril de 1874, filho de Antônio de Oliveira Guimarães e de Genoveva\nLeite da Silva Guimarães.\n\nFez os cursos primário e secundário no Colégio Alberto Brandão, em\nVassouras (RJ), e no Liceu de Humanidades, em sua cidade natal.\nBacharelou-se pela Faculdade de Direito de São Paulo em dezembro de\n1894.\n\nRetornando a Campos, atuou como promotor público até 1897, ano em que\nfoi eleito vereador. Exerceu o mandato até 1899 e em seguida dedicou-se\nà advocacia. Após ter sido mais uma vez eleito vereador na legenda do\nPartido Republicano Fluminense (PRF), assumiu o mandato em 1907 e foi\neleito presidente da Câmara Municipal de Campos. Alinhado ao grupo\nchefiado por Nilo Peçanha, no decorrer desse período legislativo, que se\nencerrou em 1909, rompeu politicamente com o presidente do estado do Rio\nde Janeiro, Alfredo Backer, passando a combatê-lo.\n\nEm 1910 foi eleito simultaneamente deputado estadual e\nprimeiro-vice-presidente do estado do Rio de Janeiro, e no final do ano\nfoi escolhido presidente da Assembleia Legislativa fluminense. Em 1911\npassou a integrar a comissão executiva do PRF, à qual pertenceria até\n1917. Nas duas legislaturas subsequentes, de 1912 a 1914 e de 1915 a\n1917, reelegeu-se deputado estadual, sempre na legenda do PRF,\nmantendo-se na presidência da Assembleia Legislativa durante todo o\nperíodo.\n\nEleito deputado federal no início de 1918, assumiu o mandato em maio e\nno ano seguinte passou a integrar as comissões de Finanças e de Poderes\nda Câmara dos Deputados. Representou o estado do Rio em 1919, no\nCongresso de Geografia realizado em Belo Horizonte, e em 1920, no\nCongresso de Limites Interestaduais realizado no Rio de Janeiro, então\nDistrito Federal. Na ocasião, foi signatário dos acordos de fixação das\nfronteiras dos estados do Rio de Janeiro, Minas Gerais, São Paulo e\nEspírito Santo. Reeleito deputado federal, entre 1921 e o início do ano\nseguinte foi um dos líderes da Reação Republicana, movimento organizado\npara promover a candidatura de Nilo Peçanha à presidência da República\nem oposição à de Artur Bernardes, afinal eleito em março de 1922.\nEncerrando seu mandato em dezembro de 1923, permaneceu afastado da\npolítica, juntamente com o grupo nilista.\n\nEm 1929 participou da campanha da Aliança Liberal, agrupamento\noposicionista que lançou a candidatura de Getúlio Vargas à presidência\nda República. Em março de 1930, enquanto Vargas era derrotado pelo\ncandidato oficial Júlio Prestes, foi reeleito deputado federal. Assumiu\nsua cadeira em maio de 1930, mas deixou-a em outubro do mesmo ano,\nquando o movimento revolucionário que depôs o presidente Washington Luís\ne conduziu Getúlio Vargas ao poder levou à dissolução dos órgãos\nlegislativos do país.\n\nDurante o processo de reconstitucionalização, ainda ligado ao grupo\nnilista, foi um dos fundadores do Partido Popular Radical (PPR) do Rio\nde Janeiro em março de 1933. Nessa legenda foi eleito em maio seguinte\ndeputado à Assembleia Nacional Constituinte. Tomou posse em novembro,\nfoi designado líder da bancada de seu partido, e integrou, em maio de\n1934, a comissão especial organizada pelo presidente da Assembleia\nAntônio Carlos Ribeiro de Andrada para levar ao presidente Getúlio\nVargas os cumprimentos pela decretação da anistia aos revolucionários de\n1932. Com a promulgação da nova Carta, em 16 de julho de 1934, teve seu\nmandato prorrogado até maio do ano seguinte. Reeleito em outubro de\n1934, exerceu o mandato até 10 de novembro de 1937, quando, com o\nadvento do Estado Novo (1937-1945), os órgãos legislativos do país foram\nmais uma vez suprimidos.\n\nFoi ainda membro do Conselho Consultivo do estado do Rio de Janeiro e\ndiretor-secretário da revista forense *Arquivo Jurídico.*\n\n**FONTES:** ARQ. GETÚLIO VARGAS; ASSEMB. NAC. CONST. 1934. Anais (1);\nCÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*. Repertório;\nCâm. Dep. seus componentes; *Cronologia da Assembleia*; Diário do\nCongresso Nacional; GODINHO, V. *Constituintes*; *Ilustração Brasileira*\n(10/22); SILVA, H. *1935*.\n","ref":"**FONTES:** ARQ. GETÚLIO VARGAS; ASSEMB. NAC. CONST. 1934. Anais (1);\nCÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*. Repertório;\nCâm. Dep. seus componentes; *Cronologia da Assembleia*; Diário do\nCongresso Nacional; GODINHO, V. *Constituintes*; *Ilustração Brasileira*\n(10/22); SILVA, H. *1935*.\n","dic":"DHBPR"}
