{"title":"GUIMARÃES, José Marques","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0],"datas_ini":[1889,1891],"datas_fim":[1890,1891],"estados":["PR","RJ"],"autor":["Luciana Pinheiro"],"content":"**GUIMARÃES, José Marques**\n\n\\* militar; pres. PR 1889-1890; pres. RJ 1891.\n\n*José Marques Guimarães* nasceu em Florianópolis (SC) no dia 25 de abril\nde 1838, filho de Manuel Marques Guimarães e de Ana Alexandrina de\nAbreu.\n\nFez os primeiros estudos em sua cidade natal e em 1854 transferiu-se\npara o Rio de Janeiro, então capital do Império, onde se matriculou na\nAcademia de Marinha, dando início a uma longa carreira militar.\n\nIngressou na política em 1862, quando foi eleito deputado provincial em\nSanta Catarina. Em 1865, como primeiro-tenente, uniu-se às forças\nbrasileiras que atuaram na Guerra do Paraguai (1864-1870). Foi promovido\na capitão-tenente, mas em 1867 contraiu uma doença e deixou o campo de\nbatalha, sendo nomeado diretor do Estabelecimento Naval de Cerrito.\n\nVoltou à cena política após a instauração da República, ao assumir o\ngoverno do estado do Paraná em 4 de dezembro de 1889, em substituição ao\ncoronel Francisco José Cardoso Júnior. Durante sua gestão dissolveu a\nAssembleia Legislativa e nomeou uma Comissão Municipal que funcionaria\ncom os mesmos poderes da primeira. Em 19 de fevereiro de 1890 passou o\ngoverno a Herculano de Freitas. Em 10 de dezembro de 1891, já promovido\na almirante, foi aclamado governador do estado do Rio de Janeiro em\ndecorrência da renúncia do presidente estadual Francisco Portela. Esteve\nà frente do governo apenas um dia, até a posse de Carlos Baltasar da\nSilveira.\n\nAfastado da política desde então, foi nomeado comandante da Divisão de\nCruzadores, assumindo posteriormente os cargos de inspetor do Arsenal de\nMarinha da capital federal, consultor efetivo do Conselho Naval e\ndiretor da Escola Naval. Ao longo de sua trajetória recebeu diversos\ntítulos e condecorações, entre as quais se destacam as comendas da Rosa\ne de São Bento de Aviz, a medalha da Campanha do Paraguai e a medalha de\nouro concedida por seus serviços militares.\n\nFaleceu no Rio de Janeiro em ^o^ de janeiro de 1903.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ, PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/”\\>. Acesso em: 20/10/2010; CASA CIVIL DO\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n20/10/2010; GOV. RJ. Disponível em: \\<www.governo.rj.gov.br\\>. Acesso\nem: 20/10/2010; Museus do Estado do Rio de Janeiro. Disponível em:\n\\<www.museusdoestado.rj.gov.br/\\>. Acesso em: 20/10/2010.\n","ref":"**FONTES:** ARQ, PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/”\\>. Acesso em: 20/10/2010; CASA CIVIL DO\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n20/10/2010; GOV. RJ. Disponível em: \\<www.governo.rj.gov.br\\>. Acesso\nem: 20/10/2010; Museus do Estado do Rio de Janeiro. Disponível em:\n\\<www.museusdoestado.rj.gov.br/\\>. Acesso em: 20/10/2010.\n","dic":"DHBPR"}
