{"title":"GUIMARÃES, Manuel de Alencar","cargoss":["dep. fed. PR 1895-1908","pres. PR 1908","sen. PR 1908-1920."],"author":null,"content":"**GUIMARÃES, Manuel de Alencar**\n\n\\* dep. fed. PR 1895-1908; pres. PR 1908; sen. PR 1908-1920.\n\n*Manuel de Alencar Guimarães*, mais conhecido como *Alencar Guimarães*,\nnasceu em Buenos Aires, Argentina, em 13 de dezembro de 1865, filho de\nManuel Antônio Guimarães, que então exercia naquela cidade a função de\ncônsul geral do Brasil.\n\nEm virtude das muitas viagens de seu pai, estudou em diferentes escolas\ne lugares, vindo a graduar-se em direito na cidade de Recife. À época, a\nprovíncia de Pernambuco era governada por seu tio, Manuel Eufrásio\nCorreia. Iniciou sua carreira como promotor público nos municípios\npernambucanos de Nazaré e Palmares.\n\nEm 1888 mudou-se para Curitiba, no Paraná, onde foi nomeado juiz\nmunicipal e se envolveu no universo político. No alvorecer da República,\ntornou-se chefe de polícia e em seguida secretário estadual de\nEstatística. Em 1891, com a deposição do presidente estadual Generoso\nMarques dos Santos pelo governo do marechal Floriano Peixoto, ocupou\nnovamente a chefia da polícia no governo da junta provisória composta\npor Joaquim Monteiro de Carvalho e Silva, Roberto Ferreira e Bento José\nLamenha Lins (1891-1892), que detinha a confiança do governo federal.\n\nExerceu seu primeiro mandato eletivo em 1892, como constituinte\nestadual. Alcançou sucessivas reeleições, exercendo o mandato de\ndeputado estadual até 1911. Simultaneamente às eleições estaduais, foi\ntambém eleito deputado federal, em consonância com a permissão oferecida\npela legislação eleitoral da época ao acúmulo de cargos eletivos.\nExerceu o mandato na Câmara dos Deputados de 1895 a 1908, e travou no\nCongresso estreitas relações com o senador Pinheiro Machado, prócer do\nPartido Republicano Rio-Grandense e personagem de proa da política\nnacional.\n\nOcupou a presidência do estado do Paraná por curto intervalo de tempo,\nde 25 de fevereiro a 26 de abril de 1908, substituindo Joaquim Monteiro\nde Carvalho e Silva até a posse de Francisco Xavier da Silva. Exerceu o\nmandato de senador da República entre os anos de 1908 e 1920, tendo\nparticipado da comissão encarregada de elaborar o Código Civil. Em 1915\nliderou a dissidência no Partido Republicano Paranaense, conhecida como\nConcentração Republicana, que rompeu relações com o grupo comandado pelo\npresidente estadual Carlos Cavalcanti de Albuquerque (1912-1916). Perdeu\nprestígio político após a dissidência, já que sua corrente saiu\nderrotada do embate político e eleitoral. A morte do seu importante\naliado na esfera política nacional, o senador Pinheiro Machado,\ndebilitou ainda mais o seu peso político.\n\nNo governo do presidente Epitácio Pessoa (1919-1922) foi tesoureiro da\nComissão do Centenário da Independência. Ainda na esfera nacional,\nexerceu as funções de inspetor consular para a América do Sul e o sul da\nÁfrica, no governo de Washington Luís (1926-1930). Diferentemente de\nalguns líderes renomados da política paranaense, que caíram no\nostracismo após a Revolução de 1930, manteve-se politicamente influente\ndepois do movimento revolucionário. Atuou no Departamento Administrativo\ndo estado do Paraná, e foi também responsável pela secretaria geral do\nConselho Técnico de Economia e Finanças.\n\nFaleceu em Curitiba, em 9 de setembro de 1940.\n\nProduziu a obra *Questão dos limites Paraná-Santa Catarina*, publicada\nem 1916.\n\nRoberto Bitencourt da Silva\n\n**FONTES:** CARNEIRO, D.; VARGAS, T. *História biográfica*; CASA CIVIL\nPR. Disponível em:\n\\<www.casacivil.pr.gov.br/modules/conteudo/conteudo.php?conteudo=47\\>.\nAcesso em: 18/2/2009; Estante virtual. Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;\nFAUSTO, B. *História*; GOULART, M. *Coronelismo*; LOVE, J.\n*Regionalismo*; PESAVENTO, S. *História*; SENADO. Manuel de Alencar\nGuimarães*.* Disponível em:\n*\\<*www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=2085&li=29&lcab=1912-1915&lf=29\\>.\n","ref":"**FONTES:** CARNEIRO, D.; VARGAS, T. *História biográfica*; CASA CIVIL\nPR. Disponível em:\n\\<www.casacivil.pr.gov.br/modules/conteudo/conteudo.php?conteudo=47\\>.\nAcesso em: 18/2/2009; Estante virtual. Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;\nFAUSTO, B. *História*; GOULART, M. *Coronelismo*; LOVE, J.\n*Regionalismo*; PESAVENTO, S. *História*; SENADO. Manuel de Alencar\nGuimarães*.* Disponível em:\n*\\<*www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=2085&li=29&lcab=1912-1915&lf=29\\>.\n","dic":"DHBPR"}