{"title":"AMARAL, Joaquim Tomás do","cargoss":["diplomata","dir.-ger. Secret.Estado Rel. Ext.1865-1907."],"author":"Cristina Luna","content":"**AMARAL, Joaquim Tomás do**\n\n**\\***diplomata; dir.-ger. Secret.Estado Rel. Ext.1865-1907.\n\n*Joaquim Tomás do Amaral*, futuro *visconde de Cabo Frio*, nasceu no Rio\nde Janeiro, entãocapital do Império, em 16 de agostode 1818, filho de\nAntônio José doAmaral e de Maria Benedita Carneiro daSilva Amaral.\n\nFez carreira no corpo diplomático,representando o Brasil em diferentes\npaísesestrangeiros e em missões especiais. Aindamoço, ao lado do juiz\nHermenegildo FredericoNiterói, foi um dos árbitros da comissãomista\nbrasileira e inglesa em Serra Leoa,em 1840. Sua participação na\ncomissãoadveio das prerrogativas estabelecidas por umacordo bilateral\nassinado entre o Brasile a Inglaterra, que teve vigência entre1830 e\n1845 e que implicava o direitomútuo de visita e busca dos naviosdas duas\nbandeiras. Esse acordo se enquadravana tentativa da Inglaterra de coibir\notráfico transatlântico de escravos e impunhaa existência de dois\ntribunais mistospara julgar o caso de navios apreendidos.Um dos\ntribunais ficava em Freetown, SerraLeoa, e era responsável por julgar\nosnavios apreendidos na costa africana. Osegundo tribunal ficava na\ncidade do Riode Janeiro e tinha a incumbência dejulgar os navios\napreendidos na costado Brasil. Todas as comissões eram mistas,ou seja,\nformadas por membros oriundosdos dois países signatários do acordo.\n\nPosteriormente, foi adido em Londres,onde passou a dirigir interinamente\nacomissão mista brasileiro-inglesa como encarregadode negócios. Foi,\ndepois, secretário emParis, competindo-lhe em seguida assumir adireção\ninterina da legação brasileira emBuenos Aires, em 1855, em virtude\ndamorte do então ministro, o conselheiroSilva Pontes. Como encarregado\nde negócios,serviu no ano seguinte em Montevidéu.Foi ministro residente\nem missão especialem Assunção, sendo que tal missão resultouna\nassinatura de um tratado de comércioe navegação ratificado no Rio de\nJaneiroem setembro de 1858 e vigente até1861. Nesse último ano, foi\nnomeadoministroplenipotenciárioem Bruxelas, na Bélgica, onde\nempreendeuvárias e importantes negociações. Assinou, em1863, o tratado\nentre a Bélgica ediversos países para a abolição, por meiode resgate,\ndos direitos do rio Escalda.Conforme consta no relatório do\nMinistériodas Relações Exteriores do mesmo ano,de acordo com o tratado\nem questão,o Brasil passou a “gozar da supressãodos direitos de\nancoragem e da reduçãodos de pilotagem e das taxas locaissem nenhuma\ncompensação a mais do quea sua participação no resgate geral\ndessesdireitos”. Ou seja, o Brasil, assim comooutros países, teve\nreduzidos os custosde navegação de suas embarcações pelorio Escalda, que\nliga o mar doNorte ao porto de Antuérpia, um dosmais importantes da\nEuropa.\n\nTambém em 1863, firmou um acordoregulando as relações comerciais da\nBélgicacom o Brasil. Tocou-lhe, ainda em Bruxelas,apresentar a\ndocumentação brasileira sobre aquestão da fragata *Forte*, existente\nentreo Brasil e a Inglaterra, submetida aoarbitramento do rei Leopoldo\nI. Tal questãoteve origem quando, na noite de 17de junho de 1862, três\ntripulantes dafragata inglesa *HMS Forte*, vestidos à paisana,jantaram\nnum hotel localizado no Altoda Tijuca, bairro do Rio de Janeiro,e, ao\ntérmino da refeição, já embriagados,caminharam em direção à cidade e\nmolestaramdiversas pessoas, entre elas a sentinelade um destacamento\npolicial. Houve combatecorporal, e os estrangeiros foram detidoscom a\najuda de outros soldados. Umsimples caso de arruaça se transformouem um\nincidente diplomático, à medidaque foi levado ao conhecimento do\nembaixadoringlês no Rio de Janeiro, William DougalChristie, que\nsolicitou explicações junto aoMinistério dos Negócios Estrangeiros. Em\n5de dezembro de 1862, o embaixador Christieemitiu nota endereçada ao\ngoverno brasileiro,na qual requisitou que fossem punidosos soldados do\ndestacamento policial responsáveispela prisão dos tripulantes da\nfragata*Forte*, que fossem censurados o chefe depolícia e o oficial que\nreceberam osingleses na prisão e os detiveram sobcustódia durante toda\numa noite, bem comoque fosse apresentado um pedido de desculpaoficial\npor parte do governo brasileiro.O marquês de Abrantes, na época\nministrodas Relações Exteriores, recusou as exigênciasimpostas pelo\nembaixador Christie, e acontenda finalmente foi arbitrada pelo reida\nBélgica, cujo laudo, favorável ao Brasil,foi entregue em importante\naudiência nocastelo de Laeken, residência oficial dossoberanos belgas,\nem 21 de junho de1863, aos plenipotenciários de ambas aspartes\nenvolvidas na questão, sendo oplenipotenciário brasileiro Joaquim Tomás\ndoAmaral.\n\nDiretor geral da Secretaria das RelaçõesExteriores\n\nEm 21 de março de 1865,foi nomeado diretor geral da Secretaria deEstado\ndos Negócios Estrangeiros do Brasil,que, depois da proclamação da\nRepública,receberia a denominação de Secretaria deEstado das Relações\nExteriores. O cargode diretor geral não correspondia ao deministro:\nmuitos ministérios, na época, comoo das Relações Exteriores, o da\nAgriculturae o da Justiça, contavam com umdiretor geral, cuja existência\ntinha como propósitogarantir uma continuidade administrativa em casode\ntroca de ministros.\n\nComo diretor geral da secretaria, foienviado como ministro\nplenipotenciário em missãoespecial ao rio da Prata durante operíodo de\n20 de dezembro de 1867a 27 de janeiro de 1869. Nessamissão, teve como\nincumbência concluir váriosajustes relacionados com a Guerra do\nParaguai(1864-1870). Além disso, assinou em BuenosAires, em 1868,\nprotocolos permitindo otrânsito pelo rio Paraguai de determinadosnavios\nde guerra europeus e norte-americanose declinou das ofertas do Chile eda\nBolívia em prol do término daguerra, resolvendo, então, assuntos\nreferentesa operações militares.\n\nEsteve em uso de licença de1^o^ de agosto de 1871 a30 de abril de 1873.\nEm 21 demaio de 1874, foi agraciado com otítulo nobiliárquico de barão\nde CaboFrio. Quinze anos depois, em 2 demaio de 1889, pouco antes da\nderrocadada monarquia, foi ainda contemplado como título de visconde de\nCabo Frio.Contudo, os títulos de nobreza perderamseu valor após a\nproclamação da República,em 15 de novembro de 1889, quandoforam\nsubstituídos em importância pelas patentese títulos militares, conforme\ndestaca EdgarCarone em seu estudo sobre o períododa Primeira República.\n\nA despeito dos serviços prestadosao Segundo Império, Joaquim Tomás do\nAmaralcontinuou a exercer o cargo de diretor geral da então Secretaria\nde Estado dasRelações Exteriores. Em 1890, por ocasiãoda viagem de\nQuintino Bocaiúva, ministrodas Relações Exteriores, ao Rio da\nPrata,assumiu o ministério interinamente por cercade um mês. Em tão\ncurto período,intensa foi a atividade da chancelaria,em especial porque\no país se encontravana fase de reconhecimento por parte dospaíses\nestrangeiros do novo regime políticoimplantado. Em 1900, novamente\nassumiu interinamenteo Ministério das Relações Exteriores emsubstituição\nao então ministro Olinto deMagalhães, que viajara à Argentina a fimde\nacompanhar o presidente Campos Sales,que se encontrava em missão\noficial.\n\nExerceu o cargo de diretor geralda Secretaria de Estado das Relações\nExteriorespor mais de 40 anos, ou seja, até1907, quando faleceu em 15 de\njaneiro.Assim, conviveu por cinco anos com anova fase da diplomacia\nbrasileira inauguradacom a posse de José Maria da SilvaParanhos Júnior,\no barão do Rio Branco,no cargo de ministro das Relações Exteriores,em\n1902. Conforme destaca Luís Viana Filhoem sua biografia do barão do\nRioBranco, o visconde de Cabo Frio, emborafosse diretor geral da\nSecretaria de Estado,concentrava grande poder de decisão, oque o levou a\nexercer, muitas vezesde forma inoficial, as funções de ministro,pois a\nmaior parte de todos osdocumentos necessitava de sua aprovação paraserem\nencaminhados ao ministro. Contudo, apósa sua posse, o barão do Rio\nBrancopassou a concentrar praticamente todas asdecisões, já que poucos\npapéis eram encaminhadosà secretaria e a Cabo Frio, nointuito de\nminimizar a burocracia e agilizaro andamento dos processos e contatos\ncompaíses estrangeiros. Essa mudança fez comque o antigo diretor geral\nse sentissepreterido e no ostracismo.\n\nDe acordo com o autor RodrigoOtávio, que foi político e contemporâneode\nambos, a convivência entre o diretor geral e o novo ministro não foi\n“naverdade das melhores, pois desde o inícioda administração de Rio\nBranco, o viscondenão se sentia muito à vontade. Atéentão exercera ele\nna secretaria uma autoridadesem contraste. Era ele quem dizia oque se\ndevia fazer. Com Rio Brancoa situação mudou. Era que o ministériotinha\nentão um ministro que bem sabiacomo se haver em tudo e que era,além\ndisso, uma personalidade de prestígio,absorvente e dominadora. Rio\nBranco tudoqueria ver e fazia muita coisa, elemesmo. Se bem que os\npapéis continuassemtendo na secretaria seu curso normal deinformação,\nera positivo que as novaspráticas quebravam a normalidade do\nfuncionamentoanterior. Cabo Frio se ressentiu disso.Sobretudo, o\ngabinete de Petrópolis causava-lheirritação. Muita coisa aí se decidia\nsemque ele fosse ouvido. As papeletas, quandonão eram executadas lá\nmesmo, vinham paraserem executadas na secretaria, já como despacho\ndefinitivo. O gabinete de Petrópolisera uma outra secretaria de Estado.\nOdiretor geral sentia sua autoridade diminuídae se retraía”.\n\nJá Luís Gurgel do Amaral, emseu livro de memórias intitulado *O meu\nvelho Itamarati,* afirma que o principal ponto detensão existente entre\nos dois diplomatasresidiu no fato de que Cabo Friocontrolava o horário\nde entrada e saídados funcionários da Secretaria de Estadodas Relações\nExteriores, o que não secoadunava com as tendências de Rio Branco,cujo\nhorário de trabalho era bastanteflexível, na medida em que adentrava\nnoitese madrugadas. No entanto, a relação entreambos foi sempre\nrespeitosa. O barão doRio Branco, inclusive, afirmou em\ndocumentodivulgado por Luís Viana Filho reconhecera importância de Cabo\nFrio para achancelaria brasileira e ter reverência pelosecretário, o\nqual conhecera ainda pequenona casa de seu pai, o viscondedo Rio Branco.\n\nEntre suas obras, destacam-se osseguintes trabalhos diplomáticos, que se\nencontramreunidos no Acervo do Arquivo Históricodo Itamarati:\n*Reclamações anglo-brasileiras* (1880); *Navegação da lagoa Mirim e do\nrio Jaguarão* (1889); *Limites entre os Estado Unidos do Brasil e a\nRepública Argentina. Questão submetida ao arbitramento do presidente dos\nEstados-Unidos da América.* A seu respeito existetambém a obra\nintitulada *Traços biográficos do visconde de Cabo Frio* (1903), de\nautoria de José Antôniod’Espinheiro.\n\nCristina Luna\n\n**FONTES:** BETHELL, L. *Abolição*; CARONE,E. *República velha*;\nD’ESPINHEIRO, J. *Traços*;MIN. REL. EXT. *Ministro*s; OCTÁVIO, R.*Minhas\nmemórias*; Relatório do ministro das RelaçõesExteriores, 1863; VIANA\nFILHO, L. *Vida.*\n","ref":"**FONTES:** BETHELL, L. *Abolição*; CARONE,E. *República velha*;\nD’ESPINHEIRO, J. *Traços*;MIN. REL. EXT. *Ministro*s; OCTÁVIO, R.*Minhas\nmemórias*; Relatório do ministro das RelaçõesExteriores, 1863; VIANA\nFILHO, L. *Vida.*\n","dic":"DHBPR"}