{"title":"GURGEL, Honório","cargoss":["pref. DF 1899-1900","dep. fed. DF 1909-1911."],"author":"Carolina Vianna Dantas","content":"**GURGEL, Honório**\n\n**\\*** pref. DF 1899-1900; dep. fed. DF 1909-1911.\n\n*Honório Gurgel do Amaral* nasceu no bairro de Irajá, na Zona Norte\ncidade do Rio de Janeiro, então capital do Império, em 14 de março de\n1860. Era filho do major Honório Gurgel do Amaral e de Antônia\nAlexandrina Rangel de Vasconcelos Amaral.\n\nO primeiro cargo público que ocupou foi o de oficial de descarga da\nAlfândega do Rio de Janeiro. Posteriormente, foi promovido a ajudante de\nguarda-mor e a conferente na mesma repartição. Em 1895 foi eleito\nintendente municipal pelo 3^o^ distrito da capital federal, exercendo no\nConselho Municipal as funções de vice-presidente, primeiro e\nsegundo-secretário, além de relator da Comissão de Orçamento. No ano de\n1899 foi reeleito intendente pelo mesmo distrito, e escolhido presidente\ndo Conselho Municipal. Em função desse cargo, respondeu interinamente\npela prefeitura do Distrito Federal de 23 de maio de 1899 a 1^o^ de\nfevereiro de 1900, substituindo Cesário Alvim. Teve como sucessor\nAntônio Coelho Rodrigues.\n\nEm 1900, bem como em 1903 e 1906, elegeu-se deputado federal pela\ncapital, porém não foi reconhecido e empossado em nenhuma dessas\nocasiões. Somente na quarta vez em que foi eleito, em 1909, conseguiu\nocupar uma cadeira na Câmara dos Deputados, exercendo seu mandato até\n1911. Na Câmara apresentou, entre outros, projetos de lei sobre reformas\nnos Correios e contra o contrabando.\n\nFaleceu na cidade do Rio de Janeiro em 21 de outubro de 1920, e foi\nsepultado no bairro onde nasceu. No mesmo ano, em sua homenagem, a\nestação ferroviária Munguengue, na região de Madureira, recebeu seu\nnome, assim como uma localidade no entorno da estação.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; VIEIRA, J. *Cadeia*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; VIEIRA, J. *Cadeia*.\n","dic":"DHBPR"}