{"title":"GUSMÃO, Manuel Messias de","cargoss":["pres. AL 1889","sen. AL 1892-1896."],"content":"**GUSMÃO, Manuel Messias de**\n\n\\*pres. AL 1889; sen. AL 1892-1896.\n\n*Manuel Messias de Gusmão Lira* nasceu no engenho Levada, em São Luís do\nQuitunde (AL), no dia 25 de dezembro de 1847, filho de Tomás de Gusmão\nLira e de Maria Luísa Cavalcanti de Gusmão Lira.\n\nEstudou no Colégio Padre Rafael e no Colégio de São Bernardo, ambos em\nRecife, e formou-se pela Faculdade de Direito do Recife em 1869. A\npartir de então dedicou-se às atividades agrícolas e à política em sua\nterra natal.\n\nEm 1874 foi um dos organizadores do Comício Agrícola do Quitunde e\nJequituba, espécie de cooperativa, uma das primeiras do Brasil, que\ntinha como finalidade amparar a classe açucareira. Foi também fundador,\nem São Luís do Quitunde, do jornal *Município*,órgão oficial do Comício,\nque antecedeu o Congresso Agrícola do Recife, de 1878. Elegeu-se\ndeputado provincial, pelo Partido Liberal, nas legislaturas 1878-1879,\n1880-1881 e 1888-1889. Nesse período foi também inspetor do Tesouro\nProvincial em 1885, além de incentivador e participante, em 1888, da\nLiga Agrícola, na qual debateria os problemas da agricultura nos\nmunicípios do norte de Alagoas. Ainda em 1888 fundou, junto com Pedro\nNolasco Buarque de Gusmão, a *Revista do Norte,* onde escreveu artigos\nsobre a necessidade de auxílio e proteção à lavoura.\n\nNomeado primeiro-vice-presidente da província em 15 de junho de 1889,\nassumiu duas vezes o governo: de 18 do mesmo mês a 1^o^ de agosto e de 8\nde outubro até 15 de novembro, quando foi substituído pelo presidente\nnomeado pelo poder imperial, quatro horas antes da proclamação da\nRepública.\n\nEm 1891 foi eleito deputado estadual constituinte e foi um dos\nsignatários da primeira Constituição republicana de Alagoas. Em 24 de\nmaio de 1892, no decorrer da legislatura 1891-1893, foi eleito senador\npor Alagoas na legenda do Partido Democrata, na vaga criada pela\nrenúncia de Pedro Paulino da Fonseca. Tomou posse em 15 de julho de 1892\ne permaneceu no Senado Federal até 31 de dezembro de 1896.\n\nUm dos fundadores da Sociedade Auxiliadora da Agricultura, em 1901, da\nqual seria presidente até a morte, foi responsável pelo Congresso\nAgrícola realizado em Maceió de 5 a 8 de maio do mesmo ano. Foi sócio do\nInstituto Histórico e Geográfico de Alagoas (IHGA) e foi escolhido\npatrono da cadeira 38 da Academia Alagoana de Letras.\n\nFaleceu em São Luís do Quitunde no dia 29 de março de 1905.\n\nEscreveu um *Relatório sobre a indústria açucareira de Alagoas,*\napresentado à Conferência Açucareira de Pernambuco realizada em 1905,\npoucos dias após sua morte. Colaborou nos jornais *Liberal* e *Diário da\nManhã* e na *Revista Agrícola Alagoana*.\n\nReynaldo de Barros\n\n**FONTE:** BARROS, F. *A B C das Alagoas*.\n\n\n","ref":"","dic":"DHBPR"}