{"title":"HINO NACIONAL","cargoss":["Hino oficializado pelo Decreto n^o^ 15.671, de 6 de setembro de 1922, na"],"author":"Eduardo Junqueira","content":"**HINO NACIONAL**\n\nHino oficializado pelo Decreto n^o^ 15.671, de 6 de setembro de 1922, na\nversão composta por Francisco Manuel da Silva em 1822 (música) e por\nOsório Duque Estrada em 1909 (letra) – se bem que alguns versos\napócrifos tenham sido acrescentados à composição original de Estrada e\nincorporados definitivamente ao hino.\n\nAntes do final da segunda metade do século XIX, as letras dos hinos se\nmodificavam num constante processo de atualização, com vistas à\nadequação de seus conteúdos aos acontecimentos marcantes de um país: a\nmorte de um soberano, o casamento de um primogênito, a vitória numa\nbatalha importante. Pode-se dizer que, em certo sentido, a nação se\nconfundia com o rei e a história nacional com a vida do monarca, daí\nesse importante procedimento de renovação dos hinos.\n\nEntão, uma significativa mudança ocorreu: a comunidade nacional passou a\nnão mais se identificar com a pessoa de seu rei. Os hinos, a partir daí,\ntornaram-se elementos simbólicos de grande importância no processo de\npersonificação e construção das nações. Através de uma composição\nmusical quase sempre vibrante e emotiva, os cidadãos (não mais súditos)\ndespertavam cheios de sentimento de patriotismo e orgulho e com a\nsensação de estarem em comunhão sob o manto da nação.\n\nO *Hino Nacional* brasileiro passou por diversas modificações, que\natualizaram o conteúdo de seus versos. Originalmente, composto pelo\nmaestro Francisco Manuel da Silva e intitulado *Marcha triunfal*, foi\ncriado para celebrar a independência em 1822. Posteriormente, foi\nadaptado para comemorar a abdicação de dom Pedro I, ocorrida em 1831 – o\nretorno do primeiro imperador para Portugal fora visto como rompimento\ndefinitivo dos laços existentes entre o Brasil e sua antiga Metrópole.\nDurante o Segundo Reinado, novos versos foram criados para acompanhar as\nmudanças e celebrar novos acontecimentos, mantendo-se intacta sua\nmelodia.\n\nA consolidação da República no Brasil passou, também, pela\nreestruturação completa de antigos símbolos nacionais. Uma das primeiras\nmedidas do novo governo veio com a publicação do Decreto n^o^ 4, de 19\nde novembro de 1889, o qual estabeleceu “os distintivos da bandeira e\ndas armas nacionais, e dos selos e sinetes da República”. Além dessa\nrecriação do aspecto visual de armas e brasões, antigos vapores da\nAramada, que tinham sido batizados com nomes que faziam referência ao\nimperador ou à família real, foram rebatizados e passaram a ostentar\nnomes ligados à República.\n\nNo evento da Proclamação, o *Hino Nacional* apareceu em destacado lugar,\njá que, segundo a narrativa oficial, Deodoro da Fonseca teria dito às\ntropas, no Campo de Santana, como brado inaugural do novo regime:\n“Apresentar armas! Toquem o hino!” Ao que parece, no 15 de novembro, o\nhino executado sob as ordens do marechal Deodoro foi a antiga marcha\ncomposta por Francisco Manuel da Silva. Só que ninguém o cantou, e como\na obra tivesse tanta identificação com o imperador deposto, a República\npassou a utilizar, a partir dali, provisoriamente, como hino nacional, a\n*Marselhesa*.\n\nNesse contexto de reformulação de símbolos nacionais, o Governo\nProvisório fez com que ainda em 1889 fosse realizado um concurso, entre\n29 composições, para escolha do novo hino nacional. Embora a antiga\nmarcha de autoria de Francisco Manuel da Silva houvesse sido adaptada e\njá incorporasse novos elementos ligados à República recém-proclamada,\nera imperativo que se criasse nova obra, exclusiva, atual, que atendesse\nàs necessidades simbólicas da nova realidade institucional brasileira.\n\nOs vencedores do concurso foram Ernesto Fernandes de Sousa (música), um\nfarmacêutico músico amador, e Medeiros e Albuquerque (letra), um jovem\npoeta simbolista, autor de *Canções da decadência*. Todavia, nem as\ncomposições que participaram do concurso, nem a obra vencedora agradaram\naos ouvintes, que foram ao Teatro Lírico assistir à execução das peças.\nPatenteava-se, na ocasião, a certeza de que o Brasil era um país carente\nde bons músicos. A polêmica então se instalou, fazendo eco na imprensa\ndo país.\n\n“Prefiro o velho”, teria dito o chefe do Governo Provisório, para se\nreferir à antiga peça de Manuel da Silva, naquela noite no Lírico. Daí,\na velha composição, repleta de inversões heroicas e marciais, bem ao\ngosto do componente militar da Proclamação, tornou-se a música oficial\ndo *Hino Nacional* brasileiro, através do Decreto n^o^ 171, de 21 de\njaneiro de 1890. Mas, desse ano a 1906, o hino permaneceu sem letra e\nera cantado nos estados da Federação de maneiras diferentes, segundo as\npeculiaridades culturais de cada região.\n\nFoi Coelho Neto quem, em 1906, defendeu a tese segundo a qual a\nRepública deveria promover novo concurso, para elaboração de uma letra\ndefinitiva que pudesse expressar nosso gosto literário e, ao mesmo\ntempo, celebrar o Brasil, impondo sobre todos os regionalismos a\nobrigação de obediência a um hino comum. Em 1909, entre diversos\ntrabalhos, sagrou-se vencedor o de Osório Duque Estrada, crítico\nliterário afeito a inúmeras polêmicas, poeta ligado ao grupo que\ngravitava ao redor de Olavo Bilac e Coelho Neto. As influências do\nparnasianismo estão, portanto, presentes na letra de Duque Estrada: a\nordem indireta, os contrastes, o sentido heroico das sentenças e a\nmetrificação, além da homenagem aos poetas da primeira geração de\nromânticos do século XIX, que tanto expressaram seu amor pela nação,\ncomo se vê pela incorporação de passagens da *Canção do exílio*, de\nGonçalves Dias: “nossos bosques têm mais vida/nossa vida/no teu\nseio/mais amores”.\n\nEduardo Junqueira\n\n**FONTES:** CÂNDIDO, A. *Formação*; CARONE, E. *República*; BRASIL.\nColeção de Leis (1889-2000, on line); OLIVEIRA, L. *Questão*.\n","ref":"**FONTES:** CÂNDIDO, A. *Formação*; CARONE, E. *República*; BRASIL.\nColeção de Leis (1889-2000, on line); OLIVEIRA, L. *Questão*.\n","dic":"DHBPR"}