{"title":"IMIGRAÇÃO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Luigi Biondi"],"content":"**IMIGRAÇÃO**\n\nOs fluxos imigratórios que envolveram o Brasil na Primeira República\nforam os mais expressivos do período que se estende do século XIX ao XX:\nentre 1889 e 1930 ingressaram no país mais de 3,5 milhões de\nestrangeiros, o que corresponde a 65% do total de imigrados entre 1822 e\n1960.\n\nNo período republicano, o Brasil se encontrou plenamente no contexto\nmigratório mundial de massa, ao lado dos Estados Unidos e da Argentina,\nconstando como o terceiro receptor de imigrantes nas Américas, ainda que\ncom um volume de entradas bem inferior. Diferentemente desses dois\npaíses, a imigração no Brasil foi caracterizada por uma inserção\nprevalente de tipo rural, espelhando uma política imigratória pautada na\neconomia brasileira de então, particularmente voltada para a\nagroexportação e com um processo de industrialização incipiente, menos\nenraizado que o argentino e estadunidense. Cerca da metade dos\nimigrantes voltou para seu país, dado parecido com os dos Estados Unidos\ne da Argentina, que não pode ser tomado como uma expressão negativa\ninequívoca da experiência imigratória no seu complexo.\n\nO estado de São Paulo foi a principal região de atração de imigrantes no\nBrasil (57% do total dos estrangeiros entrados no país), dentro de uma\ntripartição histórico-geográfica da imigração constituída por: 1) uma\nregião central fortemente atrativa, os estados do Sudeste, caracterizada\npelo sistema agroexportador, mas também pela incipiente industrialização\ne pela franca expansão urbana; 2) uma região de atração importante, mas\nsecundária, os estados do Sul, com consistentes núcleos coloniais rurais\nformados por pequenos proprietários e urbanização recente e mais\nrarefeita; 3) a macrorregião dos estados do Norte e Nordeste, onde a\ninserção dos estrangeiros foi quase exclusivamente urbana, mas muito\npouco significativa no seu complexo e em relação ao resto do país,\nembora importante para as dinâmicas econômicas, sociais e culturais das\ngrandes cidades.\n\nNa região Sudeste, além do estado de São Paulo e bem distanciados deste,\nforam o Distrito Federal e o estado do Rio de Janeiro que atraíram o\nmaior número de imigrantes, destacando-se sobretudo a imigração urbana\npara a capital federal. Em Minas Gerais os fluxos imigratórios se\ndirecionaram quase exclusivamente para o sul do Estado, funcionando como\numa extensão do sistema paulista. No Espírito Santo, a imigração, mais\nescassa e pontual, foi sobretudo o resultado da política de colonização\nrural com pequenos proprietários de origem alemã e italiana nas regiões\nserranas.\n\nA região Sul foi caracterizada sobretudo pela imigração subvencionada\npara a formação de núcleos coloniais de pequenos proprietários em\nregiões específicas dos três estados. A grande maioria dos estrangeiros\nque imigraram para o Sul foi para o Rio Grande do Sul e particularmente\npara a região serrana.\n\nEm 1920, após os anos de estagnação da Primeira Guerra Mundial e o\ncrescimento dos fluxos de retorno ao país de origem, as principais\nunidades com presença estrangeira considerável eram São Paulo (18% da\npopulação), Distrito Federal (20%) e Rio Grande do Sul (7%).\n\nOs fluxos de entrada não foram uniformes ao longo das primeiras quatro\ndécadas republicanas, prevalecendo a última década do século XIX (quando\nentraram 35% dos imigrantes). A primeira década do século XX, ao\ncontrário, foi a que recebeu a proporção menor (19%).\n\nDo ponto de vista étnico, todos os grupos nacionais europeus foram\nrepresentados; entre os asiáticos, quase somente japoneses e\nsírio-libaneses. Destaca-se um núcleo mediterrâneo europeu preponderante\nformado por italianos (o maior grupo de imigrantes no Brasil nesse\nperíodo, quase 1,3 milhão, 35% do total), portugueses (28%) e espanhóis\n(14%) – isto é, quase 8 de cada 10 imigrantes era originário desses três\npaíses. Os alemães, quarto maior grupo, constituíram 4% do total, e os\njaponeses 3,5%. No restante, houve uma grande variedade, na qual\nprevaleceram os sírio-libaneses, seguidos por poloneses, ucranianos,\nhúngaros, lituanos, austríacos de língua alemã e judeus da Europa\noriental. Todos esses grupos se instalaram em todas as regiões\nbrasileiras interessadas, mas houve algumas diferenças.\n\nOs italianos foram prevalecentes em todo estado de São Paulo, em Minas e\nnos três estados sulinos, mas eram superados pelos portugueses nas\ncidades do Rio de Janeiro, Santos, Salvador e Recife. Os italianos\nimigraram para o Brasil sobretudo no período 1889-1903, no auge da\nimigração subvencionada para os latifúndios paulistas, mineiros e\nfluminenses e para os núcleos e colônias do sul, enquanto nas décadas\nseguintes foram os portugueses que prevaleceram. No caso paulista, os\nitalianos continuaram sendo o principal grupo imigrante durante todo o\nperíodo 1890-1930. Os japoneses só começaram a chegar a partir de 1908,\nenquanto os sírio-libaneses e os alemães, outros dois grupos\nminoritários, imigraram com fluxos constantes ao longo de todo o\nperíodo. Todos os grupos utilizaram a imigração subvencionada, que foi\nabsolutamente prevalecente no caso de italianos e espanhóis, mas para\nalguns, notadamente os portugueses e sírio-libaneses, o número de\nimigrantes espontâneos foi sempre muito alto e largamente majoritário na\nmaior parte do período.\n\nA Imigração Rural\n\nOs antecedentes da imigração no Brasil remontam ao período imperial,\nquando, na ótica da extinção do trabalho escravo, começou a ganhar\nespaço a ideia de que a implementação do trabalho livre no país deveria\nrecorrer à importação de mão de obra estrangeira (durante o Império\ntinham chegado cerca de 900 mil imigrantes). Principalmente, duas ordens\nde motivos levaram a abrir o país para receber contingentes de\nimigrantes: uma política eugenética de europeização da população e a\nnecessidade de disponibilidade maciça de mão de obra para uma expansão\nrápida de um dos principais setores da agroexportação, o café. Esta\núltima consideração pesou mais que a primeira, de cunho cultural, uma\nvez que parecia mais viável um sistema de captação de trabalhadores\nestrangeiros do que a ativação de um processo de migrações internas para\nconseguir as melhores condições do mercado de trabalho: abundância da\noferta de mão de obra e sua concentração localizada no tempo e no\nespaço, de modo que fosse possível, ao mesmo tempo, selecionar\nqualitativamente os trabalhadores, pressionando para baixo os salários e\nlimitando a oferta geral em torno das condições de vida e de trabalho\nfixadas nos contratos.\n\nEsses princípios gerais orientaram profundamente a política imigratória\nda República e de forma mais incisiva e sistemática que durante o\nImpério, durante o qual as primeiras entradas de imigrantes ocorreram\ncom tentativas esparsas de estabelecimento de núcleos coloniais geridos\npela União e pelos governos provinciais em diversas províncias do Sul e\nSudeste, acompanhadas por pontuais e malogradas experiências de inserção\nde trabalhadores livres de origem europeia na lavoura da cana e do café\nem expansão, por parte de particulares, através de contratos de\nparceria. Considerados esses fracassos, o principal grupo de pressão\ninteressado na inserção de trabalhadores livres estrangeiros,\nconstituído pelos fazendeiros paulistas, particularmente aqueles ligados\nao complexo cafeeiro, reorientou a política imigratória ao longo da\ndécada de 1880, elaborando um sistema de imigração subvencionada e\ncontrolada que previa a concessão gratuita da passagem e da moradia e a\nconcentração dos imigrantes em hospedarias, para que fossem direcionados\nprincipalmente aos latifúndios das principais regiões rurais do Sudeste.\nEssa política se manteve e se reforçou ao longo de toda a Primeira\nRepública, caracterizando fortemente o tipo de imigrante e de processo\nimigratório no país. A grande maioria dos imigrantes chegou dessa forma\nao Brasil, diversamente dos outros países americanos, onde praticamente\nsó havia imigração espontânea. Calcula-se que no estado de São Paulo 58%\ndos imigrantes chegaram a ter sua passagem subvencionada, com uma ponta\nde 80% entre 1889 e 1900. Quase exclusivamente subvencionada foi também\na imigração para Minas Gerais, Rio Grande do Sul, Santa Catarina, Paraná\ne Espírito Santo.\n\nFundamentalmente, dois tipos de instituições subvencionaram os fluxos\nimigratórios durante a Primeira República: os governos estaduais e o\ngoverno federal.\n\nA federalização que adveio com a República fez com que os estados\npudessem realizar e financiar uma política imigratória própria, mas isso\nfoi realmente possível por um tempo continuado somente para o estado de\nSão Paulo e, parcialmente, para o Rio Grande do Sul, no primeiro caso\npossibilitando uma verdadeira imigração de massa. Todos os outros\nestados interessados nas políticas migratórias não conseguiram\nsustentá-las autonomamente por longos períodos e tiveram que recorrer à\najuda da União, que no entanto não financiou a imigração durante boa\nparte da primeira década do século XX, enquanto na década anterior o fez\nde forma muito inferior ao governo do estado de São Paulo. A política do\ngoverno federal contrastava com a do governo paulista, sendo a primeira\nvoltada quase exclusivamente para o fomento de imigração para a formação\nda pequena propriedade, e a segunda voltada para fornecer mão de obra ao\ncomplexo cafeeiro.\n\nA criação de núcleos coloniais organizados e financiados pelo governo\nfederal e pelos estados continuou também com o advento da República,\nsendo os núcleos geridos pelos governos estaduais, mas constituiu uma\nparte não significativa diante da imigração subvencionada de massa\nvoltada para as grandes fazendas, a não ser nos estados sulinos e no\nEspírito Santo, onde respondia à exigência, vinda de políticas\nanteriores do período imperial, de fixação de núcleos populacionais\nestáveis em áreas escassamente povoadas, que funcionassem como\nabastecedores do mercado interno urbano e de colonização de regiões\nfronteiriças. Núcleos coloniais foram criados também em São Paulo, Minas\nGerais, Rio de Janeiro e Espírito Santo, mas se perdiam no mar magno do\nlatifúndio. Como somente nos núcleos coloniais era possível, para o\nestrangeiro imigrante, obter a propriedade da terra desde o início (que\nele devia quitar com o tempo), evidentemente prevaleceu no Brasil uma\npolítica imigratória que, ao barrar, impedir ou obstaculizar a pequena\npropriedade difusa, criava cientemente um reservatório de mão de obra\nrural funcional para o complexo latifundiário e agroexportador centrado\nno estado de São Paulo.\n\nO perfil do imigrante típico no Brasil foi o do camponês europeu pobre,\nvindo junto com seu núcleo familiar para se estabelecer no país, na zona\nrural, a longo prazo ou definitivamente, diversamente da Argentina e dos\nEstados Unidos, onde foi muito mais significativa a imigração\ntemporária, para ambientes urbanos, de homens que chamavam ou iam buscar\nsua família e retornavam ao país de imigração num segundo momento.\n\nOs latifundiários não podiam, nem queriam, nem conseguiram, sobretudo a\npartir da diminuição do preço do café no fim do século XIX e das\nprimeiras crises de superprodução, absorver toda a mão de obra imigrada\nou retê-la. Ao mesmo tempo, ficou patente, para os imigrantes que vieram\nnas primeiras grandes levas ao longo da década de 1890, que o sonho do\nacesso à propriedade da terra, imaginado e astutamente propagandeado\npelos agentes dos fazendeiros, permanecia um sonho, pelo menos no curto\nprazo. Em 1905, 87% do valor das terras paulistas ainda estavam em mãos\nde brasileiros, embora esse total tenha diminuído para 63% em 1920. A\nisso se juntava toda uma série de condições de vida e de trabalho pouco\natrativas, a começar por uma cultura difusa de maus tratos nas fazendas\ne de desatendimento das condições fixadas nos contratos de colonato\nentre fazendeiros e lavradores imigrados, além do isolamento vivenciado\ne das doenças que desfalcavam os salários.\n\nConsequentemente, além dos retornos à terra natal e das lutas por\nmelhoria dos salários e das condições de trabalho, a resposta dos\nimigrantes compreendeu também: 1) a migração secundária para os\nprincipais centros urbanos do estado de São Paulo, para a capital\nfederal e para as pequenas cidades de Minas Gerais; 2) o descrédito do\nBrasil como país receptor de imigrantes, através da veiculação de\nimpressões negativas pelas redes familiares e regionais de imigração.\nEsta última reação foi mais eficaz que a propaganda em prol ou a\ncontrapropaganda de outros países, como a Argentina (competidora do\nBrasil no mercado global de oferta de mão de obra), para que o país se\ntornasse fundamentalmente pouco atrativo aos olhos de possíveis\nimigrantes, o que obrigou a União, mas sobretudo o governo de São Paulo,\na procurar cada vez novos países dentro e fora da Europa, onde encontrar\nimigrantes. Em parte, essa postura difusa dos imigrantes foi acompanhada\npelas proibições da emigração subvencionada para o Brasil por parte dos\nprincipais países de origem dos emigrantes (Itália, 1902; Espanha,\n1908), mas é importante salientar que a ação dos próprios imigrantes,\ncomo expressão de resistência à exploração, antecedeu a legislação.\n\nOs historiadores recentemente identificaram também nesses conflitos de\nclasse, e não somente na economia menos pujante que a estadunidense e a\nargentina, a menor atração que o Brasil exerceu como país de imigração.\nA possibilidade de se tornarem pequenos proprietários no Brasil,\nvislumbrada antes da experiência real de vida no país, era um excelente\nfator de atração para milhões de camponeses europeus sem terra ou em\nprocesso de deterioração dos seus contratos de parceria ou, ainda, em\nvias de perder suas pequenas propriedades. O Brasil parecia permitir a\npossibilidade de fugir do espectro da fome e da dependência, de quebrar\nos laços de subalternidade originários, de preservar ou adquirir a\ncondição de camponês independente, de salvaguardar a cultura camponesa,\no núcleo familiar e as redes parentais e comunitárias, ainda que estas\ntivessem que ser reproduzidas em um contexto desconhecido. Por isso\nmesmo, era também depositário de muitas esperanças de uma nova vida\ndistante dos problemas ínsitos na urbanização. Todas essas esperanças\nforam, evidentemente, frustradas, para a grande maioria dos imigrantes,\nmenos para os que foram para os núcleos coloniais, onde a propriedade e\nindependência sonhadas foram geralmente adquiridas, ainda que com\nsacrifícios enormes, não isentos de desigualdades e fracassos\nindividuais e coletivos.\n\nA Imigração Urbana\n\nSe o principal foco de atração e fluxo imigratório no Brasil teve\ncaracterísticas explicitamente rurais, a imigração urbana não pode ser\ndesconsiderada, pois tornou-se evidente, desde o início da imigração de\nmassa, que o crescimento das cidades em todas as regiões do país\ninteressadas no fenômeno imigratório estava ligado à vinda de população\nestrangeira. A imigração urbana foi basicamente de dois tipos: 1)\nindireta, como fluxo secundário de estrangeiros provenientes das áreas\nrurais onde se tinham fixado num primeiro momento; 2) direta, como fluxo\nprimário de imigrantes que logo na entrada se fixavam nas áreas urbanas.\nA partir dos últimos anos do século XIX, a primeira começou a se\nrealizar concomitantemente à segunda, aumentando progressiva e\nconsideravelmente durante a primeira década do século XX.\n\nA imigração indireta foi sobretudo resultado do êxodo de imigrantes\ninsatisfeitos com as condições de trabalho ou em excesso nas áreas\nrurais de latifúndios e, de forma menor, de estrangeiros dos núcleos\ncoloniais rurais, por motivos semelhantes. A cidade proporcionava também\noportunidades de ascensão social, e maiores possibilidades para a\neducação e a saúde. Não poucas vezes o retorno à pátria de origem,\nsaindo das áreas rurais brasileiras, passava por um período de trabalho\nnos centros urbanos.\n\nParalelamente, ocorreu também uma imigração urbana direta, como nos EUA\ne na Argentina, que foi caracterizada pela vinda de dois tipos de\nemigrantes, urbanos e rurais. Muitos camponeses, graças às suas redes,\njá tinham tomado consciência da impossibilidade de adquirir aquela\nindependência sonhada ou de sobreviver no mundo do latifúndio ou dos\nnúcleos coloniais, e portanto se utilizaram da imigração subvencionada\ndo próprio grupo familiar, tendo como objetivo só uma breve permanência\nna fazenda para em seguida migrar para as cidades onde eram esperados ou\nonde sabiam que existia uma rede de parentes e patrícios dos mesmos\nvilarejos, e onde se inseriam com uma certa rapidez no mercado de\ntrabalho urbano, muitas vezes porque essas mesmas redes controlavam o\nacesso a certos nichos de mercado. Não poucas vezes, sempre graças a\nesses contatos, era dispensada desde o início a passagem pela fazenda,\ncom a fuga súbita das hospedarias.\n\nAo mesmo tempo, funcionaram cadeias migratórias previamente constituídas\nentre áreas rurais específicas da Europa, sobretudo meridional, e grupos\njá urbanizados no Brasil, originários daquelas regiões, sem se utilizar\ndo subterfúgio da imigração subvencionada. Assim também, desde o início\nda imigração de massa houve importantes cadeias migratórias entre\ncidades, com a chegada de estrangeiros que já viviam em cidades nos seus\npaíses de origem.\n\nAs cidades brasileiras do Sul e Sudeste, algumas mais, outras menos,\nrefletiram essa revolução étnico-demográfica desde os primeiros anos da\nRepública, tornando-se locais fundamentais de experiências\ntransculturais cosmopolitas e centros agregadores de cada grupo étnico e\nnacional imigrado no país.\n\nEm 1920, 2/3 da população da cidade de São Paulo eram compostos pelos\nimigrantes e seus filhos (35% eram estrangeiros natos, que entre 1890 e\n1910 chegaram a compor, por diversos anos, mais da metade da população\npaulistana). A cidade do Rio de Janeiro tinha mais de 1/4 de\nestrangeiros, Porto Alegre 12%. Também as principais cidades do Norte\ncontavam com uma população imigrada (em Recife mais de 4%, por exemplo).\n\nOs embates étnicos foram certamente inferiores aos que tanto\ncaracterizaram as cidades estadunidenses, mas não faltaram tensões,\nsobretudo nos anos iniciais da explosão urbana. Altas e súbitas\nconcentrações de estrangeiros às vezes criaram atritos entre o governo\nbrasileiro e os governos dos países de onde eles provinham. Se a comum\norigem mediterrânea e latina da maior parte dos imigrantes atenuou\nconflitos de origem étnica entre eles e com as autoridades brasileiras,\nmais frequente foi o revestimento étnico de embates que tinham outras\nmotivações, políticas, de classe ou intraclasse. Apesar da história e de\nmuitos elementos culturais amplamente compartilhados, o grupo europeu\nmais confrontado tanto pela população como pela elite brasileira foi o\nportuguês. Particularmente fortes foram os atritos entre\nafrodescendentes e imigrantes, sobretudo quando esses conflitos eram\nexacerbados pela luta no mercado de trabalho. Nas cidades onde os\nbrancos prevaleceram esmagadoramente, como em São Paulo, os conflitos\nforam menos explícitos (mas não os atos de racismo), diferentemente de\nonde a população negra era muito consistente ou majoritária, como na\ncapital federal e nas cidades mineiras. No âmbito dos estrangeiros,\nquando ocorriam dissídios, estes foram mais comuns entre portugueses, de\num lado, e italianos e espanhóis, de outro, em São Paulo, Minas e Rio; e\nentre alemães e italianos, ou destes com os eslavos nos estados sulinos.\nAs comunidades estrangeiras eram também divididas internamente,\nsobretudo os italianos e espanhóis, caracterizados por fortes e\ncontrastantes regionalismos, mas mais frequentemente por diferenças de\nclasse.\n\nNa imigração urbana havia todo tipo de estratificação social interna nos\ngrupos imigrados: ao lado de empresários, comerciantes e profissionais\nliberais estrangeiros bem-sucedidos, havia seus patrícios operários,\nartesãos, vendedores ambulantes. Entre os primeiros, não poucos foram os\nque chegaram como trabalhadores urbanos ou até rurais, mas a maioria\ngeralmente chegava ao Brasil com capitais ou como técnicos e\nadministradores de firmas, ou ainda como membros de sólidas redes\ncomerciais, procurando uma ascensão social e uma consolidação maior que\nnão lhe eram possíveis no país de origem. No estado de São Paulo, em\n1920, quase 65% das empresas eram de propriedade de estrangeiros. Para\nalguns, como portugueses, sírio-libaneses e alemães, a presença no\nempresariado e na classe média comercial era proporcionalmente\nconsistente desde o início do processo migratório; tal não acontecia\nentre italianos e espanhóis, que tinham uma forte caracterização\nproletária, particularmente os segundos, pois entre os italianos se\ndestacava um número nada desprezível de industriais, alguns entre os\nmais importantes do país, como Matarazzo, Crespi e Siciliano. Ao lado de\nmuitos trabalhadores imigrantes com experiências de trabalho urbano mais\nou menos qualificado, a maioria dos operários e outras figuras dos\ntantos ofícios desempenhados na cidade por estrangeiros vinha de\ncontextos rurais.\n\nNo movimento operário dos estados do Sul e Sudeste, a presença\nestrangeira se evidenciou diretamente nas lideranças sindicais e\npolíticas, chegando a caracterizar fortemente todo o processo de\nformação da classe operária local, e se traduziu também publicação de\numa miríade de jornais voltados para os trabalhadores, de diversas\ntendências (principalmente anarquistas, sindicalistas revolucionárias e\nsocialistas). Isso levou o governo brasileiro a promulgar em 1907 a Lei\nde Expulsão de Estrangeiros envolvidos em liderança de greves,\nmanifestações e organizações trabalhistas. Certamente, os fluxos\nmigratórios e o fato de que os estrangeiros constituíam, dependendo dos\nsetores e períodos, grandes minorias (como na capital federal) ou de 50\na 75% da força de trabalho (como em muitas cidades do Sul e Sudeste,\nsobretudo no estado de São Paulo, e sem considerar os filhos que já\ntrabalhavam), chegando quase a monopolizar determinados ofícios,\npossibilitaram esse papel de destaque na construção do movimento\noperário e em geral na luta de classes.\n\nEssa superexposição foi mais o resultado dessa expressão numérica no\nseio da classe do que de tradições culturais políticas, embora estas\ntambém tenham tido certa influência. A circulação de ideias e\nexperiências que os imigrantes proporcionaram teve um peso indiscutível\nnesse processo, sobretudo no aspecto transnacional e da difusão de\ntendências políticas mais radicais e de ação direta, algumas bastante\ndifusas nos países de origem, como Itália, Portugal e Espanha. Contudo,\nainda que a militância pregressa ou a ligação e os contatos\ntransnacionais com o movimento operário do país de origem ou com os\npatrícios emigrados em outras nações americanas e europeias tenham\ndesenvolvido um papel importante na própria atuação no Brasil, a maioria\ndos imigrantes aqui aportados não vinha com uma bagagem de militância e\nde lutas. Estas geralmente eram construídas *in loco*, nas cidades\nbrasileiras, em relação com as situações e a sociedade local, ainda que\ntenham ocorrido em contextos migratórios caracterizados pela presença de\nredes e circularidades transnacionais.\n\nLuigi Biondi\n\n**FONTES:** Anuário estatístico do Brasil 1955 (v.16); Anuário\nestatístico do Brasil 1960 (v.21); BASSANEZI, M. *Atlas*; BASSANEZI, M.\n*Repertório*; Brasil: 500 anos; HALL, M. *Imigrantes* (p.121-151);\nHOLLOWAY, T. *Imigrantes*; PETRONE, M. *Imigração* (v.9, p.104-146);\nTRENTO, A. *Do outro*.\n","ref":"**FONTES:** Anuário estatístico do Brasil 1955 (v.16); Anuário\nestatístico do Brasil 1960 (v.21); BASSANEZI, M. *Atlas*; BASSANEZI, M.\n*Repertório*; Brasil: 500 anos; HALL, M. *Imigrantes* (p.121-151);\nHOLLOWAY, T. *Imigrantes*; PETRONE, M. *Imigração* (v.9, p.104-146);\nTRENTO, A. *Do outro*.\n","dic":"DHBPR"}
