{"title":"IMPOSTO DE RENDA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**IMPOSTO DE RENDA**\n\nTributo criado em 1922 sobre a renda auferida por todas as pessoas e\ntodas as empresas. Foi o primeiro imposto direto cobrado pelo poder\ncentral, pois, até sua criação, apenas as tarifas aduaneiras iam para os\ncofres federais, cabendo aos estados a cobrança de outros tributos. Foi\numa criação da República, embora tenha havido tentativas de implantá-lo\ndurante o Império. Ao ser criado, a alíquota máxima do Imposto de Renda\nera de 8% sobre a renda auferida.\n\nDesde o Segundo Reinado, o fisco imperial cobrava tributos aos quais\ndava o nome de “imposto sobre rendimentos”. Mas só pagava quem recebia\ndos cofres públicos, com exceção dos militares. Durante a Guerra do\nParaguai (1864-1870), para fazer frente às despesas com o conflito,\ntentou-se implantar o imposto sobre habitação, mas o projeto não andou,\nassim como fracassou, em 1874, a cobrança de um imposto sobre a renda\ndos profissionais liberais ou autônomos ou da alíquota de 0,5% sobre os\ndividendos de sociedades anônimas. Na última década do Império, dom\nPedro II, enfraquecido politicamente, suprimiu parte dos impostos.\n\nO primeiro ministro da Fazenda republicano, Rui Barbosa, não conseguiu\nincluir o Imposto de Renda na Constituição de 1891, pois os\nconstituintes deram a prerrogativa dessa cobrança aos governos\nestaduais. Rui Barbosa argumentava que o governo não poderia receber\napenas os impostos da alfândega, mas os congressistas alegaram que a\ncobrança do Imposto de Renda feria ao princípio do federalismo, tese que\ncaiu em 1909, quando os Estados Unidos da América, modelo do federalismo\nbrasileiro, a adotaram. O governo precisava de uma fonte de renda que\nnão o deixasse à mercê da produção cafeeira, especialmente a partir de\n1914, quando a Primeira Guerra Mundial restringiu a circulação de\nmercadorias pelos mares.\n\nApós a guerra, em 1920, o ministro da Fazenda, Homero Batista, retomou a\ntentativa de implantar o Imposto de Renda, e a iniciativa foi defendida\nna Câmara pelo deputado federal Mário Brant, da Comissão de Finanças.\n“Do ponto de vista fiscal, é o mais produtivo e o mais elástico;\nexaminado sob o critério econômico é de todos os impostos o mais inócuo\nao desenvolvimento do país e, com taxas moderadas, antes o estimula.\nEncarado pelo aspecto ético, é o mais justo de todos”, argumentou ele.\n\nEm 31 de dezembro de 1922, o Imposto de Renda foi instituído pelo artigo\n21 da Lei de Orçamento n^o^ 4.625. Previa alíquotas de 0,5% a 8% sobre\nos ganhos auferidos, esta última para rendas acima de quinhentos contos\nde réis. Rendas inferiores a 20 contos de réis estavam isentas. Havia\nainda o problema da administração do imposto, e a solução coube ao\nengenheiro e tributarista Francisco Tito Sousa Reis, que em 1924 criou a\nestrutura que, a despeito das inovações tecnológicas, perdura até hoje.\n\nO projeto de Sousa Reis previa a criação de um órgão específico para a\ncobrança do imposto aproveitando os funcionários do Tesouro Nacional,\npois, segundo ele, “faltava a repartição, não o Homem”. Cada estado\npassou a constituir uma região do Imposto sobre a Renda, com uma\nDelegacia Regional nas capitais e Coletorias em outras cidades. Estas\nrecolhiam as declarações de rendimentos e as enviavam à Delegacia\nRegional, que organizava as listas regionais cuja publicação indicava\nquanto cada contribuinte deveria pagar de imposto. Essas listas iam para\nas Delegacias Fiscais, que cobravam a quantia devida. Estavam previstos\ntambém Conselhos de Contribuintes nos estados, aos quais recorreria quem\nnão concordasse com a cobrança imposta, mas tais conselhos nunca foram\nimplantados.\n\nO sistema não funcionou bem nos primeiros anos devido à novidade do\ntributo e recebeu modificações ao longo da década de 1920. A principal\nveio em 1926, quando se permitiu a dedução de despesas com dependentes:\no cônjuge, os filhos menores ou inválidos, os pais acima de 60 anos, e\nas filhas solteiras ou viúvas sem arrimo. Mas até o fim da década a\narrecadação e a base de contribuintes multiplicou-se. Em 1924, foram\narrecadados 25.190 contos de réis, de 82.594 contribuintes. Em 1929, a\narrecadação subiu para 68.908 contos de réis, e a base de contribuintes,\npara 298.807, mais de quatro vezes a inicial.\n","ref":"","dic":"DHBPR"}
