{"title":"J","cargoss":["JACOBINISMO"],"content":"**J**\n\n**JACOBINISMO**\n\nTermo importado da Revolução Francesa, cujo significado mudou através\ndos tempos. No Império, definia os republicanos ardorosos; após a\nRepública, os partidários do presidente Floriano Peixoto. Devido às\nmanifestações ruidosas que estes promoviam, jacobino tornou-se sinônimo\nde desordeiro e hoje identifica o revolucionário radical e extremista.\n\nO Clube Jacobino foi criado no século XVIII por pequenos burgueses e\nproprietários rurais franceses que se reuniam em Paris no convento\ndominicano de Saint Jacques – em português São Tiago, forma alterada de\nSanto Iago, sendo os nomes Jacques e Iago provenientes do latim Jacobus,\ndonde o francês *jacobins* e o português jacobinos. Durante a Revolução\nFrancesa, os jacobinos defendiam reformas sociais e, na Assembleia\nNacional, sentavam-se do lado esquerdo da sala de reuniões. No Brasil,\nos clubes republicanos radicais do fim da monarquia se diziam jacobinos\npor defender as mesmas ideias dos franceses um século antes. Proclamada\na República em 1889, cresceram em número e espalharam-se pelo país,\ntornando-se o principal apoio político-militar de Floriano Peixoto,\nvice-presidente que tomou posse na presidência com a renúncia de Deodoro\nda Fonseca em 23 de novembro de 1891 e cujo mandato presidencial foi\ncontestado como ilegal.\n\nAlém da oposição no Congresso, Floriano enfrentou a Revolta da Armada em\n1893, liderada por militares de alta patente. Em apoio ao presidente e\nao que consideravam ser a legalidade, jovens alistaram-se no Batalhão\nTiradentes, do Exército, sediado no Rio, e organizaram outros na Guarda\nNacional e na Marinha por todo o país. Para participar bastava ser\nrepublicano, ter boa conduta e prezar ideais militares como disciplina,\nmoralidade, abnegação, obediência etc. Os florianistas diziam-se\njacobinos e defendiam o nacionalismo, pois suspeitavam que estrangeiros,\nespecialmente portugueses, conspiravam contra Floriano e contra a\nRepública. Tinham dois jornais, *O Nacional* e *O Jacobino*, este de\nDeocleciano Mártir, líder do movimento.\n\nDevido a suas manifestações ruidosas, a imprensa os chamava de\narruaceiros, e políticos respeitados como Joaquim Nabuco não os levavam\na sério. Com a posse do presidente Prudente de Morais em 1894, os\njacobinos tornaram-se oposição e passaram a defender ações violentas\ncontra estrangeiros e opositores. Uma delas foi o atentado contra o\nPrudente de Morais, em que foi morto o ministro da Guerra, marechal\nCarlos Machado Bittencourt. Deocleciano Mártir foi preso e condenado a\n30 anos de prisão como mentor do atentado, e os batalhões foram\ndissolvidos. O jacobinismo perdeu sua força política, passando o\nadjetivo a designar radicais e extremistas políticos.\n\nBeatriz Coelho Silva\n\n**FONTE:** GOMES, A. *Jacobinos*.\n","ref":"","dic":"DHBPR"}