{"title":"JAIME, Luís Gonzaga","cargoss":["sen. GO 1909-1921."],"author":"Adrianna Setemy","content":"**JAIME, Luís Gonzaga**\n\n\\*sen. GO 1909-1921.\n\n*Luís Gonzaga Jaime* nasceu em Pirinópolis (GO) no dia 8 de maio de\n1855, filho de João Gonzaga Jaime de Sá e de Maria Batista Jaime. Seu\navô, Luís Gonzaga Fleury, foi presidente de Goiás, e seu irmão,\nFrederico Gonzaga Jaime, foi deputado estadual em Goiás de 1909 a 1920.\n\nBacharelou-se em São Paulo em novembro de 1882 e em seguida voltou para\na província natal, onde foi nomeado promotor público da comarca da\ncapital em 11 de abril de 1883. Exerceu o cargo até 31 de dezembro do\nmesmo ano, quando pediu demissão. Em outubro de 1884 tomou posse como\njuiz no município de Santa Luzia (GO) e ali permaneceu até 20 de abril\nde 1885, quando foi removido para exercer a mesma função em Pirinópolis,\npor mais quatro anos. Por decreto de 15 de fevereiro de 1890 foi nomeado\njuiz de direito da comarca do rio Coxim (GO), e tomou posse em 16 de\nabril. Em 12 de julho do mesmo ano foi chamado a tomar assento no\nTribunal da Relação, onde permaneceu por quase dois anos.\n\nEm 20 de abril de 1892 foi nomeado chefe de polícia de Goiás. Em julho\nseguinte Antônio José Caiado assumiu a presidência do estado e adotou\nimportantes medidas, como a reforma administrativa e a reorganização do\nPoder Judiciário, de modo a adequá-lo à nova ordem instaurada a partir\nda Constituição estadual de 1891. Em meio a essa reorganização, Luís\nGonzaga Jaime deixou a chefia de polícia em 31 de dezembro de 1892 e, em\n1^o^ de janeiro de 1893 assumiu o cargo de ministro do Superior\nTribunal. Manteve-se no tribunal até 31 de julho de 1909, quando se\naposentou. Além disso, foi autor do Código de Processo Criminal (1890),\nque foi colocado em vigor no estado de Goiás por Caiado.\n\nA cena política em Goiás havia sido controlada, entre 1891 e 1900, pela\nfamília Bulhões, aliada dos governantes do período. Em 1901, com seu\napoio, fora eleito presidente do estado José Xavier de Almeida, que\npouco a pouco se afastou dos antigos aliados até chegar à ruptura em\nfins de 1903 e início de 1904. Nas eleições de 1905, Xavier de Almeida\nconseguiu eleger como sucessor Miguel da Rocha Lima, derrotando o\ncandidato apoiado pelos Bulhões. A ocasião que estes aguardavam para\nretornar à cena política goiana se apresentou em 1908: diante da decisão\nde Xavier de Almeida de apoiar a candidatura de seu sogro, Hermenegildo\nLopes de Morais, ao governo do estado, e de lançar sua própria\ncandidatura ao Senado, em detrimento de Luís Gonzaga Jaime, alguns\nintegrantes da composição política situacionista, entre os quais o\npróprio Gonzaga Jaime e Antônio Ramos Caiado, deixaram o governo e\naliaram-se a Leopoldo Bulhões e Eugênio Jardim.\n\nA insatisfação da oposição logo atingiu as proporções de um movimento\narmado. Os adversários de Xavier de Almeida arregimentaram homens,\ncompraram armas e formaram um contingente diante do qual a força\npolicial do estado se viu impotente. Miguel da Rocha Lima renunciou à\npresidência do estado no dia 11 de março, sendo substituído pelo\nvice-presidente Francisco Bertoldo de Sousa. No dia 1^o^ de maio, teve\ninício a chamada Revolução de 1909, com os revolucionários percorrendo a\ncavalo a cidade de Goiás sob o comando de Eugênio Jardim, e a liderança\nde Leopoldo Bulhões. Luís Gonzaga Jaime foi um dos que contribuíram com\ngrande número de voluntários para as forças revolucionárias, que\nentraram vitoriosas na capital. Na mesma data, Francisco Bertoldo de\nSousa passou o governo ao segundo-vice-presidente José da Silva Batista,\nque governou até a posse do presidente nomeado pelos revolucionários,\nUrbano de Gouveia, em 24 de julho. O sucesso do movimento proporcionou o\nretorno do grupo dos Bulhões ao poder e possibilitou o surgimento de\nduas fortes lideranças locais: Eugênio Jardim e Totó Caiado.\n\nEm novembro de 1909, como candidato único, Luís Gonzaga Jaime foi eleito\nsenador na vaga aberta por Urbano de Gouveia. Dois anos depois foi\nreeleito, para um mandato de nove anos. Fez parte das Comissões de\nPolícia, de Constituição e Diplomacia, Justiça e Legislação e foi\npresidente da Comissão Especial do Código Penal da República. Além da\natividade política, durante cinco anos foi professor de direito penal na\nFaculdade de Direito.\n\nFaleceu em 1921, no Rio de Janeiro, vítima de assassinato.\n\nFoi casado com Maria Augusta Sócrates, com quem teve quatro filhos.\nEntre eles destacou-se Tulo Hostílio Jaime, deputado federal por Goiás\nde 1918 a 1920.\n\nAdrianna Setemy\n\n**FONTES:** *Diário da Manhã* (14/5/2009). Disponível em:\n\\<http://74.125.93.132/search?q=cache:iT6oN62XkTcJ:www.dm.com.br/materias/show/t/sangue\\_na\\_historia\\_do\\_congresso+%22Luiz+Gonzaga+Jayme%22&cd=13&hl=pt-BR&ct=clnk\\>.\nAcesso em: 22/10/2009.\n","ref":"**FONTES:** *Diário da Manhã* (14/5/2009). Disponível em:\n\\<http://74.125.93.132/search?q=cache:iT6oN62XkTcJ:www.dm.com.br/materias/show/t/sangue\\_na\\_historia\\_do\\_congresso+%22Luiz+Gonzaga+Jayme%22&cd=13&hl=pt-BR&ct=clnk\\>.\nAcesso em: 22/10/2009.\n","dic":"DHBPR"}