{"title":"JAMBEIRO, Bernardo","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1906],"datas_fim":[1911],"estados":["BA"],"autor":[0],"content":"**JAMBEIRO, Bernardo**\n\n\\*dep. fed. BA 1906-1911.\n\n*Bernardo José Jambeiro* nasceu em Salvador no dia 27 de novembro de\n1864, filho de Lázaro José Jambeiro e de Maria Júlia Martins. Seu pai\nfoi deputado provincial (1876-1877) e seu irmão, Rafael José Jambeiro,\nfoi deputado estadual (1899-1900 e 1935).\n\nTendo concluído os estudos de humanidades em Salvador, ingressou na\nFaculdade de Medicina da Bahia e diplomou-se em 1890. Foi nomeado no ano\nseguinte assistente da cátedra de clínica obstétrica. Clinicou por algum\ntempo na cidade de Santo Antônio de Jesus e também dedicou-se ao\njornalismo, sendo fundador e diretor-chefe do jornal *A Bahia*.\n\nIniciou a carreira política elegendo-se deputado estadual para a\nlegislatura 1893-1894. Candidatou-se à reeleição, mas não chegou a\nexercer o mandato em virtude do problema criado pela dualidade de\nassembleias, que teve como solução a decretação da ilegalidade daquela\nda qual fazia parte e fora escolhido primeiro-secretário. Em 1900 foi\nnovamente eleito para a Assembleia Legislativa da Bahia, para a\nlegislatura 1901-1902. Em 21 de junho de 1903, com o surgimento de uma\nvaga no Senado Estadual em função da morte do general Inocêncio Galvão\nde Queirós, foi eleito para preenchê-la. Em 1905, foi escolhido\nprimeiro-secretário do Senado, mas recusou-se a aceitar o cargo. No dia\n16 de novembro, foi eleito presidente da Casa, cargo que exerceu até 9\nde abril de 1906.\n\nEm 30 de janeiro de 1906, foi eleito deputado federal para a legislatura\n1906-1908. Tendo sua eleição reconhecida, renunciou ao mandato de\nsenador estadual e tomou posse na Câmara dos Deputados em 3 de maio do\nmesmo ano. Reeleito para o período 1909-1911, foi escolhido líder da\nbancada baiana quando da morte do deputado Leovigildo Filgueiras em\n1910. Em 1912 candidatou-se a um novo mandato, mas não teve sucesso. Em\n1915 voltou a se candidatar como candidato avulso, mas, embora tenha\nconseguido expressiva votação, não foi eleito. Frente a mais essa\nderrota eleitoral, deu por encerrada sua vida político-partidária e\ntransferiu-se para a cidade do Rio de Janeiro, onde faleceu em 19 de\ndezembro de 1929.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos* (p.214); BULCÃO SOBRINHO, A.\n*Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Diário\nOficial do Estado da Bahia* (p.481-493); *Imparcial* (20/12/1929).\nFalecimentos; *Imparcial* (20/12/1929). Morreu no Rio um antigo político\ne parlamentar baiano; SAMPAIO, C. *Partidos*; SANTOS, M. *Sinopse*\n(p.141,153-156).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (p.214); BULCÃO SOBRINHO, A.\n*Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Diário\nOficial do Estado da Bahia* (p.481-493); *Imparcial* (20/12/1929).\nFalecimentos; *Imparcial* (20/12/1929). Morreu no Rio um antigo político\ne parlamentar baiano; SAMPAIO, C. *Partidos*; SANTOS, M. *Sinopse*\n(p.141,153-156).\n","dic":"DHBPR"}
