{"title":"JARDIM, Francisco Leopoldo Rodrigues","cargoss":["pres. GO 1895-1898","dep. fed. GO 1899","sen. 1899-1905 e 1909-1910."],"author":"Adrianna Setemy","content":"**JARDIM, Francisco Leopoldo Rodrigues**\n\n\\*pres. GO 1895-1898; dep. fed. GO 1899; sen. 1899-1905 e 1909-1910.\n\n*Francisco Leopoldo Rodrigues Jardim* nasceu na cidade de São Paulo no\ndia 27 de agosto de 1847, filho de José Rodrigues Jardim e de Maria\nFrancisca Pureza Jardim. Seu pai foi militar, presidente da província de\nGoiás de 1831 a 1837, senador de 1837 a 1841 e novamente presidente da\nprovíncia em 1841. Seu irmão Eugênio Rodrigues Jardim foi presidente de\nGoiás de 1921 a 1922 e senador de 1924 a 1926. Seu primo e cunhado\nLeopoldo Bulhões – irmão de sua mulher Maria Nazaré de Bulhões Jardim –\nfoi constituinte de 1891, várias vezes senador entre 1894 e 1918, e\nministro da Fazenda de 1902 a 1906 e de 1909 a 1910. Seu concunhado\nUrbano Coelho de Gouveia – casado com sua cunhada Leonor de Bulhões\nJardim – foi deputado federal por Goiás de 1892 a 1898, seu sucessor na\npresidência do estado de 1898 a 1901, novamente deputado federal de 1901\na 1902, senador de 1903 a 1909 e mais uma vez presidente de Goiás de\n1909-1912.\n\nTendo chegado a Goiás com dez anos de idade, Francisco Leopoldo aí fez\nfortuna como comerciante e ainda jovem filiou-se ao Partido Liberal.\nAliado fiel dos Bulhões, família que liderava os políticos liberais de\nGoiás, elegeu-se deputado provincial para a legislatura 1884-1885. Em\n1886 foi eleito membro do Conselho Municipal. Proclamada a República,\nparticipou da Assembleia Constituinte de Goiás e foi signatário da\nConstituição estadual promulgada em 1891. Foi novamente eleito deputado\nestadual para a legislatura 1895-1897, tendo presidido a Assembleia no\nprimeiro ano de mandato.\n\nAinda em 1895 deixou a Assembleia ao ser eleito presidente do estado de\nGoiás, sucedendo a Antônio José Caiado. Empossado em 18 de julho do\nmesmo ano, notabilizou-se em sua administração por investir no\ndesenvolvimento da infraestrutura viária e de comunicação e por procurar\nmelhorar a situação econômica de Goiás através do controle das contas\npúblicas e do desenvolvimento da produção e do comércio. Em 9 de julho\nde 1898 passou o governo ao segundo-vice-presidente Bernardo Albernaz.\n\nEm 19 de fevereiro de 1899 foi eleito deputado a fim de completar o\nmandato de Urbano Coelho de Gouveia, que renunciou à sua vaga na Câmara\napós ter sido eleito presidente do estado de Goiás no pleito de 1898. Em\n31 de dezembro de 1899, por ocasião do falecimento do senador Antônio\nJosé Caiado, Urbano Coelho de Gouveia expediu as ordens necessárias para\nque fossem realizadas eleições a fim de preencher a vaga deixada no\nSenado. Rodrigues Jardim foi eleito e exerceu o mandato até 1905. Em\n1909 foi reeleito senador pelo estado de Goiás, mas renunciou ao mandato\nno ano seguinte. Para preencher sua vaga, foi eleito seu aliado Leopoldo\nBulhões.\n\nPor mérito, foi agraciado com a patente de coronel da Guarda Nacional.\n\nFaleceu na Cidade de Goiás no dia 3 de março de 1920.\n\nDe seu casamento com Maria Nazaré de Bulhões Jardim não teve filhos.\n\nAdrianna Setemy\n\n**FONTES:** ARTIGA, Z. *História*; LISITA JUNIOR, C. *Dicionário*;\nProjeto de imagem de publicações oficiais brasileiras do Center for\nResearch Libraries e Latin-american Microfilm Project. *Mensagens dos\nPresidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ARTIGA, Z. *História*; LISITA JUNIOR, C. *Dicionário*;\nProjeto de imagem de publicações oficiais brasileiras do Center for\nResearch Libraries e Latin-american Microfilm Project. *Mensagens dos\nPresidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}