{"title":"JARDIM, Jerônimo de Morais","cargoss":["militar","dep. geral GO 1880-1881 e 1884","min. Ind. Viação e Obras"],"author":"Paulo Brandi Cachapuz","content":"**JARDIM, Jerônimo de Morais**\n\n\\*militar; dep. geral GO 1880-1881 e 1884; min. Ind. Viação e Obras\nPúbl. 1898.\n\n*Jerônimo Rodrigues de Morais Jardim* nasceu em Vila Boa (GO), na época\ncapital da província de Goiás, no dia 12 de fevereiro de 1838, filho de\nJoaquim Rodrigues de Morais e de Maria Altina Jardim. Seu avô materno,\nJosé Rodrigues Jardim, militar de carreira, foi presidente da província\nde Goiás de 1831 a 1837 e senador do Império de 1837 a 1842. Seu irmão\nJoaquim Rodrigues de Morais Jardim (1836-1891), engenheiro militar,\nreformado como general, fez viagens de exploração e reconhecimento dos\nrios Araguaia, Tocantins e Tapajós. Seu primo José Leopoldo de Bulhões\nJardim (1856-1928) foi deputado geral no Império, deputado constituinte\nem 1891, senador e ministro da Fazenda nos governos Rodrigues Alves e\nNilo Peçanha.\n\nFez os estudos preparatórios no liceu de Via Boa, alistando-se no\nExército logo após completar 16 anos. Em março de 1855 ingressou na\nEscola Militar da Corte, juntamente com o irmão mais velho.\nAlferes-aluno em 1857, fez o curso da Escola de Aplicação do Exército,\nna Praia Vermelha, e completou os estudos de engenharia militar e civil\nna Escola Central, criada em 1858 em substituição à Escola Militar da\nCorte. Também se graduou bacharel em matemáticas e ciências físicas. Em\ndezembro de 1861, foi promovido a primeiro-tenente.\n\nEm 1863, após pleitear, sem êxito, o lugar de engenheiro-praticante na\nfirma inglesa The Rio de Janeiro City Improvements e na Estrada de Ferro\nD. Pedro II (antecessora da Estrada de Ferro Central do Brasil), viajou\nao Pará em missão do Ministério da Guerra para a reconstrução das fortes\nde Macapá e Óbidos. Por falta de recursos, o projeto não foi adiante. Em\nseguida, participou de uma expedição de reconhecimento das cachoeiras no\nbaixo Tocantins e fez estudos para a retificação do rio Arari, na ilha\nde Marajó.\n\nEm 1865, iniciada a Guerra do Paraguai, chefiou a missão encarregada de\nabertura de uma via de comunicação entre os campos de Palmas, região de\nocupação tradicional dos índios caingangues no oeste paranaense, e o\nterritório das Missões, na Argentina. Apresentou-se, em seguida, como\nvoluntário para lutar na guerra, incorporando-se à comissão de\nengenheiros chefiada pelo tenente-coronel José Carlos de Carvalho.\n\nEm abril de 1866, colaborou no planejamento da operação de desembarque\ndas forças aliadas em território paraguaio pelo Passo da Pátria, no rio\nParaná. Participou da construção de trincheiras e baterias avançadas em\nTuiuti, em especial da seção conhecida como Linha Negra, devido ao\nmortífero fogo da artilharia paraguaia. Promovido a capitão em janeiro\nde 1868 e a major em novembro de 1869, acompanhou a marcha do Exército\nbrasileiro até o fim da campanha do Paraguai. Na fase final da guerra,\natuou sob o comando do príncipe Luís Filipe de Orleans, o conde d’Eu,\ntendo sido responsável pela destruição da fundição de Ibicuí, onde eram\nproduzidas armas para o exército paraguaio.\n\nEngenheiro, Deputado e Presidente de Província\n\nDe regressou ao Rio de Janeiro em 1870, foi nomeado engenheiro ajudante\nda Inspetoria Geral de Obras Públicas da Corte, órgão vinculado ao\nMinistério da Agricultura, Comércio e Obras Públicas. Em abril de 1873,\nassumiu a chefia da Inspetoria em substituição ao engenheiro Antônio\nAugusto Monteiro de Barros, permanecendo à frente do órgão durante sete\nanos.\n\nCom os engenheiros Francisco Pereira Passos e Marcelino Ramos da Silva,\nintegrou a Comissão de Melhoramentos da Cidade do Rio de Janeiro,\nconstituída em 1874 pelo conselheiro João Alfredo Correia de Oliveira,\nministro do Império. A comissão formulou ambicioso plano de reforma\nurbana da capital, prevendo o alargamento de ruas e a construção de\ngrandes avenidas, o arrasamento de morros, a canalização de rios e\noutras medidas de grande impacto para uma cidade “reconhecidamente\ninsalubre e exposta a toda sorte de doenças e epidemias”. Trinta anos\nmais tarde, diversas obras propostas pela comissão seriam realizadas por\nPereira Passos em sua gestão na prefeitura do Distrito Federal.\n\nMorais Jardim foi o principal responsável pelo planejamento e construção\ndo primeiro grande sistema de abastecimento d’água do Rio de Janeiro,\ncom captação a longa distância, compreendendo as adutoras de São Pedro e\nRio d’Ouro, na Serra do Tinguá (RJ), o reservatório do Pedregulho (D.\nPedro II) e outros quatro menores em morros cariocas, e extensa rede de\ndistribuição urbana. Em 1876, após a aprovação de seu plano e a\ncontratação das obras, viajou à Europa para estudar os sistemas de\nabastecimento d’água de algumas cidades. Organizou também o projeto de\ndrenagem de águas pluviais de parte da capital, em colaboração com José\nAntônio da Fonseca Lessa e Antônio Paulo Melo Barreto, parcialmente\nexecutado pelo construtor inglês Joseph Hancox.\n\nAs adutoras de São Pedro e Rio d’Ouro foram implantadas entre 1877 e\n1880, juntamente com uma ferrovia entre a ponta do Caju, nas\nproximidades do porto da capital, e a represa de Rio d’Ouro. Projetada\npara o transporte de materiais de construção e a manutenção das duas\nadutoras, a ferrovia foi aberta ao tráfego público em 1883, ficando\nconhecida como Estrada de Ferro Rio d’Ouro.\n\nEm setembro de 1879, com o apoio político das famílias Bulhões Jardim e\nCaiado, Morais Jardim candidatou-se à eleição para preencher a cadeira\nde deputado geral pelo 1^o^ distrito de Goiás, vaga em decorrência do\nfalecimento de seu primo Antônio de Oliveira Bulhões. Tomou posse do\nmandato de deputado em maio de 1880, às vésperas da entrada em operação\ndo novo sistema de abastecimento d’água do Rio de Janeiro e do\nreservatório do Pedregulho. Duas semanas depois da inauguração do\nreservatório, houve uma ocorrência de recalque de fundações e o\naparecimento de fendas que obrigaram a interrupção de seu funcionamento.\nVários engenheiros foram chamados para estudar o problema, não chegando\na uma conclusão comum. Houve quem apontasse falhas de projeto, negadas\nenfaticamente por Morais Jardim em discurso na Câmara e em relatório ao\nministro da Agricultura, Manuel Buarque de Macedo.\n\nEm janeiro de 1881, Morais Jardim encerrou seu mandato na Câmara e pediu\ndemissão da chefia da Inspetoria Geral de Obras Públicas por julgar\ndesnecessárias as obras de reforço do reservatório do Pedregulho,\naprovadas pelo ministro Buarque de Macedo com base em parecer do\nengenheiro Borja Castro. Passou a servir então no Arquivo Militar,\ninstituição responsável pela guarda e produção de mapas e plantas do\ngoverno imperial, planos e projetos de fortalezas, estradas e portos\nmarítimos.\n\nSócio-fundador do Clube de Engenharia em 1880, participou do 1^o^\nCongresso das Estradas de Ferro do Brasil, promovido no Rio de Janeiro\npor iniciativa do clube entre julho e setembro de 1882, figurando entre\nos pareceristas da sessão dedicada ao estudo das vias navegáveis do\npaís, juntamente com os engenheiros Pereira Passos e Raimundo Belford\nRoxo.\n\nTeve um segundo mandato parlamentar de curta duração. Eleito para a vaga\ndo deputado Antero Cícero de Abreu, falecido em 1883, tomou assento na\nCâmara em maio de 1884. Alinhou-se com deputados dissidentes do Partido\nLiberal no debate sobre o projeto de lei de emancipação dos escravos\nsexagenários, apoiando a moção de desconfiança contra o presidente do\nConselho de Ministros, senador Manuel de Sousa Dantas, autor do projeto.\nAprovada a moção em julho de 1884, Rui Barbosa e outros parlamentares\nabolicionistas ainda tentaram levar adiante a discussão do projeto Sousa\nDantas, mas sem êxito.\n\nCom a dissolução da Câmara em setembro de 1884, Morais Jardim voltou a\nservir no Arquivo Militar. Em maio de 1885 alcançou o posto de coronel,\nquase 11 anos depois de sua promoção a tenente-coronel. Em 1887, assumiu\na chefia da seção de geodésia e topografia do Arquivo Militar, vaga com\na nomeação do coronel Francisco Rafael de Melo Rego para a presidência\nde Mato Grosso. Permaneceu à frente da seção de geodésia e topografia\npor ocasião da transformação do Arquivo Militar em Diretoria Geral das\nObras Militares.\n\nEm setembro de 1889, foi nomeado presidente da província do Ceará, em\nsubstituição ao conselheiro Henrique Francisco D’Ávila. Em 15 de\nnovembro, contando pouco mais de um mês no exercício do cargo, foi\nsurpreendido por telegramas do Rio de Janeiro sobre o movimento militar\ncontra o governo imperial. Já no dia seguinte, tomou conhecimento da\nproclamação do regime republicano no país. Em reunião com líderes\npolíticos e oficiais do Exército em Fortaleza, concordou em deixar\nimediatamente o governo. Seu sucessor foi o tenente-coronel Luís Antônio\nFerraz, primeiro governador do estado do Ceará na era republicana.\n\nDiretor da EFCB e Ministro\n\nMorais Jardim recebeu nova missão no governo provisório do marechal\nDeodoro da Fonseca. Em fevereiro de 1890, por designação do ministro\nFrancisco Glicério, titular da pasta da Agricultura, Comércio e Obras\nPúblicas, foi nomeado presidente da Comissão Geral de Viação,\nresponsável pela elaboração do primeiro plano de viação da República.\nComposta por cinco engenheiros, a comissão buscou traçar as linhas de\nexpansão da rede ferroviária em articulação com o aproveitamento da\nnavegação fluvial.\n\nEm outubro de 1890, por recomendação da comissão, o governo provisório\nconcedeu privilégio, garantia de juros e outros favores para a\nimplantação de linhas férreas e fluviais em várias regiões do país. As\nconcessões foram outorgadas pelo Decreto n^o^ 862 a empresas já\nestabelecidas ou que viessem a ser organizadas. Joaquim Rodrigues de\nMorais Jardim, irmão mais velho de Morais Jardim, obteve o privilégio de\nexplorar a navegação dos rios Tocantins, Araguaia, das Mortes e seus\nafluentes, bem como de uma via férrea para contornar o trecho\nencachoeirado do Tocantins entre o povoado de São Pedro da Alcobaça (que\ndaria origem ao município de Tucuruí) e o ponto denominado Praia da\nRainha. Abrangendo quatro mil quilômetros de linhas fluviais e 170\nquilômetros de via férrea, a concessão foi transferida em março de 1891\npara a Companhia Viação Férrea e Fluvial do Tocantins e Araguaia.\n\nA Comissão Geral de Viação foi extinta em fevereiro de 1891 e seu\nrelatório acabou caindo no esquecimento. Morais Jardim foi promovido a\ngeneral de brigada em junho de 1891 e reformado no posto de marechal em\nnovembro do ano seguinte.\n\nEm novembro de 1894, no início do governo Prudente de Morais, assumiu o\ncargo de diretor da Estrada de Ferro Central do Brasil (EFCB), em\nsubstituição ao coronel Vespasiano Gonçalves Albuquerque e Silva. Consta\nque seu nome foi indicado ao presidente pelo ministro da Guerra, general\nBernardo Vasques, veterano da Guerra do Paraguai. Atuou como diretor da\nEFCB durante dois anos. Foi exonerado em novembro de 1896, quando o\nvice-presidente Manuel Vitorino assumiu a presidência interinamente, em\ndecorrência da licença de Prudente de Morais por motivo de saúde.\n\nÀ frente da mais importante ferrovia do país, Morais Jardim cuidou\nespecialmente da reparação de linha e material, com o objetivo de\nmelhorar as condições de tráfego das composições que atendiam o Distrito\nFederal e o interior dos estados do Rio de Janeiro, Minas e São Paulo.\nEm sua gestão foram iniciadas as obras da terceira linha, entre as\nestações de Sapobemba (atual Deodoro) e Belém (Japeri), da segunda\nlinha, entre a estação Central (atual D. Pedro II) e a da Gamboa, no Rio\nde Janeiro, e de alargamento da bitola entre Cachoeira Paulista e a\ncidade de São Paulo.\n\nSubstituído na diretoria da EFCB pelo engenheiro André Gustavo Paulo de\nFrontin, voltou a colaborar com o governo Prudente de Morais no final do\nmandato do presidente da República. Em junho de 1898, assumiu o lugar de\nSebastião Eurico Gonçalves de Lacerda no Ministério da Indústria, Viação\ne Obras Públicas, permanecendo titular da pasta por cinco meses, até a\nposse do novo governo. Seu sucessor no ministério foi o senador baiano\nSeverino Vieira, escolhido para o cargo pelo presidente Campos Sales.\n\nNo período seguinte foi diretor-presidente da Companhia das Estradas de\nFerro do Norte do Brasil, sucessora da Companhia Viação Férrea e Fluvial\ndo Tocantins e Araguaia. Em 1909, após sucessivas modificações da\nconcessão original, outorgada ao tempo do governo provisório de Deodoro\nda Fonseca, a companhia inaugurou o trecho inicial de 43 quilômetros da\nvia férrea Alcobaça-Praia da Rainha. Subvencionada pela União e pelo\ngoverno do Pará, a navegação entre Belém e Alcobaça vinha sendo\nrealizada desde 1894 pelo vapor *General Jardim*.\n\nEm 1910, esboçou um novo plano para o desenvolvimento do serviço de\nnavegação nos rios Tocantins e Araguaia. Seu plano serviu de base para a\nrevisão do contrato da Companhia Estradas de Ferro Norte do Brasil,\nautorizada pelo presidente Nilo Peçanha e o ministro Francisco Sá\n(Decreto n^o^ 8.123). Posteriormente, a empresa obteve mais de uma\nprorrogação de prazo para o estabelecimento da navegação a vapor do alto\nTocantins e do Araguaia e de Marabá até o trecho construído da ferrovia.\n\nMorais Jardim faleceu no Rio de Janeiro em 16 de setembro de 1916, no\nexercício do cargo de diretor-presidente da Companhia Estradas de Ferro\ndo Norte do Brasil. Em setembro de 1920, o governo Epitácio Pessoa\ndecretou a caducidade do contrato da companhia, alegando completo\ndescumprimento de suas obrigações (Decreto n^o^ 14.369).\n\nO marechal Jardim foi casado com Luísa de Assis Mascarenhas, filha de\nManuel de Assis Mascarenhas, deputado geral e senador no Império. Teve\nquatro filhos.\n\nAlém de sócio-fundador do Clube de Engenharia, foi vice-presidente do\nInstituto Politécnico, presidente da Sociedade Amantes da Instrução e\nsócio da Liga contra a Tuberculose.\n\nPaulo Brandi Cachapuz\n\n**FONTES**: ABRANCHES, J. *Governos*; ANDREATTA, V.; VALLEJO, M.\n*Cidades*; BENCHIMOL, J. *Pereira*; BEZERRA NETO, E. *Ideia*;BLAKE, A.\n*Diccionário* (v.3); BORGES, H. *Generais*; CAM. DEP. Anais (1880,\n1884); CERQUEIRA, D. *Reminiscências*; *Correio da Manhã*, (1938). O\ncentenário do nascimento do marechal Moraes Jardim; COSTA, E.\n*Abolição*; DODSWORTH, J. *Organização*; FREITAS, L. *Segundo*; JARDIM,\nJ. *Engenheiros*; *Ex-inspetor*; JARDIM, J. *Linha*; LAEMMERT, E.\n*Almanak* (1880-1889); MIN. AGR., COM. OBRAS PUB. *Relatório* (1876,\np.358-370, 1877, p.199-206, 1893-1900, 1903, 1906-1909; PATERNOSTRO, J.\n*Viagem*; *Revista do Clube de Engenharia* (n.41, fev.1938); SILVA, M.\n*Expansão* (p.57-102); SPINOLA, A. *Relatório*; TAUNAY, A. *Diário*;\nTELLES, P. *História*; *Tocantins*; Brasília e as ferrovias. Disponível\nem:\n\\<http://doc.brazilia.jor.br/Trilhos-Planos-Ferroviarios/1890-Plano-da-Comissao-concessoes.shtml\\>.\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; ANDREATTA, V.; VALLEJO, M.\n*Cidades*; BENCHIMOL, J. *Pereira*; BEZERRA NETO, E. *Ideia*;BLAKE, A.\n*Diccionário* (v.3); BORGES, H. *Generais*; CAM. DEP. Anais (1880,\n1884); CERQUEIRA, D. *Reminiscências*; *Correio da Manhã*, (1938). O\ncentenário do nascimento do marechal Moraes Jardim; COSTA, E.\n*Abolição*; DODSWORTH, J. *Organização*; FREITAS, L. *Segundo*; JARDIM,\nJ. *Engenheiros*; *Ex-inspetor*; JARDIM, J. *Linha*; LAEMMERT, E.\n*Almanak* (1880-1889); MIN. AGR., COM. OBRAS PUB. *Relatório* (1876,\np.358-370, 1877, p.199-206, 1893-1900, 1903, 1906-1909; PATERNOSTRO, J.\n*Viagem*; *Revista do Clube de Engenharia* (n.41, fev.1938); SILVA, M.\n*Expansão* (p.57-102); SPINOLA, A. *Relatório*; TAUNAY, A. *Diário*;\nTELLES, P. *História*; *Tocantins*; Brasília e as ferrovias. Disponível\nem:\n\\<http://doc.brazilia.jor.br/Trilhos-Planos-Ferroviarios/1890-Plano-da-Comissao-concessoes.shtml\\>.\n","dic":"DHBPR"}