{"title":"JARDIM, Silva","cargoss":["líder republicano."],"author":"Renato Lemos","content":"**JARDIM, Silva**\n\n\\* líder republicano.\n\n*Antônio da Silva Jardim* nasceu a 18 de agosto de 1860 em Capivari\n(RJ), atual Silva Jardim, filho de Gabriel da Silva Jardim, pequeno\nlavrador e professor primário, e de Felismina Leopoldina de Mendonça\nJardim.\n\nEstudou inicialmente com o pai, passando aos 11 anos a auxiliá-lo na\nescola que mantinha. Educado segundo a tradição católica, foi, aos 12,\najudante de sacristão. Aos 13 transferiu-se com o pai para Niterói,\nentão capital da província do Rio de Janeiro, com o objetivo de fazer os\nestudos secundários. Depois de frequentar o colégio Silva Pontes,\ningressou em 1874 no Mosteiro de São Bento, na cidade do Rio de Janeiro,\nentão capital do Império, para completar os estudos preparatórios. Nessa\ninstituição fez sua primeira experiência jornalística como redator-chefe\ndo *Labarum Literário*, periódico estudantil em que também escrevia\nClóvis Bevilacqua, que se tornaria um dos mais destacados juristas\nbrasileiros. Seu primeiro artigo de natureza política teve a figura de\nTiradentes como tema e apresentou tendências republicanas. Para diminuir\na distância entre sua residência em Niterói e a escola, mudou-se para a\nCorte, passando a residir numa “república” de estudantes, entre os quais\nRaimundo Correia, que se projetaria no panorama da poesia brasileira.\nDepois de obter, em 1875, aprovação em exames de português, francês e\ngeografia organizados pela Secretaria de Instrução Pública, passou a\nestudar no Externato Jasper, no centro da cidade. Em más condições\nfinanceiras, passou a residir com um primo no bairro de Santa Teresa.\nDeu aulas particulares e trabalhou por três meses no escritório de uma\ncasa comercial. Em seguida, atuou como explicador no Externato Jasper.\n\nEm abril de 1878 ingressou na Faculdade de Direito de São Paulo,\ntransferindo-se, por isso, para a capital. No mesmo ano estreou no campo\nliterário acadêmico, publicando *Ideias de moço*, com Valentim\nMagalhães, e *Gente do mosteiro*, em que polemizou com colegas. Aderindo\nao Clube Republicano Acadêmico, aproximou-se dos estudantes\nabolicionistas e republicanos e começou a sobressair como orador. Ainda\nem 1878 conheceu sua futura esposa, Ana Margarida Bueno de Andrada,\nfilha do conselheiro Martim Francisco de Andrada, professor da Faculdade\nde Direito, chefe de uma das mais influentes famílias paulistas e prócer\ndo Partido Liberal, em cujo jornal, *Tribuna Liberal*, passou a\ntrabalhar como redator e revisor.\n\nAmigo do advogado, escritor e político liberal Herculano Marcos Inglês\nde Sousa, organizador Escola Normal de São Paulo, em inícios de 1888 foi\nnomeado, por indicação deste, secretário do estabelecimento e professor\ndo curso primário anexo. Por essa época, afastou-se da *Tribuna Liberal*\npara fundar, com Valentim de Magalhães, o diário *Comédia*, do qual foi\nredator e gerente apenas até abril, quando deixou o jornal, alegando\nexcesso de afazeres. Em seguida retornou à *Tribuna Liberal*, passando a\nocupar-se de assuntos da área cultural. Ao mesmo tempo, mantinha\ncorrespondência com jornais republicanos do Rio Grande do Sul.\n\nFiliado a sociedades secretas, entre as quais a maçonaria, atuava no\nmovimento abolicionista participando com colegas acadêmicos de ações de\nroubo de escravos, que eram enviados para refúgios distantes da\nprovíncia. Seguiu a tendência de parte expressiva dos intelectuais\nbrasileiros de seu tempo, aderindo, ainda em 1881, ao positivismo,\ndoutrina sistematizada por Augusto Comte que se apresentava com muitas\nfacetas, da científica à religiosa, e chegava ao Brasil credenciada por\nsua origem francesa, então referência de elevação cultural. Absorveu do\npositivismo principalmente a perspectiva política, que, entre outros\npostulados, apontava a forma republicana como a mais adiantada que a\nhumanidade já produzira. Dessa maneira, fez a passagem da difusa relação\nque mantinha com o liberalismo, em grande parte alimentada pela ligação\ncom a família Andrada, para o republicanismo e o campo oposicionista ao\nImpério. Em 15 de novembro, participou da fundação do Centro Positivista\nde São Paulo. Por força das restrições que o positivismo fazia às\npráticas jornalísticas, deixou de escrever para órgãos de imprensa.\n\nEm inícios de 1882, foi convidado por Inglês de Sousa, então presidente\nda província de Sergipe, para secretariá-lo, mas declinou do convite\ndepois de consultar seus companheiros do Centro Positivista, refratários\nao exercício de qualquer função que pudesse ser interpretada como adesão\na um partido monárquico. Transferido logo em seguida para a presidência\nda província do Espírito Santo, Inglês de Sousa lhe fez novo convite,\nagora para divulgar métodos pedagógicos inspirados na *Cartilha\nmaternal*, de autoria do poeta e pedagogo português João de Deus\nNogueira Ramos e então tida como uma proposta revolucionária de\nalfabetização. Afastada a possibilidade de que a atividade fosse\nentendida como adesão ao governo, aceitou a missão e proferiu palestras\npara plateias constituídas de professores primários da província. Ainda\nno mesmo ano, concluiu em dezembro o curso de direito, passando a atuar\ncomo advogado, inicialmente em processos relativos à libertação de\nescravos.\n\nCasou-se em maio de 1883 com Ana Margarida, de acordo com o rito\ncatólico, a despeito de sua filiação filosófica, e no fim do ano foi\naprovado em concurso para a cadeira de português da Escola Normal, que\nregeria segundo a orientação positivista. Foi dessa perspectiva\nfilosófica que, em abril do ano seguinte, pronunciou na Escola Normal de\nSão Paulo uma conferência pública que intitulou *Reforma do ensino da\nlíngua maternal*.\n\nLogo após o nascimento de seu primeiro filho, fundou, em inícios de\n1884, juntamente com o educador e escritor João Köpke, a Escola\nNeutralidade, voltada para o ensino primário laico, iniciativa que\ncontrastava com o padrão da época, determinado pela união entre o Estado\ne a Igreja Católica. Em janeiro do ano seguinte, apoiou publicamente a\ncampanha eleitoral do sogro, que, embora monarquista, defendia a causa\nabolicionista. Após a morte deste e de uma filha recém-nascida, ambas\nocorridas em 1885, demitiu-se no ano seguinte do cargo de professor e\naceitou o convite do cunhado Martim Francisco Ribeiro de Andrada (neto)\npara trabalhar em Santos (SP). Aí se tornou seu sócio de um escritório\nde advocacia e da Escola José Bonifácio, que, com o apoio de Inglês de\nSousa, fundaram em maio de 1886 para oferecer ensino laico primário e\nsecundário.\n\nConcentrou-se nas atividades de advogado e professor até 1887, ano que\nnasceu seu segundo filho homem, em 14 de julho. Tratando-se da data\ncomemorativa da Queda da Bastilha, episódio emblemático da Revolução\nFrancesa de 1789, deu-lhe em batismo o nome de Danton Condorcet,\nhomenageando, respectivamente, um líder político e um escritor\ndiretamente associados àquele evento histórico e reverenciados pelo\npositivismo. Também em 1887, participou da fundação do Clube Republicano\nde Santos, condicionando sua participação à inclusão do abolicionismo no\nprograma político da entidade. Sua presença, ainda nesse ano, em uma\nhomenagem a Quintino Bocaiúva, fundador e um dos principais chefes do\nPartido Republicano brasileiro, lhe valeu críticas da direção do\nApostolado Positivista do Brasil, que era adepta de um caminho para a\nrepública que passaria pela conversão do imperador à doutrina e não\natribuía importância à propaganda republicana. Em consequência,\ndesligou-se da entidade.\n\nA Propaganda Republicana\n\nEm inícios de 1888, tomou conhecimento da moção que a Câmara Municipal\nde São Borja (RS) aprovara em 13 de janeiro do mesmo ano no sentido de\nque fosse realizado um plebiscito para decidir sobre a conveniência de,\nem caso de falecimento do imperador dom Pedro II – que se encontrava\ngravemente enfermo na Europa −, assumir o trono a princesa Isabel, sua\nfilha, casada com um estrangeiro − o conde D’Eu − e tida como católica\nfanática. Tomado pelo impacto geral que o documento causou em Santos e\nconsiderando violenta a reação do governo, que determinou a destituição\ndos vereadores, aceitou convite do republicano Francisco Lobo para fazer\numa palestra sobre o assunto em Santos. Em 28 de janeiro, diante de uma\nplateia que reunia representantes de várias classes sociais e tendências\npolíticas, analisou criticamente o regime monárquico e a família real\nbrasileira, propondo, ao final, uma moção de apoio aos vereadores\ngaúchos e de protesto contra a ação repressiva do governo imperial. A\nconferência, que intitulou *A pátria em perigo*, alcançou expressiva\nrepercussão, por ter sido transcrita em jornais republicanos de São\nPaulo, Rio de Janeiro, Rio Grande do Sul e Pernambuco, e projetou-o\nnacionalmente como iniciador de uma nova fase da propaganda republicana.\nConvidado por correligionários de Limeira (SP) para fazer na cidade uma\nconferência semelhante, encontrou resistência por parte dos chefes\nrepublicanos paulistas, mas fez o pronunciamento mesmo assim. Em\nseguida, articulou com Francisco Glicério, líder republicano em Campinas\n(SP), a realização de uma palestra na cidade. O ato aconteceu em\nfevereiro e, depois de falar para cerca de duas mil pessoas, conseguiu\nnovamente aprovar uma moção de repúdio à hipótese de um terceiro\nreinado. Na ocasião, defendeu a adoção da pena capital contra o conde\nD’Eu, caso ele viesse a resistir no dia em que a monarquia fosse\ndeposta.\n\nDe volta a Santos, promoveu, em 5 de março, novo comício, agora em\nsolidariedade às forças armadas diante do “caso Leite Lobo”, relativo a\num oficial reformado da Marinha que, no dia 28 anterior, havia sido\nobjeto de violência por parte de policiais, que teriam também\ndesrespeitado um tenente-coronel do Exército que interviera em favor de\nseu colega. Através do Clube Naval, oficiais lotados na capital paulista\nexigiram do governo uma reparação, recebendo apoio do Clube Militar. Em\nface da eclosão de vários conflitos de rua envolvendo policiais e\nmilitares, o governo proibiu os primeiros de deixar os quartéis,\npassando o policiamento da cidade a ser feito por soldados.\n\nO episódio fez recrudescer a tensão nas relações entre setores militares\ne o Estado monárquico, degradadas desde 1884, quando se sucederam\nconflitos, de início apenas disciplinares, que em conjunto ficariam\nconhecidos como “Questão Militar”. As relações entre militares e o\ngoverno entraram em fase de grande desgaste durante o ano de 1887,\npropiciando a projeção de novos líderes entre os oficiais, em particular\no general Deodoro da Fonseca e o major Benjamin Constant Botelho de\nMagalhães. A reivindicação de direitos políticos análogos aos exercidos\npelos cidadãos civis implicava a contestação dos padrões disciplinares e\nhierárquicos baseados na ideia da “obediência passiva e inconsciente”. A\nimprensa republicana discutia o papel dos militares na sociedade\nbrasileira, defendendo a formação de um Exército permanente constituído\npor cidadãos conscientes de seus direitos − “soldados cidadãos”.\nQuintino Bocaiúva, à frente de *O País*, Júlio de Castilhos, em *A\nFederação*, e Rui Barbosa, no *Diário de Notícias*, se destacavam na\npropaganda dessa proposta. A corrente de opinião que, a partir dessa\nideia, se desenvolveu entre os republicanos evoluía no sentido da\nformulação de uma estratégia de aliança com os militares para destituir\na monarquia.\n\nPara angariar apoios, Silva Jardim visitou o couraçado *Bahia*, então\nfundeado no porto de Santos, e convidou a oficialidade para participar\ndo ato político. Publicou em *O País* o artigo “Soldados! Em guarda!”,\nem que caracterizava como opressora a atitude do governo em relação aos\nmilitares e apresentava o que chamou de “teoria da liberdade espiritual\ndo cidadão fardado”. Alguns dias depois, fez uma conferência que\nintitulou *O Exército e a nação*, assistida por militares, diante dos\nquais reivindicou “o direito do Exército a ser considerado corporação de\nhomens livres, e não uma horda de janízaros ao serviço imperial”,\nfazendo referência ao antigo corpo de guarda do sultão turco, sinônimo\nde aparato repressivo de um tirano. Foi mais uma oportunidade de travar\ncontatos com setores militares, junto aos quais a propaganda republicana\nainda era incipiente. Ele próprio mantinha relações superficiais com\nalunos da Escola Militar do Rio de Janeiro e tivera, pouco tempo antes,\nseu nome escolhido para batizar um clube republicano da Escola Militar\ndo Rio Grande do Sul. Em suas memórias, atribuiria grandes dimensões ao\n“caso Leite Lobo”, que teria chegado à possibilidade de um movimento\nseparatista, evitado apenas pela intervenção do líder republicano\nFrancisco Rangel Pestana, a demissão do chefe de Polícia de São Paulo e,\npor fim, a do próprio chefe do Gabinete, barão de Cotegipe.\n\nEm 7 de abril fez nova conferência em Campinas, agora no Clube\nRepublicano da cidade, na presença de Prudente de Morais e Manuel de\nCampos Sales, importantes dirigentes do Partido Republicano Paulista\n(PRP) e futuros presidentes da República. A alternativa republicana se\nespraiava, embalada pela iminência da abolição definitiva da escravidão.\nEstava em Santos quando, em 13 de maio de 1888, foi aprovada a lei que\nextinguiu o trabalho escravo no país, e participou dos festejos\npromovidos pelos libertos, que se estenderam por um mês. No comício que\nencerrou as festividades na cidade, fez um discurso, caracterizado por\nele mesmo como “conciliante e moderado” e dirigido aos proprietários\nrurais descontentes com a monarquia por lhes ter causado a perda dos\nescravos sem indenizá-los.\n\nAinda em maio, participou, no dia 22, de um congresso do PRP,\nrepresentando Santos. Defendeu na ocasião métodos que considerava\nrevolucionários para a derrubada da monarquia e a implantação da\nrepública. Segundo registrou em suas memórias, a resistência que\nencontrou às suas ideias lhe fez perceber que “tinha-se em verdade\npassado o tempo das revoluções feitas somente à força da espada ou à\nforça de dinheiro: o essencial era preparar a opinião pública”. Ainda\nassim, foi escolhido para integrar, com Francisco Rangel Pestana e\nAmérico de Campos, a comissão que redigiu o manifesto do partido, dando\nênfase à luta contra o Terceiro Reinado.\n\nDesligando-se da sociedade que mantinha com seu cunhado no escritório de\nadvocacia, com o dinheiro que recebeu do acordo que fizeram financiou o\nprosseguimento de sua atividade propagandística. Em 2 de julho, recebeu\nconvite dos republicanos de Limeira (SP) para proferir uma palestra na\ncidade, o que fez depois de passar por Rio Claro (SP). Em seguida,\ndiscursou em várias cidades das províncias de São Paulo e Rio de\nJaneiro: São Carlos do Pinhal (atual São Carlos), Campinas, São Paulo,\nJacareí, Pindamonhangaba, Taubaté, Guaratinguetá, Lorena, Resende, Barra\nMansa, Piraí, Vassouras, Valença, Paraíba do Sul, Petrópolis, Rio de\nJaneiro, Friburgo, Cantagalo, São Fidélis, Campos, Macaé, Barra de São\nJoão, Capivari (atual Silva Jardim), Rio Bonito, Itaboraí e Niterói. Por\nonde fazia palestras, tomava conhecimento da precária organização do\ncampo republicano. Em muitas localidades, seus apoiadores eram, mais do\nque republicanos, proprietários rurais descontentes com a abolição sem\nindenização. Em outras, havia divisões entre os republicanos históricos\ne aqueles conhecidos como “republicanos de 13 de maio”, cujo\nressentimento em relação à Coroa era, com frequência, acusado de\nexplorar.\n\nEm 21 de agosto, véspera do retorno do imperador da Europa, onde fora\ntratar da saúde, fez mais uma provocação à monarquia, realizando uma\nconferência no Teatro Lucinda, situado na praça da Constituição, atual\npraça Tiradentes, no centro da cidade do Rio de Janeiro. Alvo de pedras\nlançadas por manifestantes monarquistas, foi defendido por companheiros,\nentre os quais Cândido Mariano da Silva, aluno da Escola Militar que,\nmais tarde, acrescentaria Rondon ao sobrenome. Nas eleições realizadas\nno dia 31 seguinte, foi indicado por vários distritos, mas não logrou\neleger-se, atribuindo o resultado negativo a fraudes eleitorais.\n\nEm 12 de setembro, fez uma conferência para contestar Joaquim Nabuco,\ndestacado líder abolicionista defensor da monarquia, que se opusera na\nCâmara dos Deputados à entrada de um parlamentar republicano que se\nrecusava a fazer o juramento católico. Na ocasião, exortou o povo do Rio\nde Janeiro a lutar contra a dinastia no poder e a monarquia. Defendeu,\ntambém, os proprietários rurais acusados de aderir ao campo republicano\napenas por causa abolição sem indenização. Enquanto discursava, foi alvo\nde apupos e pedradas, que, no entanto, não o atingiram. Alguns dias\ndepois sustentou, em conferência realizada no Teatro Politeama, a\nposição dos proprietários de imóveis contra o projeto do governo sobre\ndistribuição de águas, afinal derrotado na Câmara dos Deputados, e\ndefendeu, no Teatro São Pedro, atual Teatro João Caetano, o descanso\nsemanal aos domingos reivindicado pelos empregados do comércio.\n\nParticipou, em 9 de outubro, de outro congresso republicano, ao qual\nenviaram delegados apenas as províncias da Bahia, Espírito Santo, Rio de\nJaneiro e São Paulo, além da Corte. Na ocasião foi escolhido para\nintegrar, com Francisco Glicério e Francisco Portela, a comissão\nencarregada de elaborar a lei orgânica do Partido Republicano nacional.\nEm seguida, passou a assinar seção oficial do Partido Republicano\ninserida pelo jornal *O País* entre suas colunas. Rapidamente\ntransformou-se em líder de uma corrente à qual não agradavam os métodos\npolíticos adotados pela direção partidária nacional, caracterizada como\nexcessivamente moderada por se orientar por concepções de cunho\nliberal-democrático. Entendia que a situação política do país já estava\nmadura para a implantação da república, mas que isso só seria possível\npor meio de um movimento revolucionário em que amplos contingentes da\npopulação fossem envolvidos. Tal posição, que Joaquim Saldanha Marinho,\nchefe nacional do partido, apoiava, mas não publicamente, era, contudo,\nminoritária, sendo defendida apenas pelas seções pernambucana e\nrio-grandense-do-norte, as quais Silva Jardim representava na Corte.\nSegundo registrou em suas memórias, entre os chefes republicanos de São\nPaulo, apenas Francisco Glicério aderira à ideia de revolução.\n\nEm 13 de novembro, realizou-se na Corte o Congresso Republicano\nProvincial, durante o qual foi criado o Partido Republicano da Província\ndo Rio de Janeiro. De maneira semelhante ao que acontecera em províncias\ncomo Maranhão, Sergipe, Alagoas e Rio Grande do Norte, os republicanos\ncapitalizaram a insatisfação com a Coroa no campo monarquista. Graças à\nadesão de escravocratas ressentidos, o movimento republicano fluminense,\nque até então vegetara na maior parte da província, viabilizou-se após a\nabolição. Entre junho e novembro, haviam surgido, em geral por\niniciativa de tradicionais chefes monarquistas, clubes republicanos em\nmais de 20 municípios fluminenses, muitos dos quais palco da propaganda\nfeita por Silva Jardim pouco tempo antes, como Paraíba do Sul, Capivari\ne Valença.\n\nCriado o novo partido, Silva Jardim foi eleito delegado da capital e\npresidente da comissão executiva, também integrada por Alberto Torres,\nsecretário, Antônio Furquim Werneck de Almeida, tesoureiro, Francisco\nPortela e Virgílio Pessoa, delegados do Norte, e Antônio Santos Werneck\ne Teófilo de Almeida, representantes do Sul fluminense. Foi também autor\ndo manifesto de fundação, cuja principal preocupação era justificar a\npresença decisiva dos proprietários rurais no partido, explicando,\nsegundo fórmula apresentada por Santos Werneck no manifesto do partido\nda Paraíba do Sul, que eles se haviam tornado republicanos “depois da\nabolição e não por causa dela”. Embora não estivessem representados na\ndireção do partido, entregue a tradicionais republicanos, a participação\ndos monarquistas dissidentes foi fundamental para dar vida à nova\nagremiação e neles o republicanismo fluminense encontrou uma base\nsocial, o que resultaria no crescimento substancial de sua organização\npolítica.\n\nEm 23 de novembro, fez uma conferência para contestar os argumentos\nmonarquistas de Joaquim Nabuco, que era seu colega nas páginas de *O\nPaís*, onde ambos dissentiam em torno da questão do regime político, e\nera também, como reconheceu em suas memórias, “o único adversário de\ntemer”. Após criticar o adversário, convocou a população do Rio de\nJaneiro e o Partido Republicano, em particular, a cumprir seu dever\nnaquele “momento crítico para a nação brasileira” e a apressar “a sua\ntransformação política”. Ao sair do prédio, foi ameaçado por um grupo de\nlibertos, mas seus amigos o defenderam. Em 30 de dezembro, fez, sem a\nsanção do Conselho Federal republicano, uma segunda conferência contra\nJoaquim Nabuco. O local escolhido foi a Sociedade Francesa de Ginástica,\nlocalizada na travessa da Barreira, no centro da cidade, atualmente uma\nrua batizada com seu nome. Ali, dois meses antes, militares,\nmajoritariamente alunos da Escola Militar, haviam feito uma assembleia e\naprovado uma moção de apoio a colegas do Rio Grande do Sul em conflito\ncom o governo, ainda no contexto da Questão Militar. Durante o comício,\nregistrou-se a primeira aparição pública da Guarda Negra, agrupamento\nconstituído principalmente por libertos e ex-policiais, organizados por\ndefensores da ação abolicionista da princesa Isabel, inclusive João\nAlfredo Correia de Oliveira, então presidente do Conselho de Ministros,\npara sustentar a monarquia por meio de ações violentas, que agrediam\npessoas e perturbavam eventos associados ao republicanismo. Enquanto\ndiscursava, foi alvo de forte ataque a pedradas e tiros, que, embora não\no atingissem, deixaram mortos e feridos entre os republicanos. Diante de\nboatos que davam conta de um provável atentado à sua residência, Alberto\nTorres e Cândido Mariano passaram a noite com ele.\n\nEm face da hesitação da direção nacional em apoiar os seus métodos de\npropaganda, demitiu-se dos cargos que ocupava no partido – representante\ndo Município Neutro na direção, membro da comissão financeira e redator\nda coluna n’*O País* – para poder atuar livremente, com total autonomia\nem relação às instâncias partidárias. Informado de seu projeto, o chefe\nnacional republicano, Quintino Bocaiúva, reconhecendo que não tinha\ncondições de se responsabilizar por uma propaganda com tal grau de\ncombatividade, o autorizou a, juntamente com Cândido Barata Ribeiro,\nfuturo prefeito do Rio de Janeiro, organizar um centro diretor paralelo\nao nacional para coordenar tais ações, o que acabaria não ocorrendo. No\ndia 6 de janeiro de 1889, Silva Jardim publicou em *O País* um manifesto\nque intitulou *Carta política*, dirigido ao Partido Republicano e à\npopulação. Nele, repudiava a orientação republicana moderada, denunciava\n“a luta que o governo abrira com o Partido Republicano e, em especial,\ncom os republicanos lavradores” e previa que a revolução se daria\nnaquele ano, quando se comemoraria o centenário da Revolução Francesa. O\nmanifesto recebeu muitas adesões individuais e coletivas de vários\npontos do país. Em seguida, transferiu a sua coluna para a *Gazeta de\nNotícias*, também do Rio de Janeiro.\n\nPor essa época, segundo relata em suas memórias, foi procurado pelo\ntenente-coronel Antônio de Sena Madureira, envolvido em episódios da\nchamada Questão Militar e decidido a articular uma ação contra o\ngoverno, que, segundo entendia, o estava afrontando. Em reunião de que\ntambém participou Aníbal Falcão, combinaram que Silva Jardim partiria em\nexcursão de propaganda pela província de Minas Gerais, onde levantaria\nrecursos para comprar armas, enquanto Sena Madureira organizaria seus\ncontatos no Exército. Na volta ao Rio de Janeiro, Silva Jardim faria um\ncomício em que estimularia os adversários a atacarem-no. A pretexto de\ngarantir o direito de reunião dos republicanos, a tropa seria mobilizada\ne, juntamente com civis, marcharia contra o palácio imperial, no bairro\nde São Cristóvão, e prenderia os ministros. Acertaram, ainda, que,\nvitoriosa a revolução, como designaram o movimento, constituiriam uma\ncomissão ditatorial em que militares assumiriam as pastas da Guerra e\nMarinha, para manter a unidade das forças armadas e a ordem.\n\nPara preparar a viagem por Minas Gerais, Silva Jardim deixou a família\nem São Paulo e retornou ao Rio de Janeiro. Sentindo-se adoentado, passou\nalguns dias no hotel das Paineiras, em zona alta da cidade onde se\ncostumava veranear. Febres intensas chegaram a colocar sua vida em\nrisco. Enquanto se recuperava, conviveu no hotel com membros das elites\nsociais e políticas do país, entre os quais o barão de Cotegipe.\nSabendo-o desgostoso com o imperador, convidou-o a aderir ao Partido\nRepublicano. O ex-ministro lhe teria respondido que estava velho para\nisso, mas não lhe faria oposição. Nesse ínterim, chegou-lhe a notícia da\nmorte de Sena Madureira, vítima de uma moléstia aguda. Prejudicado o\naspecto militar do plano que elaborara com ele, manteve a parte\npropagandística, e, ainda em fevereiro, partiu, mais uma vez sem o apoio\nda direção do Partido Republicano nacional, para Minas Gerais. Aí, a\ndespeito de alguns problemas criados por adversários, fez contatos e\ncomícios em Juiz de Fora, Cataguases, Ponte Nova, Ubá, Visconde do Rio\nBranco, Mar de Espanha, Leopoldina, Tombos do Carangola (atual Tombos),\nPatrocínio, São José de Além Paraíba (atual Além Paraíba), São João del\nRei, São José del Rei (atual Tiradentes), Ouro Preto, então capital da\nprovíncia, e Barbacena, entre outras localidades.\n\nEm maio, o Congresso Republicano Federal, reunido em São Paulo,\nconsagrou a tese, da qual Quintino Bocaiúva era o mais expressivo\ndefensor, de que se deveria privilegiar uma campanha doutrinária pela\nimprensa como caminho para o advento gradual da República. Entretanto,\nele mesmo advertiu seus correligionários para a eventualidade de terem\nde recorrer à ação armada para atingir os objetivos do partido. De comum\nacordo, os membros do Conselho Federal pediram demissão de seus cargos,\ne o órgão foi extinto. Quintino foi eleito chefe nacional. Essa decisão\nimplicou a derrota da corrente liderada por Silva Jardim, que, no dia\n28, publicou o manifesto “Programa verdadeiro e prático do Partido\nRepublicano”, no qual declarava não reconhecer a legitimidade da eleição\nde Quintino nem a validade de sua orientação política, que deveria ser\nsubstituída por uma que conduzisse ao estabelecimento de uma república\nditatorial, alicerçada em um Executivo presidencial forte, instituído\npela vontade popular e fiscalizado por uma Assembleia Nacional e pela\nopinião pública. Prosseguindo nos dias seguintes a discussão na *Gazeta\nde Notícias*, denunciou a ditadura que um pequeno grupo de paulistas\nestaria exercendo sobre o partido em aliança com Quintino Bocaiúva, cuja\norientação política não era, no seu entendimento, mais progressista do\nque a do Partido Liberal, o que vinha resultando no enfraquecimento\npartidário, apenas revigorado pela abolição da escravidão. Em\nconsequência, rompeu com o partido, no que foi apoiado pelas seções de\nPernambuco e do Rio Grande do Norte.\n\nEm 7 de junho de 1889, o visconde de Ouro Preto assumiu a chefia do\nConselho de Ministros, comprometido com um programa que objetivava\nneutralizar o avanço do republicanismo no país. Para impedir o êxito\ndesse plano, Silva Jardim planejou um comício popular contra o governo\nque, no seu entender, deixaria Ouro Preto diante de um impasse: se o\nautorizasse, demonstraria fraqueza; se o proibisse, atrairia para si\ngrande impopularidade. Como a direção do Partido Republicano\ndesautorizasse a realização do comício, não o realizou. Entretanto, pôs\nem prática outro plano de combate à monarquia. Embarcou, em 12 de junho,\nno mesmo navio em que o conde D’Eu viajava para o Norte do país, com o\npropósito de, a partir de lá, retornar à Corte fazendo pelo caminho\npropaganda da monarquia e de um possível Terceiro Reinado. Silva Jardim\npretendia acompanhá-lo até Pernambuco, que considerava o “centro do\nNorte”, de maneira que, quando o príncipe por lá passasse, de volta do\nAmazonas, encontrasse um ambiente adverso, propenso ao republicanismo.\nSegundo declarou em suas memórias, estava convencido de que assim\ncontribuiria para abortar um plano que o governo teria de consolidar a\nposição da monarquia no Norte, e, daí, atacar a oposição no Sul. No dia\n16, uma parada em Salvador quase lhe custou a vida, ameaçada por membros\nda Guarda Negra. Em Maceió, a recepção foi tranquila. Em Pernambuco,\nonde chegou no fim do mês de junho, com forte apoio dos republicanos\nlocais, liderados por Aníbal Falcão e José Isidoro Martins Júnior, fez\nconferências em Nazaré (atual Nazaré da Mata), Olinda, Palmares, Escada\ne Vitória (atual Vitória de Santo Antão). Em Recife, contudo, a total\nausência de segurança, que o chefe de Polícia alegou não poder garantir,\no fez suspender o comício programado, substituído por um manifesto de\nprotesto e acusações contra o governo e a monarquia.\n\nA República e a Política Fluminense\n\nNo contexto de aproximação entre líderes republicanos e militares\ndescontentes com o governo, em outubro de 1889 Quintino Bocaiúva\nprocurou Benjamin Constant, agora tenente-coronel, para conversar sobre\no momento político. No encontro, realizado no dia 26, foi acertado um\nplano de contatos com outros elementos republicanos, que aconteceriam\nnos dias seguintes. Convieram, ainda, que seria importante publicar\nartigos que acirrassem o ânimo do Exército contra o governo,\natribuindo-lhe medidas contrárias ao moral e à economia pessoal dos\nmilitares, bem como a seus direitos à estabilidade e vitaliciedade no\ncargo. Nos dias seguintes, *O País* publicou vários artigos na linha\nacertada, um dos quais acusava o governo de pretender reapresentar ao\nParlamento a “lei do montepio obrigatório”, considerada pelos militares\nlesiva aos seus direitos e brios. Esse artigo, comentado e endossado em\nseguida por Rui Barbosa nas páginas do *Diário de Notícias*, teve forte\nrepercussão entre a oficialidade do Exército.\n\nA ação na imprensa traduzia e estimulava uma tendência que começava a\nsurgir no interior da direção partidária no sentido de aceitar uma\naliança com setores militares como meio de acelerar o advento da\nrepública. Intensificavam-se os contatos com oficiais envolvidos em\nconflitos com o governo. Os republicanos da província do Rio de Janeiro\nforam convocados a apoiar a candidatura do marechal Deodoro da Fonseca\nao Senado, afinal derrotada.\n\nO dirigente máximo republicano participou, também, na noite do dia 11 de\nnovembro, de um encontro com militares e civis envolvidos na conspiração\nrepublicana em andamento. A reunião aconteceu na residência de Deodoro\nda Fonseca, que anunciou sua adesão à ideia de derrubar a monarquia. Na\nocasião, Quintino Bocaiúva foi incumbido de organizar o futuro\nministério republicano. Silva Jardim era mantido desinformado das\narticulações, mas, nesse mesmo dia, o grupo de Aníbal Falcão foi avisado\npor um emissário de Benjamin Constant de que se preparava um movimento\narmado para implantar a república no país e solicitava eu apoio.\n\nEm novo contato, fixou-se o dia 20 de novembro para a deflagração do\nlevante. Entretanto, instigados por boatos de que o governo prenderia\nalguns dos líderes da conspiração, os corpos militares aquartelados no\nbairro de São Cristóvão decidiram entrar em ação. Na madrugada de 15 de\nnovembro, cercaram o Quartel-General do Exército, onde se encontravam\nreunidos o chefe do Conselho de Ministros, visconde de Ouro Preto, e os\ntitulares das pastas. Em poucos minutos a força que guarnecia o prédio\nfoi dominada, sem reação, e logo confraternizou com os rebeldes. Silva\nJardim só tomou conhecimento dos fatos depois que as ruas da cidade e os\ngrupos de populares começaram a se agitar. Com vários companheiros de\nluta política, entre os quais Aníbal Falcão e José do Patrocínio,\ndirigiu-se à Câmara Municipal, onde o último, na condição de mais jovem\nvereador, declarou instituída a República.\n\nNo dia seguinte, o primeiro número do *Diário Oficial da República dos\nEstados Unidos do Brasil* informava a composição do governo provisório\nrepublicano: Deodoro da Fonseca (presidente); Benjamin Constant\n(Guerra); Aristides Lobo (Interior), Rui Barbosa (Fazenda), Eduardo\nWandenkolk (Marinha), Quintino Bocaiúva (Relações Exteriores,\ncumulativamente com Agricultura, Comércio e Obras Públicas, enquanto o\nfuturo titular, Demétrio Ribeiro, não chegava do Rio Grande do Sul, o\nque aconteceria no dia 6 de dezembro). Também ainda não se encontrava no\nRio de Janeiro o futuro ministro da Justiça, Campos Sales. À tarde, o\ngoverno provisório prestou juramento na Câmara Municipal do Rio de\nJaneiro.\n\nNa província do Rio de Janeiro, o presidente Carlos Afonso de Assis\nFigueiredo, irmão do deposto visconde de Ouro Preto, optou, depois de\nbreve tentativa de reação ao golpe republicano, por renunciar em favor\nde Rufino Furtado de Mendonça, um dos seus vice-presidentes. Entretanto,\nNiterói já passara ao controle do capitão Francisco Vítor da Fonseca e\nSilva, que havia assumido o comando do Corpo Policial da capital\nfluminense. Por fim, o governo provisório, por indicação de Quintino\nBocaiúva, nomeou Francisco Portela presidente do, agora, estado do Rio\nde Janeiro. Bem recebido inicialmente pelos republicanos fluminenses\ncomo um todo, seu nome também não despertou resistências por parte dos\nmonarquistas, preocupados em aderir ao novo regime e influir em sua\norganização.\n\nOs primeiros dias republicanos no estado do Rio, como em todo o país,\nforam, contudo, marcados por intensa disputa política. Republicanos\ntradicionais, convertidos de “13 de maio”, adesistas de “15 de novembro”\ne monarquistas recalcitrantes passaram a se enfrentar ou estabelecer\nalianças, sempre tendo como referência a posição do governo provisório.\nPara expressivos setores do Partido Republicano fluminense, a nomeação\nde Portela, apesar de sua identificação histórica com o republicanismo\nprovincial, resultara da delegação de um poder externo ao estado.\n\nMarginalizado da dinâmica do poder central, Silva Jardim tentou\nconsolidar-se como alternativa de liderança política. Alinhou-se com os\ndefensores da implantação de uma ditadura republicana, divergindo da\ncorrente positivista militar e dos liberais capitaneados por Quintino\nBocaiúva e demais líderes republicanos no poder. No dia 17 de novembro,\nfoi apresentado a Benjamin Constant, que, embora fosse um dos principais\ndisseminadores do positivismo no país, mantinha-se em posição de\nindependência no governo provisório. Segundo registrou em suas memórias,\no ministro da Guerra lhe explicou que não o havia posto a par da\nconspiração contra a monarquia porque tivera informações que o\nclassificavam de “republicano sanguinário”, e o movimento se pretendia\npacífico.\n\nDecretadas as primeiras medidas de reconstitucionalização do país, e\nconvocado, em 21 de dezembro de 1889, o Congresso Nacional Constituinte\npara reunir-se em 15 de novembro do ano seguinte, Silva Jardim foi\nnomeado para a comissão encarregada de elaborar o regulamento eleitoral\npelo qual seriam escolhidos os deputados e senadores que redigiriam a\nprimeira Constituição republicana do país. O trabalho da comissão\nresultou no Regulamento Lobo (Decreto n^o^ 200-A, de 8 de fevereiro de\n1890), assim chamado por associação ao ministro Interior que o assinou −\nAristides da Silveira Lobo − e, entre outras disposições, estabeleceu a\nalfabetização como condição para o exercício do direito de voto.\n\nNo plano estadual, a ação desorientadora de Francisco Portela, cuja\npolítica de nomeações agravava as divisões dentro do Partido\nRepublicano, o levava progressivamente para a oposição. No congresso\nrealizado em Niterói a 15 de abril de 1890, e convocado por iniciativa\nde Silva Jardim para reorganizar a direção partidária no estado, a\nposição em face do governo provisório polarizou as discussões. Silva\nJardim, assim como Nilo Peçanha, conclamou os delegados a apoiarem-no,\nembora marcando sua posição divergente ao declarar que essa atitude era\n“um ato de submissão voluntária” e “o maior sacrifício que se possa\nexigir da consciência democrática”. Quanto à situação política estadual,\na oposição a Portela obteve no congresso vitórias importantes, em\nespecial sua exclusão da direção partidária. Silva Jardim teve aprovada\nproposta de redução − de seis para cinco − do número de integrantes do\ndiretório, no qual foi mantido, assim como Teófilo de Andrade e Santos\nWerneck. Também deixaram o diretório Alberto Torres, alinhado com a\noposição, e Virgílio Pessoa, ligado ao governador. As duas vagas assim\nabertas foram preenchidas por Francisco Santiago e Oscar Varady, ambos\npartidários da orientação de Silva Jardim.\n\nAberta a temporada de montagem das chapas de candidatos ao Congresso\nNacional Constituinte em todo o país, Silva Jardim teve seu nome\nindicado em São Paulo, Minas Gerais, Bahia, Pernambuco e Distrito\nFederal. No estado do Rio, foi convidado por Portela a integrar a lista\noficial, mas, assim como outros líderes partidários, não aceitou, por\nconsiderar que Portela estava alijando o Partido Republicano da direção\npolítica do estado. Concorrendo a deputado na lista do partido – a\n“chapa do Diretório”, como ficou conhecida −, da qual faziam parte\nAlberto Torres, José Tomás da Porciúncula e outros veteranos\npropagandistas republicanos, bem como monarquistas recém-convertidos à\nRepública, no pleito realizado em 15 de setembro obteve apenas 4.573\nvotos e não se elegeu, tendo a chapa governista preenchido todas as\nvagas.\n\nDecidido a retirar-se da vida política, Silva Jardim foi substituído na\ndireção do partido por Francisco Pinto Ribeiro. Desapontado com o quadro\npolítico do novo regime, registraria, pouco tempo depois, em suas\nmemórias: “Quanto a mim, seria talvez depois vencido pela República; não\nvencido na minha pessoa, o que pouco importava, mas bastante vencido em\nmeus ideais”.\n\nDepois de uma tentativa, frustrada, de fundar um jornal, que seria\ngerido por companheiros republicanos fluminenses e se chamaria\n*Política*, partiu em 2 de outubro de 1890, na companhia do filho mais\nvelho e do amigo Joaquim Carneiro de Mendonça, em viagem para a Europa,\npretendendo aprofundar seus conhecimentos sobre direito e política e\npreparar-se para voltar à vida pública no Brasil. Desembarcou em\nPortugal, seguindo depois para a França. Enquanto estava nesse país,\nrecebeu do Brasil uma petição, assinada por cerca de três mil eleitores,\nque o instava a retornar ao cenário político nacional. Visitou, também,\na Holanda, a Bélgica e a Inglaterra. Durante a viagem preparava os\noriginais de um livro, que intitulou *Memórias e viagens*, e revia os\ntextos de seus discursos. Segundo a *Gazeta de Notícias*, mantinha-se na\nEuropa graças ao auxílio financeiro de um amigo. Em 1^o^ de julho de\n1891, fez uma viagem de turismo à Itália, na companhia de Joaquim\nCarneiro de Mendonça. Em Nápoles, visitava o vulcão Vesúvio quando\nescorregou e caiu em uma de suas bocas, desaparecendo.\n\nApós sua morte, sua esposa deu à luz o quarto filho. Tendo ficado a\nfamília em dificuldades materiais, a *Gazeta de Notícias* e o banqueiro\nRodolfo Abreu organizaram uma campanha para arrecadar contribuições\nfinanceiras em seu auxílio. Na Câmara dos Deputados, Nilo Peçanha\napresentou projeto que concedia uma pensão à viúva.\n\nFoi sócio-benemérito da Sociedade Emancipadora 27 de Fevereiro, de\nSantos.\n\nAlém dos trabalhos já mencionados, publicou: O *general Osório* (1879);\n*A crítica de escada abaixo* (1880); *Memórias e viagens* (póstuma,\n1891) e *Propaganda republicana* (póstuma, 1978). Sobre sua vida, foram\npublicados, entre outros, *Paixão e morte de Silva Jardim*, de Maurício\nVinhas de Queiroz (1967), *Perfil político de Silva Jardim*, de Heitor\nFerreira Lima (1987), e os artigos “Silva Jardim: a República e o\nvulcão”, de Francisco Foot Hardman (*Estudos Avançados*, 1998) e “Ação\npolítica e pensamento de Silva Jardim”, de Maria Fernanda Lombardi\nFernandes (*Teoria & Pesquisa – Revista de Ciências Sociais*, 2007).\n\nEm sua homenagem, o município de Capivari passou a se chamar Silva\nJardim em 1943 e a localidade de Ilha Grande (SP) foi batizada, em 1896,\nde Jardinópolis, vindo a tornar-se município dois anos depois.\n\nRenato Lemos\n\n**FONTES:** BOHERER, G. *Monarquia*; CÂM. MUN. SÃO BORJA. Disponível em:\n\\<www.camarasaoborja.com.br/index.php?pagina=noticia&id=673\\>. Acesso em\n13/7/2011; CARVALHO, M. *Organização*; DOMAS FILHO, J. *Silva*; Férias\nTur. Disponível em:\n\\<www.ferias.tur.br/informacoes/9282/jardinopolis-sp.html\\>. Acesso em:\n29/7/2011; JARDIM, A. *Memórias*; LEÃO, J. *Silva*; LEMOS, R.\n*Alternativa* (v.3, p.401-444); LEMOS, R. *Implantação* (p.25-94).\n","ref":"**FONTES:** BOHERER, G. *Monarquia*; CÂM. MUN. SÃO BORJA. Disponível em:\n\\<www.camarasaoborja.com.br/index.php?pagina=noticia&id=673\\>. Acesso em\n13/7/2011; CARVALHO, M. *Organização*; DOMAS FILHO, J. *Silva*; Férias\nTur. Disponível em:\n\\<www.ferias.tur.br/informacoes/9282/jardinopolis-sp.html\\>. Acesso em:\n29/7/2011; JARDIM, A. *Memórias*; LEÃO, J. *Silva*; LEMOS, R.\n*Alternativa* (v.3, p.401-444); LEMOS, R. *Implantação* (p.25-94).\n","dic":"DHBPR"}