{"title":"JORNAL DO COMÉRCIO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**JORNAL DO COMÉRCIO**\n\nJornal carioca diário fundado em 1^o^ de outubro de 1827 por Pierre René\nFrançois Plancher de La Noé. Mantendo em seu título a grafia original\n*Jornal do Commercio,* éum dos mais antigos órgãos de imprensa da\nAmérica Latina ainda em atividade. Durante toda a sua existência,\npautou-se por uma orientação conservadora.\n\nO Período Imperial\n\nEditor de Voltaire, Chateaubriand e Benjamin Constant e bonapartista\nconvicto, o tipógrafo parisiense Pierre François René Plancher\n(1764-1844) foi perseguido na França quando a Restauração levou Luís\nXVIII ao trono. Em 1824, Plancher emigrou para o Brasil acompanhado por\nmestres de artes gráficas trazendo na bagagem livros, prelos de ferro,\ncaixas de tipos e outros materiais tipográficos. Quando desembarcou no\nporto do Rio de Janeiro, o governo brasileiro, prevenido pela Legação da\nFrança, que o acusava de falsário, aguardava-o com um decreto de\nexpulsão. Plancher provou sua inocência, conseguiu a revogação do\ndecreto, tornou-se amigo do imperador dom Pedro I e instalou sua gráfica\ne loja à rua dos Ourives n^o^ 60, atual Miguel Couto, mais tarde\ntransferida para a rua do Ouvidor n^o^ 80, obtendo a permissão de usar o\ntítulo A Imperial Tipografia – Impressor Imperial. Iniciou suas\natividades imprimindo folhinhas, leis, livros e papéis avulsos,\ncomercializados na loja da casa, onde também vendia livros franceses que\n“contribuíram para a formação da cultura política da jovem nação”,\nsegundo a *História geral da civilização brasileira*, coordenada por\nSérgio Buarque de Holanda (tomo II, v.1, p.183).\n\nA 28 de junho de 1824, Plancher lançou o jornal *O* *Espectador\nBrasileiro*, cujo primeiro número se constituiu numa profissão de fé na\nmonarquia constitucional e no qual escrevia sob o pseudônimo de “um\nfrancês brasileiro”. *O* *Espectador* deixou de circular a 23 de maio de\n1827, por divulgar carta de um colaborador em defesa do ministro da\nGuerra, o brigadeiro João Vieira Carvalho, então conde de Lajes e mais\ntarde marquês, considerada insultuosa aos membros da Assembleia Geral do\nImpério.\n\nQuando, a 1^o^ de outubro desse mesmo ano, lançou o *Jornal do\nComércio*, Plancher restringiu-se aos assuntos comerciais e econômicos.\nCom quatro páginas de 21cm de largura por 30cm de altura em nota de 17\nlinhas, o novo órgão informava na primeira página: “Esta folha\nexclusivamente dedicada aos senhores negociantes conterá diariamente\ntudo o que diz respeito ao comércio, tanto em anúncios, como em preços\ncorrentes exatos de importação e exportação, entrada e saída de\nembarcações etc.” Na última linha da última página do jornal constava o\nnome do filho de Pierre, Émile-Seignot Plancher, de apenas 16 anos, para\ndemonstrar que o programa do *Jornal do Comércio* era diverso de *O*\n*Espectador*, embora fosse o seu sucessor.\n\nA 16 de julho de 1828, o título do jornal passou a ser *Jornal do\nComércio,* *Folha Comercial e Política.* Entre os colaboradores desse\nperíodo destacam-se José Clemente Pereira e Felisberto Caldeira Brant\nPontes Oliveira e Horta, o marquês de Barbacena. A parte econômica ainda\npredominava, mas Plancher envolveu-se nas questões políticas do fim do\nPrimeiro Império. Embora grato a Pedro I, considerou que o imperador\nfazia concessões aos interesses portugueses e passou à oposição.\n\nAo lado do jornal *Aurora Fluminense*, de Evaristo da Veiga, o *Jornal\ndo Comércio* participou da propaganda do movimento que levaria Pedro I a\nabdicar, no dia 7 de abril de 1831, em favor de seu filho Pedro, de\ncinco anos de idade. Na linha da sua posição antilusitana, no dia 11 de\nagosto de 1830 o jornal publicou carta em defesa de uma política de\ncolonização discriminatória aos portugueses, pedindo ao governo a\nemigração de naturais de outros países europeus. A reação da colônia\nobrigou Plancher a retratar-se e até a mudar o nome do jornal, que a\npartir do dia 12 de agosto daquele ano passou a chamar-se *Diário\nMercantil,* ou*Novo Jornal do Comércio*. No entanto, em 4 de abril de\n1832, quando anunciou a tentativa de golpe militar contra a Regência, o\nórgão já circulava com seu título original.\n\nCom a ascensão de Luís Filipe ao trono da França, após a revolução que\nderrubou Carlos X em 1830, Pierre Plancher resolveu retornar ao seu\npaís. Em 1832, vendeu o *Jornal do Comércio* a Junius Villeneuve\n(1804-1863) e Réol Antoine de Mougenot por 52 contos e 64 mil réis. Aos\n28 anos de idade, o francês Villeneuve pediu a Plancher que permanecesse\nna empresa por mais dois anos até que, mais experiente, estivesse em\ncondições de dirigir sozinho o negócio. Em 1834, Plancher voltou para a\nFrança; o jornal adotou nova razão social, e em 1835 Mougenot desistiu\nda sociedade com Villeneuve. A 7 de maio de 1836, o jornal passou a ser\nimpresso num prelo mecânico, importado da França, o primeiro instalado\nna América do Sul. Até então a impressão consumia dez horas de trabalho\nem dois prelos de ferro manuais; com o novo, levava apenas duas horas, e\no jornal podia ser entregue aos assinantes às seis horas da manhã.\n\nNo fogo cruzado dos jornais partidários da época, o *Jornal do\nComércio*, sob a direção de Villeneuve, era criticado por não emitir\nopinião, preocupado mais em informar sobre os assuntos do comércio e os\natos oficiais do que em opinar. No entanto, a notícia publicada muitas\nvezes mostrava toda a crueldade do sistema escravagista, como no caso do\nrelato do enforcamento do escravo Manuel de Moçambique – que havia\nassassinado um caixeiro e ferido a faca seu patrão – na edição de 5 de\nmaio de 1836. Mas a orientação do jornal estava voltada para os\ninteresses dos empresários do setor comercial; Junius Villeneuve\nintegrou o grupo de homens de negócio que estabeleceria em 1834 a\nAssociação dos Assinantes da Praça do Comércio, mais tarde Associação\nComercial do Rio de Janeiro, instituição com a qual o *Jornal do\nComércio*, no correr do tempo, manteve as melhores ligações.\n\nEm 1840 Villeneuve naturalizou-se brasileiro, mas em 1844 retirou-se\npara a França, deixando o jornal aos cuidados de Francisco Antônio Picot\n(1811-1902). Nascido na Áustria de família francesa, Picot veio para o\nBrasil e aqui se naturalizou. Homem de cultura – traduziu as *Odes* de\nHorácio para o português – e dotado de senso prático, tornou-se sócio de\nVilleneuve a 1^o^ de maio de 1837 e mais tarde seu genro. No Segundo\nImpério, sob a direção de Picot, o jornal aos poucos deixou a forma e\naspecto de informativo dos assuntos comerciais e econômicos para\ntransformar-se num jornal de grande formato, influente junto à opinião\npública.\n\nNa edição do dia 20 de julho de 1841, a primeira página estampou uma\nilustração a bico de pena com a imagem de dom Pedro II “no dia da sua\ncoroação e sagração” e a partir de então passou a publicar na íntegra os\natos do Executivo e os debates parlamentares. Em 1847, o título do\njornal apareceu pela primeira vez com a tipologia gráfica utilizada\nainda hoje, com pequenas modificações de serifa, mas ainda mantendo o\nponto final: *Jornal do Commercio.*\n\nEntre os redatores e colaboradores da época, destacava-se José Maria da\nSilva Paranhos, futuro visconde de Rio Branco, que em 1851 publicaria em\nsuas páginas a coluna “Cartas a um amigo ausente”. A publicação das\nCartas estabeleceu a reputação de Paranhos como estudioso dos problemas\nnacionais. Honório Hermeto Carneiro Leão, futuro marquês do Paraná, foi\nbuscá-lo, sem conhecê-lo pessoalmente, no *Jornal do Comércio*, para\nsecretariar a missão que chefiaria no rio da Prata, durante a qual\nestruturou a política do Império contra Rosas. Terminados aqueles\ntrabalhos, Paranhos seria nomeado para a difícil missão de ministro\nresidente do Brasil em Montevidéu.\n\nNesse período, também trabalharam no *Jornal do Comércio* Augusto de\nCastro, Joaquim Manuel de Macedo, José Joaquim Vieira Souto, Henrique\nVilleneuve, Leonardo Caetano de Araújo, Jaime Seguier, Francisco\nOtaviano, Justiniano José da Rocha, Manuel Odorico Pinheiro Guimarães, o\npoeta Gonçalves Dias, então redator parlamentar, Ferreira de Meneses, o\nbarão Homem de Melo, Xavier Pinheiro, João Francisco Lisboa, Sant’Ana\nNéri e Joaquim Nabuco. E o jornal publicava artigos de escritores\nportugueses como Gervásio Lobato, Pinheiro Chagas, Guilherme de Azevedo,\nAugusto de Castro, Guerra Junqueiro e Oliveira Martins.\n\nEm 15 de janeiro de 1852, Picot mudou-se para Paris deixando na redação\numa equipe eficiente de colaboradores, o que lhe permitiu dirigir o\njornal a distância, durante 38 anos, através de correspondência. Nas\ncentenas de cartas enviadas, ele orientava a administração e os chefes\nda redação do período: Manuel Moreira de Castro, Carlos Emílio Adet,\nLuís Joaquim de Oliveira Castro e João Carlos de Sousa Ferreira,\nredator-chefe de maio de 1888 a 15 de outubro de 1889.\n\nA 6 de setembro de 1853, dia da queda do primeiro gabinete chefiado por\nJoaquim José Rodrigues Torres, futuro visconde de Itaboraí, o jornal,\nalém de anunciar aquele fato político, publicou reportagem sobre a\nprimeira viagem de trem no Brasil, quando Irineu Evangelista de Sousa,\nfuturo barão de Mauá, levou um redator do *Jornal do Comércio* e alguns\ndiplomatas para uma curta viagem (durou apenas quatro minutos) no trecho\nentão concluído da ferrovia ligando o Rio de Janeiro à raiz da serra de\nPetrópolis, que seria inaugurada oficialmente a 30 de abril de 1854.\n\nNa edição de 18 de dezembro de 1855, o jornal fez um balanço da epidemia\nde *cólera morbus* no Rio de Janeiro e registrou a morte de 3.968\npessoas; naquela edição o título já havia perdido o seu ponto final. A\npartir de 1860, o *Jornal do Comércio* introduziu novas modificações,\nentre as quais a coluna “A pedidos”, em que determinados assuntos eram\ndebatidos pelos vários interessados. Ali iniciada, a luta pelo\nabolicionismo encontrou respaldo na direção, embora contrariando alguns\nsetores das elites agrárias das quais o periódico era porta-voz. Em\nmeados do século XIX, o jornal era o “único dos jornais brasileiros que\ndesde o seu distante nascimento jamais compactuaria com o tráfico\nnegreiro e com o trabalho cativo”.\n\nNo dia 17 de fevereiro de 1865, sua primeira página estampou o mapa do\nteatro da guerra com o Paraguai e a cobertura das operações bélicas\napareceu em noticiário minucioso e realista, baseado em correspondência\nexpedida da frente de combate, revelando o lado mais cruel da guerra. A\npartir de 1866, o jornal passou a publicar uma série de artigos de\nPerdigão Malheiros, presidente do Instituto dos Advogados, sugerindo uma\nsolução para o problema da escravatura que não seria muito diferente da\nvitoriosa, com a Lei do Ventre Livre, proposta pelo visconde do Rio\nBranco e promulgada em 28 de setembro de 1871. No momento em que tal lei\ncompletou seu sexto aniversário, o *Jornal do Comércio* fazia um balanço\nda situação, argumentando que, “após a experiência adquirida nesse\nperíodo que já não é demasiado curto, verifica-se que os terrores que\nessa lei produziu no decurso de sua gestação tinham mais fundamento nas\nsugestões do patriotismo que no sentimento da realidade”. Em seguida,\nacrescentava que “tínhamos uma individualidade política, mas o edifício\nsocial repousava sobre a mais funesta das instituições, funesta mais\nainda aos senhores do que aos escravos, último elo que nos prendia a uma\nordem de coisas que havíamos repudiado em 1822”.\n\nO primeiro cabo submarino ligando a Europa à América do Sul atingiu a\ncosta brasileira no início de 1874, e a partir de 1^o^ de agosto o\nserviço telegráfico Reuter-Havas passou a ser publicado no *Jornal do\nComércio*, dando atualidade ao noticiário internacional e dos estados do\nNorte e Nordeste. Em 1880, Carlos de Laet começou a escrever a coluna\n“Microcosmo”, de grande prestígio na época. Ao mesmo tempo, o jornal\natraía os leitores apresentando em rodapé romances estrangeiros em\ncapítulos. Entre eles, *Os miseráveis*, de Vítor Hugo, publicado\nsimultaneamente no Brasil e na França, e outros de autores como\nAlexandre Dumas, Ponson du Terrail, Émile Zola, Eugène Sue e Xavier de\nMontépin. Novelas de autores nacionais também apareceram em forma de\ncapítulos diários no jornal, como *A moreninha* e *O moço louro,* de\nJoaquim Manuel de Macedo. Mais tarde, em 1911, o jornal publicou o\nromance *Triste fim de Policarpo Quaresma*, de Lima Barreto.\n\nA Primeira República\n\nNo ano de 1889, o *Jornal do Comércio* era considerado pelo jornalista\nfrancês Max Leclerc, correspondente no Rio de Janeiro de um jornal\nparisiense, um dos dois grandes jornais da capital do país, sendo o\noutro *A Gazeta de Notícias*. Mas com a proclamação da República,\nFrancisco Picot e Júlio Constâncio de Villeneuve, filho de Junius, que\nseguira a carreira de diplomata, recebera o título de conde e era\nmonarquista fiel ao imperador Pedro II, resolveram vendê-lo a José\nCarlos Rodrigues (1844-1923), correspondente do jornal nos Estados\nUnidos desde 1868 e depois em Londres, de 1882 a 1890.\n\nJosé Carlos Rodrigues fundara nos Estados Unidos dois periódicos\npublicados em português e dedicados a assuntos brasileiros: *Novo Mundo*\n(1870-1879) e *Revista Industrial* (1878-1879). Visitou o Panamá, e aí\nescreveu reportagens criticando os planos de Ferdinand Lesseps para\nconstruir um canal ligando o Atlântico e o Pacífico e demonstrando que a\nempresa do francês estava falida; na sua opinião, só o governo americano\nteria condições de realizar tal obra. Mais tarde, o presidente Theodore\nRoosevelt escreveu-lhe uma carta destacando a importância dos seus\nartigos na solução encontrada para a construção do canal. Em Londres,\nRodrigues colaborou com o *Times* e o *Financial News* e prosseguiu seu\ntrabalho de correspondente do *Jornal do Comércio* até 1890. Nesse ano\nintermediou o primeiro empréstimo britânico à província de São Paulo e\nem outubro, por instância de seu amigo Eduardo Prado, coordenou o\nnegócio da compra do *Jornal do Comércio*, de Júlio Constâncio\nVilleneuve e Francisco Picot. O contrato, no valor de 3.500 contos de\nréis, foi assinado em Paris a 15 de outubro de 1890, sendo o capital\ndividido em cotas por 28 homens de negócios, reunidos, a pedido de\nRodrigues, pelo conselheiro de Estado José da Silva Costa. Interessado à\núltima hora em participar da compra ou adquirir sozinho o jornal, o\npolítico Rodolfo Dantas não encontrou quota disponível; desejoso de ter\num jornal, fundou a 9 de abril de 1891 o *Jornal do Brasil*.\n\nSob a direção de José Carlos Rodrigues, o *Jornal do Comércio* apoiou a\nRepública, mas no governo de Floriano Peixoto passou à oposição, e seus\neditoriais – muitos deles inspirados ou escritos por Quintino Bocaiúva –\npediam a realização de eleições. Tomou posição a favor do almirante\nEduardo Wandenkolk, publicando o seu manifesto no momento em que ele se\npreparava para atacar o porto do Rio Grande do Sul e exortando a Marinha\na seguir seu exemplo, pois era “tempo de se bater este soldado sem\nescrúpulos [ou seja, Floriano], que faz da traição profissão de fé”. Em\n1892, publicou as “Cartas da Inglaterra”, artigos redigidos de Londres\npor Rui Barbosa a respeito do caso Dreyfus, que então mobilizava a\nopinião pública europeia.\n\nNo quatriênio de Prudente de Morais, o *Jornal do Comércio* voltou a\napoiar o governo; um editorial, escrito pelo próprio presidente da\nRepública, criticava o deputado Francisco Glicério, líder da maioria,\nque não defendera a moção proposta pelo deputado J. J. Seabra\ncongratulando-se com o presidente “pela manutenção da ordem pública e do\nprestígio da Constituição” após os conflitos de caráter florianista\nocorridos na Escola Militar da Praia Vermelha. O editorial afirmava que\nGlicério não interpretava no Congresso a política do presidente da\nRepública e constituía, na realidade, grave reprimenda do presidente ao\nseu líder. Parte vital do jornal, na Primeira República os editoriais\neram publicados sob a rubrica “Várias”, abreviação do título da seção\n“Várias notícias do *Jornal do Comércio*”. A expressão “Várias” foi\ndicionarizada como sinônimo de editorial e permaneceu nas páginas do\njornal até 1997, quando foi substituída pelo título “Opinião”. Na época,\no conteúdo de “Várias” expressava o pensamento da situação, quando não\ndo próprio presidente da República, e exercia pressão sobre a opinião\npública em favor dos interesses do governo.\n\nEm 1895, sob o título “Gazetilha” destacavam-se os acontecimentos do dia\nno Congresso Nacional e no Conselho de Vereadores do Rio. O jornal\npublicava artigos de Rui Barbosa e Joaquim Nabuco e modernizava o seu\nsistema de captação de anúncios, que agora vinham dos pontos mais\ndistantes do centro do Rio de então, como Gávea, Méier e Piedade. O\ncrescimento do jornal permitiu o deslocamento de jornalistas para o\npalco dos acontecimentos, e em junho de 1897 o *Jornal do Comércio*\nmandou o repórter Manuel Benício à Bahia como correspondente de guerra\nem Canudos. Durante todo o mês de julho o jornalista enviou relatos\nminuciosos, mais tarde reunidos sob o título *O rei dos jagunços*, três\nanos antes que Euclides da Cunha publicasse *Os sertões*.\n\nPropriedade da firma Rodrigues & Cia., o *Jornal do Comércio* cresceu,\nmas manteve seu estilo vindo do Império, conservando o grande formato,\ncom dez a 12 páginas de 73cm de altura por 54cm de largura – maior do\nque a altura de alguns jornais de hoje –, colunas bem mais largas do que\nas atuais e matérias de grande extensão. Lido por homens de negócio,\npolíticos, altos funcionários e a elite carioca, tratava-se então de\nempresa sólida, prestigiosa, com redação à rua do Ouvidor n^o^ 95. A\ninfluência do jornal cresceu ainda mais durante o governo Campos Sales.\nNesse período, o jornalista Tobias Monteiro, que representou o jornal na\nviagem que o presidente da República fez à Europa, acabou por tornar-se\nseu secretário. Em 1899, entrou para a redação do jornal um jovem poeta\npiauiense, José Félix Alves Pacheco, que chegaria à posição de diretor\nem 1923 e seguiria carreira na vida pública, onde também se destacaria.\nDois anos antes de morrer assassinado, Euclides da Cunha, natural de\nCantagalo como José Carlos Rodrigues, passaria a colaborar com o *Jornal\ndo Comércio*, ficando famosa sua crônica “Última visita”, em que\ndescreve a agonia de Machado de Assis, em 29 de setembro de 1908, e na\nqual destaca a presença, ao lado da cama do escritor moribundo, de um\nrapazinho em lágrimas; era Astrojildo Pereira, mais tarde crítico\nliterário, escritor e político e um dos fundadores do Partido Comunista\ndo Brasil (PCB), em 1922.\n\nQuando da abertura da avenida Central em 1904, o prefeito Pereira Passos\ninsistiu com José Carlos Rodrigues para que o jornal se mudasse para a\nnova artéria, e reservou para a empresa um terreno na esquina da rua do\nOuvidor, onde Rodrigues ergueu imponente prédio de seis andares,\ninaugurado a 1^o^ de outubro de 1908. Em 1909, a empresa lançou uma\nedição vespertina, o *Jornal da Tarde*, que circulou até 1^o^ de abril\nde 1922. Entre 1917 e 1922 publicou uma edição paulista e de 1911 a 1914\nofereceu aos leitores um encarte, o *Jornal Ilustrado*, impresso em\nParis. Na mesma época, lançou o *Jornal das Modas* e o *Arquivo\nJudiciário*, dirigido por Edgar Costa.\n\nO jornal manteve-se na linha sóbria e imparcial em política interna e no\nperíodo inicial da Primeira Guerra Mundial também adotou política de\nneutralidade em relação ao conflito. Nessa época ingressou na redação a\nprimeira mulher: Valery Landesman, contratada em 1914 como tradutora dos\ntelegramas vindos das capitais da Europa com notícias sobre a luta.\n\nEm 1915, aos 71 anos, José Carlos Rodrigues transferiu sua parte na\nfirma Rodrigues & Cia. a um antigo funcionário da casa, Antônio Ferreira\nBotelho, português de nascimento, desde jovem empregado do jornal, que,\na partir de então, permaneceria sob sua direção até 1923. Nesse ano,\nFerreira Botelho passou a propriedade do jornal a Félix Pacheco\n(1879-1935), o redator-chefe que também se dedicara à vida pública:\ndeputado federal pelo Piauí desde 1909, reelegera-se sucessivas vezes;\nseu prestígio de político e jornalista e sua obra poética a meio caminho\nentre o simbolismo e o parnasianismo levaram-no à Academia Brasileira de\nLetras em 1912, estreitando a partir de então os laços entre o *Jornal\ndo Comércio* e a casa de Machado de Assis; fundou e dirigiu o Gabinete\nde Identificação e Estatística do Distrito Federal, atual Instituto\nFélix Pacheco; eleito senador em 1921, renunciou ao mandato para assumir\na pasta das Relações Exteriores no governo Artur Bernardes; a 16 de\nnovembro de 1926, com a posse de Washington Luís, deixou o ministério e\nreassumiu a direção do jornal; na eleição de 1927, injunções da política\npaulista impediram-no de assumir a cadeira de senador pelo Piauí, pois o\nnovo presidente da República preferiu favorecer o marechal Pires\nFerreira, político da oligarquia piauiense ligado a São Paulo.\n\nAinda em 1927, o *Jornal do Comércio* comemorou seu centenário com\nedição especial sobre sua história, coordenada por Félix Pacheco, que em\n1917 publicara uma monografia sobre Pierre Plancher. A partir daquela\ndata, Pacheco não parou de estudar e de estimular estudos sobre a\nhistória do jornal, que culminaram com a publicação do livro *Um\nfrancês-brasileiro* em duas edições, em português (1917) e em francês\n(1924). A edição do centenário reuniu todas as pesquisas até então\nrealizadas e registrou com exatidão a certidão de nascimento do jornal,\ndatada de 1^o^ de outubro de 1827.\n\nQuando os políticos situacionistas dos estados da Paraíba, Rio Grande do\nSul e Minas Gerais articularam na Aliança Liberal a candidatura de\nGetúlio Vargas contra a de Júlio Prestes, candidato do Catete, o *Jornal\ndo Comércio* apoiou os aliancistas. Em 1929, publicou entrevista de\nEpitácio Pessoa, na qual o ex-presidente sugeria que se afastassem os\ndois candidatos à sucessão, indicando-se um terceiro, de comum acordo,\npara realizar um governo de união nacional. A proposta foi rejeitada, e\nEpitácio passou a escrever artigos com duras críticas a Washington Luís\nnas páginas do *Jornal do Comércio*.\n\nEm 25 de outubro de 1930, o *Jornal do Comércio* noticiava o triunfo da\nrevolução com a manchete: “Todo o país vibra com o grande\nacontecimento.” Para o jornal, a revolução fora um movimento para\n“contrabater a revolução odiosa que o presidente Washington Luís\nencabeçara desde o primeiro dia” ao cometer contra o regime “atentados\nque nenhum dos seus antecessores tivera a ousadia de praticar nessa\nmedida”. As críticas incidiam especialmente no setor financeiro,\nafirmando que o governo acabara “no pior desastre de que há memória nos\nfatos econômicos da nossa terra”.\n\nDepois de 1930\n\nDurante o governo provisório de Getúlio Vargas, o jornal manteve o apoio\nao Catete. Na Revolução Constitucionalista de 1932, seus editoriais\nconclamavam a população a restabelecer a ordem e a levar a efeito a\nreorganização nacional, tarefas impostas a todos, “governantes e\ngovernados”. E concluíam afirmando que embora o jornal fosse\ninteiramente alheio “aos grupos e facções que se digladiam, não o era no\nque concerne ao bom êxito da situação inaugurada pelo grande movimento\nnacional de outubro de 1930”. O apoio ao governo prosseguiu, e em 1935,\npor ocasião dos protestos dos jornais do Rio contra o anteprojeto da Lei\nde Segurança Nacional – protestos estes traduzidos na suspensão da\ncirculação por 24 horas –, o *Jornal do Comércio* foi impresso e\ncirculou normalmente, mostrando-se favorável à citada lei.\n\nAinda em 1935 Félix Pacheco faleceu, e a chefia da redação e da empresa\nfoi entregue por sua viúva, dona Dora Pacheco, ao jornalista Elmano\nCardim (1891-1979). Fluminense de Valença, Cardim entrou para o jornal\ncomo revisor em 1909, aos 18 anos, e fez carreira até tornar-se\nredator-chefe. Em 1940 passou a sócio e praticamente dono do jornal ao\nreceber em doação de dona Dora a metade das ações controladoras da\nempresa. Dias antes do golpe de novembro de 1937, o *Jornal do Comércio*\nextinguiu as seções “No Senado” e “Na Câmara”, que existiam desde sua\nfundação. Durante o Estado Novo o jornal teve problemas com a censura, e\nCardim foi um dos signatários da carta coletiva que diretores dos\njornais cariocas enviaram a Vargas afirmando que estavam sendo\nsubmetidos a vexames e ameaças, que não raro se concretizavam em\nviolências e iniquidades, entre as quais “a que menos contava era a\nprisão e detenção sem justificativa”.\n\nDurante a Segunda Guerra Mundial, o *Jornal do Comércio* manteve posição\ncontrária ao Eixo, manifestando-se a favor do rompimento de relações do\nBrasil com a Alemanha, concretizado em 28 de janeiro de 1942. E a 30 de\noutubro de 1945, como era de seu estilo, a notícia da queda de Vargas só\napareceu na página quatro, sem chamada na primeira, toda ocupada com o\nnoticiário internacional. A partir de então a importância política do\n*Jornal do Comércio* foi gradualmente declinando; Elmano Cardim insistia\nem manter o formato grande e o estilo de jornalismo que vinha da\nPrimeira República, com os redatores ainda escrevendo a mão, com caneta\nmolhada no tinteiro, em longas “tiras” de papel que desciam para as\noficinas. Enquanto isso seus concorrentes modernizavam-se e conquistavam\nleitores. No entanto, o *Jornal do Comércio* ainda era leitura\nobrigatória de empresários e homens de negócio.\n\nEm 1957, Cardim vendeu o controle acionário da empresa ao advogado,\njurista e político Francisco Clementino de San Tiago Dantas, presidente\nda Comissão Jurídica Internacional, catedrático de direito civil da\nFaculdade Nacional de Direito e deputado federal pelo Partido\nTrabalhista Brasileiro (PTB). A circulação do jornal, embora reduzida,\natingia as classes dirigentes, que San Tiago Dantas considerava carentes\nde esclarecimentos sobre o sentido das transformações do Brasil no\npós-guerra. O jornal não pretendia publicar assuntos de interesse\npopular, embora San Tiago Dantas visse no seu partido uma “tentativa de\nencontrar nas agremiações populares a saída para a crise institucional\nque as supostas elites não sabiam sequer como analisar”.\n\nSan Tiago Dantas convidou Otávio Tirso de Andrade para diretor-adjunto\nda empresa editora do *Jornal do Comércio*, Aluísio Sales para\nvice-presidente, Miguel Lins para tesoureiro e Felipe Quental para\nsuperintendente-adjunto. A chefia da redação foi entregue a Luís\nPaulistano, cuja primeira providência foi comprar máquinas de escrever\npara a redação. O secretário Everardo Guilhon teve a colaboração de\njornalistas jovens, mas experientes, como Carlos Castelo Branco,\nHeráclio Sales, Murilo Melo Filho, Pedro Gomes, Fernando Lara Resende,\nSérgio Porto, Lúcio Rangel e Nadir Pereira. Naquela fase algumas\n“Várias” foram redigidas por Roberto Campos, mas os dois redatores\ncontratados para escrevê-las diariamente, sob a orientação de San Tiago\nDantas, eram Caio de Freitas e Emanuel de Morais. O próprio San Tiago\nescrevia as mais importantes e com frequência lia, em voz alta e\npausada, as suas “Várias” para os colaboradores mais próximos, pedindo\nopiniões e sugestões.\n\nCom a nova equipe o velho matutino melhorou a diagramação, passou a\npublicar fotos, criou um caderno esportivo, um suplemento semanal sobre\nturfe e uma seção feminina; dinamizou a seção econômica, deu nova feição\naos comentários políticos e mais vida às manchetes. No entanto, a\ndespeito da ligação de San Tiago Dantas com o trabalhismo, o *Jornal do\nComércio* era visto, na época, por setores extremados da esquerda, como\nintegrante da imprensa “entreguista”. Em pouco tempo San Tiago Dantas\ndefiniu o perfil nacionalista do jornal, defendendo o monopólio estatal\ndo petróleo e a Petrobras. Apoiou a construção de Brasília, ao\njustificar o deslocamento do centro de decisões políticas para “uma\ncidade situada a milhares de quilômetros do litoral”, o que modificaria\nde maneira significativa a mentalidade do país.\n\nSan Tiago Dantas chegou a adquirir um novo prédio para instalar a\nredação do *Jornal do Comércio*, e encomendou uma rotativa moderna nos\nEstados Unidos, mas um incêndio, no dia 1^o^ de outubro de 1958, data do\n131^o^ aniversário do jornal, danificou as instalações e destruiu parte\ndo edifício-sede, que naquele dia completava meio século de existência.\nSua redação e oficinas foram transferidas provisoriamente para a rua do\nLivramento n^o^ 106, mas os prejuízos fizeram com que o *Jornal do\nComércio*, mais uma vez, mudasse de mãos. Em 2 de abril de 1959, San\nTiago Dantas vendeu o jornal a Assis Chateaubriand, que realizou assim\num sonho acalentado desde a juventude – comprar o *Jornal do Comércio*.\nO fundador dos Diários Associados teve, porém, pouco tempo para influir\nno jornal: um ano depois sofreu derrame cerebral que o deixou\ntetraplégico; mas, incorporado aos Associados sob a direção de Carlos\nRizzini, e instalado à rua Sacadura Cabral n^o^ 103, o jornal voltou à\nlinha editorial conservadora, mantendo a ênfase no noticiário econômico,\ndirigido aos empresários do Rio de Janeiro.\n\nEm 1964, sob a direção de Moacir Padilha, o jornal apoiou o movimento\nmilitar de 31 de março, publicando o editorial “Primeiro limpar”, em que\nafirmava que havia valores humanos intocáveis a preservar, e que em nome\ndeles o jornal várias vezes havia defendido “a necessidade de arrancar\ndo mapa político do Brasil os antinacionais que o vinham desgovernando”.\nNo dia 5 de abril de 1968 morreu Assis Chateaubriand, e os Diários\nAssociados passaram por grave crise econômica; a redação do *Jornal do\nComércio*, sob a direção de Nélson Dimas Filho, foi transferida para o\nprédio de arquitetura moderna, projeto de Oscar Niemeyer, à rua do\nLivramento n^o^ 189, antiga sede da revista *O Cruzeiro*, onde foram\nreunidos os órgãos remanescentes da cadeia Associada no Rio de Janeiro,\ncomo a Rádio Tupi AM e FM e o *Diário Mercantil*.\n\nDepois de Álvaro Costa, que dirigiu a redação por quatro anos, José\nChamilete assumiu a direção em 1974. Em 1975, Ibanor Tartarotti, antigo\ncolaborador de Chateaubriand, nascido no Rio Grande do Sul, que ocupara\npostos de direção dos Associados em vários pontos do país, foi nomeado\ndiretor-superintendente. Também dirigiram a redação os jornalistas Hideo\nOnaga e Aluísio Biondi. Em 1980, o Condomínio Associado designou\nAustregésilo de Ataíde para a presidência da empresa editora do jornal,\npermanecendo Ibanor Tartarotti como diretor-superintendente. Aziz Ahmed\nfoi nomeado editor geral, tendo como secretário Antônio Calegari. A 1^o^\nde outubro de 1991, o jornal lançou o caderno Indicadores, com 12\npáginas de índices da economia nacional e do mundo, e a 9 de fevereiro\nde 1993 o caderno Seu Dinheiro, com reportagens e matérias sobre\neconomia e finanças. Mais tarde, os dois cadernos seriam reunidos em um\nsó.\n\nCom a morte de Ataíde em 1993, Ibanor Tartarotti assumiu a presidência\nda empresa. Em 1995, o *Jornal do Comércio* procurou ampliar seu\nnoticiário, para torná-lo competitivo com os outros jornais do Rio. A\ntentativa não obteve êxito, e em 1997, com novo projeto gráfico, o\njornal voltava ao seu público tradicional, o mercado financeiro, o\ncomércio e a indústria, sob a direção de Antônio Calegari. Entre seus\ncolaboradores encontravam-se Carlos Heitor Cony, dom Lucas Moreira\nNeves, Tarcísio Padilha, Cândido Mendes, Delfim Neto, Oliveiros\nLitrento, Jaime Magrassi de Sá e Arnaldo Niskier. Em 1998, sua diretoria\nestava assim constituída: diretor-presidente, Ibanor Tartarotti;\nvice-presidente, Maurício Dinepi; diretor-secretário, Genilson Gonzaga;\ndiretor-responsável, José Chamilete; e diretor de redação, Antônio\nCalegari.\n\nEm 2009 o *Jornal do Comércio* tinha como diretor-presidente Maurício\nDinepi, e sua redação era dirigida por Jô Galazi.\n\nCarlos Eduardo Leal/Cícero Sandroni\n\n**FONTES:** CALDEIRA, J. *Mauá*; DIMAS FILHO, N. *Jornal*; *Encic.*\n*Delta*; *Encic.* *Mirador*; INF. Antônio Calegari; INF. Fernando\nSegismundo; INF. José Chamilete; *Jornal do Comércio.* Disponível em:\n*\\<*www.jornaldocommercio.com.br/\\>. Acesso em: 20/11/2009; SANDRONI, C.\n& SANDRONI, L. *Austregésilo*; SODRÉ, N. *História.*\n","ref":"**FONTES:** CALDEIRA, J. *Mauá*; DIMAS FILHO, N. *Jornal*; *Encic.*\n*Delta*; *Encic.* *Mirador*; INF. Antônio Calegari; INF. Fernando\nSegismundo; INF. José Chamilete; *Jornal do Comércio.* Disponível em:\n*\\<*www.jornaldocommercio.com.br/\\>. Acesso em: 20/11/2009; SANDRONI, C.\n& SANDRONI, L. *Austregésilo*; SODRÉ, N. *História.*\n","dic":"DHBPR"}
