{"title":"JUBÉ, Joaquim Rufino Ramos","cargoss":["pres. GO 1912, 1913, 1915-1916, 1918-1919, 1924 e 1929."],"author":"Adrianna Setemy","content":"**JUBÉ, Joaquim Rufino Ramos**\n\n\\*pres. GO 1912, 1913, 1915-1916, 1918-1919, 1924 e 1929.\n\n*Joaquim Rufino Ramos Jubé* nasceu em Ouro Fino (GO) no dia 6 de agosto\nde 1859, filho de Antônio Pereira Ramos Jubé e de Ivana Cordeiro.\n\nEm 1895 filiou-se ao Centro Republicano e nessa legenda foi eleito\ndeputado estadual em Goiás para as legislaturas de 1895 a 1897, de 1898\na 1900 e de 1901 a 1903. Em 1897, 1900 e 1903 fez parte da Mesa Diretora\nda Assembleia Legislativa de Goiás. Em 1905 filiou-se ao Partido\nRepublicano Federal de Goiás e elegeu-se senador estadual para a\nlegislatura de 1905 a 1908. Foi também primeiro-secretário da Mesa\nDiretora do Senado estadual, em 1905 e 1907. Em 1909 mudou mais uma vez\nde partido, filiando-se ao então criado Partido Democrático, e\nreelegeu-se senador estadual para sucessivas legislaturas. Só deixaria o\nSenado em 1930, quando, com a vitória da Revolução de 1930, foram\nextintos todos os órgãos legislativos do país.\n\nAo longo desse período presidiu o Senado estadual, posição que o\nhabilitava a assumir a presidência do estado em caso de afastamento do\npresidente e da ausência de um dos três vice-presidentes eleitos. Por\nessa razão assumiu a presidência de Goiás nas seguintes ocasiões: de\nmarço de 1912, após Urbano Coelho de Gouveia ter renunciado, a maio do\nmesmo ano, quando foi substituído por Herculano de Sousa Lobo; de junho\nde 1913, após a renúncia de Herculano de Sousa Lobo, a julho do mesmo\nano, quando foi substituído por Olegário Herculano da Silva Pinto; de\njunho de 1915 a maio de 1916, período em que Salatiel Simões de Lima\nesteve afastado; de dezembro de 1918 a abril de 1919, durante o\nafastamento de João Alves de Castro; de março a abril de 1924, durante o\nafastamento de Miguel da Rocha Lima; e ainda por um dia em julho de\n1929, após a renúncia de Brasil Ramos Caiado.\n\nDe 1914 a 1930, pertenceu à comissão executiva do Partido Democrático.\n\nFaleceu em 12 de setembro de 1933.\n\nEra casado com Maria Carlota d’Ascenção Silveira Ramos Jubé e foi pai de\nseis filhos.\n\nRecebeu o título de comendador do Papa Pio X.\n\nAdrianna Setemy\n\n**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 7/12/2010.\n","ref":"**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 7/12/2010.\n","dic":"DHBPR"}