{"title":"JUSTA, José Lino da","cargoss":["dep. fed. CE 1915-1926."],"author":null,"content":"**JUSTA, José Lino da**\n\n\\*dep. fed. CE 1915-1926.\n\n*José Lino da Justa* nasceu em Pacatuba (CE) no dia 23 de setembro de\n1863, filho de José Antônio Justa e de Joana Teófilo Costa da Justa.\n\nFez o curso de humanidades no Ateneu Cearense e formou-se na Faculdade\nde Medicina da Bahia em 1889. Ainda estudante, militou pela causa\nabolicionista, foi secretário do Centro Acadêmico Abolicionista 24 de\nMaio e colaborador do jornal *Gazeta da Tarde*. Depois de formado,\nclinicou no Rio de Janeiro e no Espírito Santo – onde fez parte da\nredação de *O Cachoeirense*, jornal de Cachoeiro do Itapemirim. De volta\na Fortaleza, em 1892 colaborou com o jornal *O Norte* e fundou o *Diário\ndo Ceará*, juntamente com Justiniano de Serpa. Em outubro de 1895\ncasou-se com Angélica Justa.\n\nNo governo de Nogueira Acióli (1904-1912), foi nomeado diretor da\nInspetoria de Higiene do Ceará. Em 1913 foi um dos fundadores do Centro\nMédico Cearense e, em 1914, com a intervenção federal no Ceará, que\ndepôs o presidente estadual Franco Rabelo (1912-1914), foi nomeado\nsecretário do Interior e chefe de Polícia. Em 1915 foi eleito deputado\nfederal pelo Ceará para a legislatura 1915-1917. Reeleito\nsucessivamente, ocupou uma cadeira na Câmara dos Deputados, na cidade do\nRio de Janeiro, então Distrito Federal, até o ano de 1926.\n\nFoi também orador do Centro Literário e membro da Academia Cearense de\nLetras e do Instituto Histórico do Ceará.\n\nFaleceu no Rio de Janeiro no dia 22 de março de 1952.\n\nPublicou, entre outras obras, *Etiologia e profilaxia do cólera morbus,\ntese apresentada na Faculdade de Medicina da Bahia* (1889), *Discurso\npronunciado pelo Dr. José Lino da Justa como orador oficial do “Centro\nLiterário” quando da sessão fúnebre consagrada a Carlos Gomes*, *D.\nPedro II e o Ceará* (1906) e *Conselhos ao povo. A varíola e sua\nprofilaxia: vacinação e revacinação*, artigos publicados no jornal *A\nRepública* de Fortaleza (1897).\n\nKleiton de Sousa Moraes\n\n**FONTES:** LEAL, V. *História*; STUDART, G. *Dicionário* (v.2,\np.137-139).\n","ref":"**FONTES:** LEAL, V. *História*; STUDART, G. *Dicionário* (v.2,\np.137-139).\n","dic":"DHBPR"}