{"title":"LACERDA, Gustavo de","cargoss":["jornalista."],"content":"**LACERDA, Gustavo de**\n\n\\*jornalista.\n\n*Gustavo Adolfo Braga*, nome registrado na certidão de nascimento\narquivada no Ministério da Guerra de então, nasceu na cidade de Nossa\nSenhora do Desterro, capital da província de Santa Catarina, hoje\nFlorianópolis, a 18 de maio de 1854. Aos 22 anos de idade obteve\npermissão do Exército e mudou seu nome para *Gustavo de Lacerda*.\n\nIngressou no Exército em 8 de março de 1870 na condição de praça\nvoluntário, no Depósito de Instrução do Desterro, 13^o^ Batalhão de\nIndependência, e foi sucessivamente promovido a cabo, furriel e\nsegundo-sargento. Na Escola Militar de sua cidade, foi secretário do\ncomandante, general Tibúrcio de Sousa, que, ao notar a sua inteligência\ne vivacidade de espírito, estimulou-o a estudar. Autodidata, aprendeu a\nescrever bem o português, iniciou estudos de francês e teve acesso a\nlivros que circulavam entre amigos sobre as ideias socialistas da época.\nQuando esses temas chegaram à caserna, foi desligado em 1871 no posto de\nprimeiro-sargento por “demonstrar ideias socialistas assaz avançadas”,\nsegundo o historiador Fernando Segismundo, “e também por atos de\nindisciplina”, segundo Edmar Morel. Em 1876 transferiu-se para o Rio de\nJaneiro, então capital do Império, mas regressou ao Desterro e ao\nExército na função de amanuense e prático da arma de infantaria.\nFinalmente deu baixa em 1881.\n\nMulato magro e alto, nascido em família pobre, sempre mal vestido, mas\ninteligente e com alguma cultura haurida de leituras francesas, tentou\nmelhorar de vida mudando-se para Santos, onde, no emprego de\nguarda-livros, encontrou dificuldades para manter-se. Tentou novamente a\nCorte, e então conseguiu demonstrar seu talento para a reportagem. Em\ncerto momento de sua vida profissional trabalhou em três jornais, para\nmanter existência modesta, mas agitada, em permanente contato com os\ncolegas de profissão. No dia 1^o^ de janeiro de 1884 estava nas ruas o\nprimeiro número do seu jornal, o *Meio Dia*. Em suas páginas Lacerda\nproclamava-se republicano independente, sem partido nem clube político,\ne afirmava: “Os partidos não têm programas nem princípios, menos ideias\ne união – só têm chapas”. O *Meio Dia* teve curta existência, não durou\num mês. Falido e sem recursos para sobreviver, aceitou emprego de\nrepórter de setor no jornal *O País*, de João Lage, em que trabalharia\naté morrer.\n\nAo mesmo tempo foi repórter e revisor de *A Imprensa*, de Rui Barbosa, e\nno governo do presidente Campos Sales (1898-1902) trabalhou também no\n*Jornal do Brasil*. Quando os carroceiros da cidade entraram em greve e\nLacerda publicou reportagem favorável aos grevistas, o editorial do\n*Jornal do Brasil* atacou o ministro da Justiça, Epitácio Pessoa, por\nter ordenado a “dois encostados da polícia atirarem para matar no nosso\nrepórter Gustavo de Lacerda, na ladeira do Castro, que denunciou as\nviolências praticadas por ordem do governo contra carroceiros em greve”.\nSegundo Nelson Werneck Sodré, “Gustavo de Lacerda, repórter ousado,\nganhava notoriedade antes gozada por Ernesto Sena, do *Jornal do\nComércio*, capaz de operar prodígios em busca da informação”. Para João\nMelo, citado por Fernando Segismundo, “repórter exato em suas obrigações\ne correto narrador dos eventos de cuja divulgação se encarregou,\n[Lacerda] era visto como um agitador e não como um jornalista […]\ncumpridor dos deveres de sua profissão. É que lhe sabiam o pendor\npolítico”.\n\nJornalista exemplar, mas imbuído das ideias socialistas da época, “de um\nsocialismo um tanto confuso, resultado de leituras desiguais, porém\npraticado com o nobre desígnio de suavizar a sorte dos trabalhadores”,\nsegundo Fernando Segismundo, Lacerda não encontrou adeptos entre os\ncolegas das redações. Após a proclamação da República, surgiram os\nprimeiros partidos socialistas e operários, mais de cunho reformista do\nque revolucionário, escreve Evaristo de Morais Filho. Em 1890, sem\ndeixar a redação de *O País*, e ainda repórter do *Jornal do Brasil*,\nGustavo de Lacerda voltou-se para a então incipiente imprensa operária.\nFoi um dos redatores de *A Voz do Povo* e, mais tarde, de *O Eco\nPopular*, ambos de existência efêmera. Em 1901 publicou um pequeno livro\nintitulado *O problema operário no Brasil*, com o subtítulo *Propaganda\nsocialista*. Para Afonso Arinos, “a posição de Lacerda parecia ser\nqualquer coisa entre o socialismo de Blanqui e o de Tolstoi. Lacerda\nmostra ter compreendido a necessidade de se desprender o proletariado\nbrasileiro da tradição anarquista”.\n\nEm 1892 Lacerda associou-se ao Centro Operário Radical e, segundo\nAstrogildo Pereira, escreveu sobre o problema da terra e da reforma\nagrária, o combate aos monopólios e privilégios, a limitação das horas\nde trabalho aos menores, a fiscalização das condições de higiene nos\nlocais de trabalho e nas instalações operárias, a gratuidade da justiça,\ne a assistência patronal em casos de acidentes e doenças contraídas no\ntrabalho. Pensou então em organizar uma instituição de profissionais da\nimprensa e se bateu infatigavelmente até ver concretizado o que\ndefendia. Sabia bem, e proclamava, que “o jornalismo, entre nós, não é\numa profissão: ou é eito, ou é escada para galgar posições”. Sonhava com\numa organização do tipo sindical, ocupada em defender os interesses de\nseus associados. As dificuldades que enfrentou foram enormes. Fernando\nSegismundo estudou-as e caracterizou-as com precisão: “Tendo trabalhado\nao lado de Artur Azevedo, Pardal Mallet, José do Patrocínio e outros\nexpoentes do jornalismo do XIX século, os quais o distinguiram\npessoalmente e lhe admiravam o labor profissional, lógico será pensar\nque Gustavo de Lacerda não atingiu o fastígio da carreira, menos por\nmodéstia intelectual ou desambição, do que por implícita determinação de\nseus superiores, os donos dos jornais onde mourejou desde 1880”.\n\nNo dia 7 de abril de 1909, sábado de sol, pela tarde, numa sala do\nterceiro pavimento de *O País*, foi instituída a Associação de Imprensa,\nmais tarde Associação Brasileira de Imprensa, ideia logo atacada pelos\ndonos dos jornais, que a consideravam “um grupo de malandros chefiados\npor um anarquista perigoso”. Convocados dezenas de jornalistas para o\nato, só compareceram nove. Eleito presidente, Lacerda redigiu o estatuto\nda entidade, calcado em molde francês segundo o qual o grêmio devia\nmanter caixa de pensões e auxílios para os sócios e suas famílias, um\nserviço de assistência médica e farmacêutica, um retiro com enfermaria e\nresidência para velhos e enfermos, biblioteca, salões de conferências e\ndiversões. Também devia abrir espaço, por meio de título de capacidade\nintelectual e moral, ao aspirante à profissão de jornalista.\n\nDezessete meses depois, em setembro de 1909, aos 55 anos, Gustavo de\nLacerda morria como indigente na Santa Casa de Misericórdia.\n\nCícero Sandroni\n\n**FONTE:** SEGISMUNDO, F. *ABI.*\n","ref":"","dic":"DHBPR"}