{"title":"LAGDEN, Henrique Tavares","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1900],"datas_fim":[1902],"estados":["DF"],"autor":["Evelyn Morgan Monteiro Paiva"],"content":"**LAGDEN, Henrique Tavares**\n\n\\*dep. fed. DF 1900-1902.\n\n*Henrique Tavares Lagden* nasceu no Rio de Janeiro, então capital do\nImpério, em 29 de dezembro de 1859, filho de José Henrique Lagden e de\nMaria da Conceição Passos Lagden, ambos brasileiros.\n\nFormou-se pela Faculdade de Medicina do Rio de Janeiro.\n\nEm 1897, já na República, foi eleito pela primeira vez para o Conselho\nMunicipal do Rio de Janeiro, então Distrito Federal. Em 1898 participou\nda reunião de fundação do Clube de Regatas Vasco da Gama e foi eleito\nsegundo-tesoureiro da associação. Reelegeu-se para o Conselho Municipal\npara o período 1907-1910 e novamente a partir de 1917, exercendo o\nmandato até 1928. Ao integrar a Comissão Permanente de Indústria,\nViação, Obras, Higiene, Assistência e Segurança Pública destacou-se\nelaborando projetos relativos à higiene e a habitações populares no Rio\nde Janeiro. Seu prestígio permitiu que chegasse a presidente do Conselho\nMunicipal.\n\nEm 1900 foi eleito deputado pelo Distrito Federal com 1.501 votos.\nOcupou uma cadeira na Câmara dos Deputados no dia 7 de junho de 1900 até\n31 de dezembro de 1902, quando se encerrou o seu mandato.\n\nFoi casado com Maria Adelaide Guimarães, com quem teve uma filha. Seu\ngenro, o general Newton de Andrade Cavalcanti, foi interventor no Mato\nGrosso e no estado do Rio de Janeiro em 1935, simpatizante da Ação\nIntegralista Brasileira, membro da Comissão Nacional de Repressão ao\nComunismo (1936) e chefe do Gabinete Militar da Presidência da República\n(1950-1951).\n\nEvelyn Morgan Monteiro Paiva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); BARATA, C; BUENO; A.\n*Dicionário* (v.1); CÂM DEP. *Anais* (1907, v.1); CÂM. DEP. *Deputados\nbrasileiros* (1826-1976); COL. BRAS. GENEAL. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\>; CONS. MUN. DF. *Anais* (1897-\n1928); *Diário Oficial da União* (19/7/1899, 6/12/1906, 30/5/1917,\n5/11/1918); MAGALHÃES, M. *Formulando*, ROCHA, J. *Club.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); BARATA, C; BUENO; A.\n*Dicionário* (v.1); CÂM DEP. *Anais* (1907, v.1); CÂM. DEP. *Deputados\nbrasileiros* (1826-1976); COL. BRAS. GENEAL. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\>; CONS. MUN. DF. *Anais* (1897-\n1928); *Diário Oficial da União* (19/7/1899, 6/12/1906, 30/5/1917,\n5/11/1918); MAGALHÃES, M. *Formulando*, ROCHA, J. *Club.*\n","dic":"DHBPR"}
