{"title":"LANTERNA, A","cargoss":["Jornal anticlerical fundado na cidade de São Paulo em 1901. Passou por"],"author":"Carolina Vianna Dantas","content":"**LANTERNA, A**\n\nJornal anticlerical fundado na cidade de São Paulo em 1901. Passou por\nvárias interrupções até extinguir-se em 1935.\n\nEditada por Benjamim Mota, advogado, maçom e militante anarquista, A\n*Lanterna* teve seu primeiro número publicado em 7 de março de 1901, com\ntiragem de 10 mil exemplares. Mantendo relações próximas com as ligas\nanticlericais do estado de São Paulo e com grupos da Maçonaria, o\nperiódico nasceu da dedicação de seu fundador e de um grupo de maçons\npertencentes à Loja Luso-Brasileira. Utilizou caricaturas e um tom\nirônico para propagar sua campanha anticlerical. De início foi\ndistribuído gratuitamente.\n\nEm seu primeiro número, *A Lanterna* afirmava ter como objetivo a\npropaganda anticlerical e a denúncia de que a Igreja Católica propagava\na miséria e a ignorância pelo mundo. Constituiu-se como órgão de defesa\nde uma sociedade laica, atrelada ao progresso e à civilização, tidos\ncomo polo oposto ao clericalismo e seus dogmas. Estado e Igreja deveriam\nser definitivamente separados, assim como política e religião.\n\n*A Lanterna* tinha um projeto editorial voltado para o debate de temas\npolíticos, o combate à Igreja Católica e a divulgação de uma propaganda\nanticlerical feroz. Publicou notícias sobre esses temas em outros\nlugares do país e do mundo, sobre questões religiosas e científicas,\neducação laicizada, notícias do Brasil e do exterior, literatura de\ncunho anticlerical, além de divulgar outros periódicos e livros de mesma\ntendência e reclames.\n\nA partir de um programa baseado na crítica, o jornal denunciou inúmeros\nabusos pretensamente cometidos pelos clérigos, como filhos ilegítimos,\nvícios, corrupção etc., tentando deslegitimar a Igreja Católica como\ninstituição, considerando-a imoral e propagadora de comportamentos que\nprimavam por manter os homens conformados, ignorantes e miseráveis. O\nperiódico qualificou os rituais litúrgicos como formas de explorar a\nignorância e propagar a hipocrisia. A confissão, por exemplo, foi\ncaracterizada como um absurdo, já que através dela crianças e mulheres\ninformavam a seus confessores o que acontecia em suas famílias e vidas\nparticulares. A Igreja frearia movimentos de liberdade, rebeldia,\nmudança e progresso, o que motivou o jornal a propor a expulsão dos\npadres do Brasil e a nacionalização dos bens da Igreja no país.\n\nEm oposição à forte penetração da Igreja Católica na sociedade\nbrasileira, *A lanterna* propunha a educação laica, pública e científica\ndestinada às mulheres e às crianças, dentro de um universo no qual a\nracionalidade, a probidade pública, a igualdade, o trabalho, a ética, as\nartes, a espiritualidade e a moral deveriam estar desvinculados de\ndogmas e desatrelados de quaisquer instituições.\n\nO jornal também criticou determinados políticos. O presidente Rodrigues\nAlves foi especialmente atacado pela proteção que daria à Igreja. Já\noutros ocupantes de importantes cargos na República que pertenciam aos\nquadros da maçonaria, como Rio Branco, Campos Sales e Prudente de\nMorais, foram qualificados como traidores, uma vez que não teriam\nresistido à expansão das bases da Igreja na política.\n\nPor seu tom anticlerical ferrenho, o jornal motivou algumas reações: os\ncatólicos responderam lançando os periódicos *O Farol* e *A Crença*, e\nos evangélicos fundaram *A Luz Divina.*\n\n*A Lanterna* teve sua circulação interrompida em 1902 e retomada entre\n1903 e 1904, incorporando outros dois jornais: *O Livre Pensador*, de\nEverardo Dias e Antônio Garcia de Oliveira, e o *L´Asino*. Passou,\nentão, a ser impressa com o subtítulo *“Diário da noite anticlerical e\nindependente”*. Em 1904, *A Lanterna* e *O Livre Pensador* desfizeram a\nsociedade por discordâncias pessoais e profissionais entre seus\neditores. Com a saída de Benjamim Mota, *A Lanterna* parou de circular.\nRessurgiu em 1909 com o subtítulo *“Folha anticlerical de combate”*,\ncontando com o apoio do próprio Benjamim Mota e a colaboração de Edgard\nLeuenroth, e mantendo a orientação anticlerical, pois para esses\nmilitantes a emancipação dos trabalhadores só se daria com a libertação\ndo jugo da Igreja Católica. No primeiro número após esse retorno em\n1909, uma das justificativas dadas para a volta da publicação foi o\nprotesto contra a execução pelo governo espanhol do pedagogo e ativista\nanarquista Francisco Ferrer, um livre-pensador. Nesse período, Leuenroth\ntambém desenvolveu no jornal campanhas pela criação de escolas de\ntendência laica e racionalista no país.\n\nEm outubro 1911 *A Lanterna* passou a circular semanalmente. Foi\npublicada nesses moldes até 1916, quando Mota e Leuenroth tiveram que\nencerrá-la em função das complicações costumeiras pelas quais passavam\nperiódicos desse tipo, como falta de verbas e perseguições. Afinal, os\ndois militantes eram editores de um periódico de contestação aos poderes\nconstituídos. Assim, *A Lanterna* foi transformada no periódico *A\nPlebe*, que continuou com a mesma orientação, só que com outro nome,\ncomo informou Leuenroth no editorial de lançamento de *A Plebe* em 9 de\njunho de 1917.\n\n*A Lanterna* reapareceu mais uma vez entre 1933 e 1935, novamente sob a\ndireção de Edgard Leuenroth, que conseguiu fazer circular mais 45\nnúmeros do jornal. Durante esse período o periódico investiu na crítica\nsistemática ao jornal *O Operário*, acusado colaborar para a organização\ndos trabalhadores sob a inspiração da Ação Católica, que estaria baseada\nna conciliação entre as classes sociais.\n\nEm 1935, pelo apoio que deu à Aliança Nacional Libertadora (ANL), Edgard\nLeuenroth foi indiciado em dois processos, um como diretor do jornal,\npor “crime contra a moral e os bons costumes”, e outro como trabalhador,\npor ser um “sindicalista subversivo”. Só saiu da prisão em 1938,\nconforme relata a historiadora Edilene Toledo.\n\nTanto a tiragem como a periodicidade de *A Lanterna* variaram bastante\nao longo do tempo em que foi publicada. Circulou diariamente,\nsemanalmente e quinzenalmente. Isso se deu em consequência de problemas\nfinanceiros e de distribuição, da intervenção da Igreja Católica, de\nproibições de circulação e de variadas formas de repressão direcionadas\naos seus colaboradores e leitores, segundo indicação de Eliane Moura\nSilva. Já a tiragem do jornal permite dizer que o quantitativo de seus\nleitores não era tão reduzido: dos 10 mil exemplares do primeiro número\nchegou a 26 mil, para depois diminuir e se estabilizar em 6 mil\nexemplares, de acordo com a contabilização feita por Ana Luiza Martins.\n\nCarolina Vianna Dantas\n\n**FONTES:** CARNEIRO, M.; FERREIRA, J.; REIS FILHO, D. *Esquerdas*\n(v.1); KOSSOY, B. *Imprensa*; MARTINS, A. *Revistas*; SILVA, E.\n*Maçonaria*; TOLEDO, E. *Trajetória.*\n","ref":"**FONTES:** CARNEIRO, M.; FERREIRA, J.; REIS FILHO, D. *Esquerdas*\n(v.1); KOSSOY, B. *Imprensa*; MARTINS, A. *Revistas*; SILVA, E.\n*Maçonaria*; TOLEDO, E. *Trajetória.*\n","dic":"DHBPR"}