{"title":"LAPER, Batista","cargoss":["const. 1891","sen. RJ 1891-1896."],"author":null,"content":"**LAPER, Batista**\n\n\\*const. 1891; sen. RJ 1891-1896.\n\n*João Batista Laper* nasceu em Cantagalo (RJ) em 20 de junho de 1848,\nfilho de João Batista Laper e de Francisca Cândida de Gouveia.\n\nIniciou o secundário no Colégio Freese, em Nova Friburgo (RJ), e\nconcluiu-o no Colégio Marinho, na capital do Império. Em 1865\nmatriculou-se na Escola de Medicina do Rio de Janeiro, optando por\nespecializar-se em oftalmologia. Formou-se em fins de 1870, e em 1875\nfoi à Europa aprofundar os estudos, tendo frequentado hospitais de Viena\ne Paris, onde foi discípulo do professor Louis de Wecker. Em 1884 voltou\na residir na cidade natal, onde, sem abdicar do exercício da clínica\nmédica, se tornou cafeicultor.\n\nDurante o curso de medicina, dividiu residência com vários estudantes,\ntodos republicanos, entre os quais Luís de Sousa Araújo, Joaquim\nMaurício de Abreu, José Veríssimo dos Santos, João Batista de Castro\nAndrade e Aristides Caire. Junto com os dois primeiros assinou o\nManifesto Republicano de 3 de dezembro de 1870. Membro do grupo de\nrepublicanos históricos ligados a Quintino Bocaiúva, pertenceu aos\nquadros do Partido Republicano Federal (PRF) e do Partido Republicano da\nProvíncia do Rio de Janeiro e foi chefe dessa corrente política em\nCantagalo. Em 1884, ainda durante o período imperial, apesar de sua\nfiliação política, foi eleito deputado à Assembleia provincial. No\nexercício do mandato, tratou principalmente de assuntos relativos à\nagricultura. Com o advento da República, exerceu a presidência da Câmara\nde Cantagalo (1889-1890) e, como tal, a prefeitura da localidade.\n\nEleito senador constituinte pelo estado do Rio de Janeiro em 15 de\nsetembro de 1890, assumiu o mandato em 15 de novembro de 1890 e foi\nmembro da comissão especial de 21 membros – um representante de cada\nestado do país – eleita em 22 de novembro com a função de dar parecer\nsobre o projeto constitucional publicado pelo governo provisório através\ndo Decreto 914-A, de 23 de outubro daquele ano. Promulgada a\nConstituição Federal em 24 de fevereiro de 1891 e transformada a\nAssembleia Constituinte em Congresso Nacional, foi membro das comissões\nde Agricultura, Comércio, Indústria e Artes, de Estatística e\nColonização e de Saúde do Senado. Opositor do Império, sempre atuou de\nforma a impedir quaisquer benesses ou glorificações da situação política\nderrotada. Nesse sentido, pronunciou-se contra a doação de bens à\nprincesa Isabel e a construção de um monumento comemorativo da Guerra do\nParaguai, alegando que aquela fora uma campanha do Império contra uma\nRepública. Também de forma contrária ao que ocorria durante o regime\nanterior, tomou posição a favor da independência entre o poder religioso\ne o poder civil, e foi favorável ao reconhecimento do casamento civil.\nAlém desses pontos, defendeu reiteradas vezes o estado do Rio de\nJaneiro, ora em questões tributárias, relativas a exportações de\nmercadorias, ora advogando a imigração, especialmente a chinesa, vista\ncomo solução para a recuperação da lavoura fluminense.\n\nFindo seu mandato em 31 de dezembro de 1896, adoentado e desgostoso, não\nse candidatou à reeleição, afastou-se da vida pública e fixou residência\nna capital federal, onde veio a falecer em 12 de dezembro de 1901.\n\nCasou-se com Ana de Faria Laper, com quem teve filhos.\n\nCláudio Beserra de Vasconcelos\n\nFONTES: ABRANCHES, J. *Governos*; LEITE, F. *1891*; SANTOS, G.\n*Constituição*; SENADO. *Dados biográficos dos Senadores do Rio de\nJaneiro*; SENADO. *Anais* (1890-1896); SILVA NETO. C. *Construção*.\n","ref":"FONTES: ABRANCHES, J. *Governos*; LEITE, F. *1891*; SANTOS, G.\n*Constituição*; SENADO. *Dados biográficos dos Senadores do Rio de\nJaneiro*; SENADO. *Anais* (1890-1896); SILVA NETO. C. *Construção*.\n","dic":"DHBPR"}