{"title":"LEAL, Aurelino","cargoss":["Interventor","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1923,1924],"datas_fim":[1923,1924],"estados":["RJ","BA"],"autor":[0],"content":"**LEAL, Aurelino**\n\n\\* jornalista; interv. RJ 1923; dep. fed. BA 1924.\n\n*Aurelino de Araújo Leal* nasceu na vila do Rio de Contas (BA) em 4 de\nagosto de 1877, filho de Maximiano de Araújo Leal e de Joana de Freitas\nLeal, modestos funcionários da Repartição dos Telégrafos.\n\nFez seus estudos primários em uma escola pública na cidade de\nCanavieiras (BA), e o curso secundário no colégio do professor Manuel\nFlorêncio do Espírito Santo, negro e importante educador baiano do\nséculo XIX, na cidade de Salvador. Em 1894 bacharelou-se pela Faculdade\nde Direito da Bahia e logo em seguida foi nomeado promotor público da\ncomarca de Amargosa (BA). Concomitantemente, dedicou-se ao jornalismo e\ncriou o jornal *A Lide*, em 1899. Tal acúmulo, no entanto, não persistiu\npor muito tempo. Escreveu em *A Lide* um artigo criticando a política\nfinanceira do presidente estadual Luís Viana (1896-1900) e, como\nresultado, foi demitido do cargo de promotor. Passou então a dedicar-se\nà advocacia e tornou-se importante criminalista. Contudo, não abandonou\na imprensa. Mudando-se para Nazaré (BA), assumiu a redação de *O\nRegenerador* (1899-1900) e prosseguiu sua campanha oposicionista.\n\nTambém em 1899 disputou pela primeira vez um cargo eletivo, sendo\nsufragado deputado estadual. Entretanto, em virtude de questões\npolíticas, não foi reconhecido. Somente com a eleição de Severino Vieira\npara o governo da Bahia (1900-1904) pôde assumir seu mandato. Na\nAssembleia baiana, foi escolhido segundo-secretário da Mesa Diretora e\nassumiu a responsabilidade de organizar a reforma penitenciária no\nestado. Em consequência, foi chamado por Severino Vieira para pôr em\nprática o projeto. Designado diretor da Penitenciária de Salvador,\nprocedeu a uma completa transformação material e técnica do\nestabelecimento. Com a eleição de José Marcelino de Sousa para o governo\nda Bahia (1904-1908), foi nomeado chefe de polícia. Ainda durante esse\ngoverno, em face da extinção das diversas secretarias de estado e da\ncriação do secretariado geral, foi para ele designado. Em seguida,\ncandidatou-se e foi eleito deputado federal. No entanto, em virtude da\nanulação do pleito, mais uma vez não foi diplomado.\n\nEm 1907, deixando a administração pública, voltou à advocacia e ao\njornalismo político, dessa vez na capital do estado. Tendo colaborado no\n*Jornal de Notícias* (1902) e no *Jornal do Povo* (1902-1904), tornou-se\nredator-chefe do *Diário da Bahia*, onde permaneceu até 1912. Durante\nesse período, novamente se candidatou e foi eleito deputado federal.\nEntretanto, ainda uma vez o pleito foi cancelado e não pôde assumir o\nmandato.\n\nEm 10 de janeiro de 1912, em decorrência de uma disputa oligárquica pelo\ngoverno baiano e da crise política intensificada desde os últimos dias\ndo ano anterior, a cidade da Salvador foi bombardeada por forças\nfederais. Os acontecimentos posteriores culminaram com a eleição de J.\nJ. Seabra para o governo da Bahia. Com a queda da situação política da\nqual era partidário, Aurelino Leal transferiu-se pra o Rio de Janeiro,\ncapital da República, e aí continuou a exercer a advocacia, firmando sua\nreputação de jurista, especialmente nos campos do direito constitucional\ne criminal. Também prosseguiu na imprensa, fundando a revista *Brasil\nEconômico e Financeiro*. Além disso, foi redator-chefe do *Diário de\nNotícias*, de *A Notícia* e do *Imparcial*.\n\nEm 1914, foi nomeado pelo presidente da República Venceslau Brás\n(1914-1918) chefe de polícia do Distrito Federal. Em 1915, foi nomeado\nprofessor substituto da cadeira de direito constitucional da Faculdade\nde Direito do Rio de Janeiro. Convidado por Rodrigues Alves, eleito\npresidente para o quadriênio 1918-1922, permaneceu na chefia de polícia\ne, mesmo com a morte do candidato eleito, continuou no cargo até 1919,\ndurante a presidência interina de Delfim Moreira (1918-1919). Sua\natuação como chefe de polícia, ordenando que, antes da apreensão de\nmateriais usados em jogos de azar, os infratores fossem avisados por\ntelefone, teria inspirado a composição de “Pelo Telefone”, samba de\n1916, de autoria de Ernesto Joaquim Maria dos Santos, o Donga, e Mauro\nde Almeida, reconhecido como marco inicial da história fonográfica do\ngênero. Ainda no governo de Venceslau Brás, quando da reorganização do\nTribunal de Contas da União (TCU), foi designado ministro daquele corpo\nde fiscalização. Em 1920, já no governo Epitácio Pessoa (1919-1922),\nassumiu o lugar de primeiro representante do Ministério Público junto ao\nTCU.\n\nNo ano de 1922, ocorreram eleições para a sucessão de Raul Veiga na\npresidência do estado do Rio de Janeiro. As forças situacionistas\napresentaram o nome de Raul Fernandes para concorrer ao pleito. A\noposição, por sua vez, indicou Feliciano Sodré. Assim como já havia\nocorrido em 1914, a apuração das eleições gerou uma duplicidade de\nassembleias legislativas e de presidentes do estado. O parlamento\ngovernista proclamou a vitória de Raul Fernandes, enquanto o de\noposição, formado pela maioria dos deputados, reconheceu a vitória de\nFeliciano Sodré.\n\nRaul Fernandes, garantindo-se em um habeas corpus do Supremo Tribunal\nFederal e em forças militares postas à sua disposição, assumiu o governo\nem 31 de dezembro de 1922. Contudo, sua eleição não contou com o\nreconhecimento do governo do presidente Artur Bernardes (1922-1926).\nDias após a posse ocorreu uma revolta da força militar do estado, que,\nsem saber a quem obedecer, deixou os alojamentos e apresentou-se ao\nquartel de uma unidade, entregando as armas. No dia 10 de janeiro de\n1923, o juiz federal do estado comunicou ao presidente da República que\nfora cumprida a ordem de habeas corpus dada pelo Supremo, podendo, como\nefeito, ser retirada a força do Exército que permanecia em Niterói.\nSentindo-se desamparado e sem elementos que o garantissem no poder, Raul\nFernandes resolveu deixar o governo.\n\nAtravés do Decreto 15.922, daquela mesma data, Aurelino Leal foi então\nnomeado interventor no estado do Rio de Janeiro pelo presidente Artur\nBernardes, com quem havia colaborado intensamente durante a campanha\npresidencial. Caberia a ele dirigir o estado até que se processasse\noutra eleição para a escolha do novo presidente. Tomando posse no dia\nseguinte, governou o estado até 23 de dezembro de 1923. Embora mal visto\npor certa parte da opinião e por forças políticas e eleitorais locais,\ndurante seu governo procurou resolver a crise e pacificar os ânimos\npolíticos fluminenses.\n\nFindo esse período, em 1924 foi eleito deputado federal pela Bahia e\nfinalmente pôde tomar posse. Escolhido líder da bancada de seu estado\nnatal na Câmara, foi também designado relator do orçamento da Fazenda na\nComissão de Finanças.\n\nFoi ainda professor de direito constitucional da Faculdade de Filosofia\ne Letras. Posteriormente, tornou-se catedrático de direito internacional\npúblico na Faculdade de Direito do Rio de Janeiro. Sócio-efetivo do\nInstituto Histórico e Geográfico Brasileiro (IHGB) desde 1915, também\nfoi membro do Instituto da Ordem dos Advogados Brasileiros e de várias\nsociedades e instituições científicas nacionais e estrangeiras.\n\nFaleceu no Rio de Janeiro em 8 de junho de 1924.\n\nCasou-se com Maria Amélia Bittencourt, com quem teve nove filhos.\n\nAlém dos artigos editado em jornais e de palestras em congressos,\ndestacou-se como ensaísta e novelista. Publicou *Prisão preventiva*\n(1895), *Germens do crime* (1896), *A reforma penitenciária na Bahia*\n(1898), *A religião entre os condenados na Bahia* (1898), *Pela família\nbrasileira* (1899), *A reforma municipal* (1902), *O sentenciado 304*\n(novela, sob o pseudônimo de E. Raulino, 1902), *Relatório da\nPenitenciária do Estado* (1902), *Estudos de sociologia e psicologia\ncriminal* (1902), *Os perigos da excomunhão da política* (1902),\n*Responsabilidade funcional dos secretários de Estado* (1905),\n*“Impeachment” dos funcionários civis perante a Constituição da Bahia*\n(1905), *A reforma do ensino do direito no Brasil* (1907), *No plenário\nda opinião* (manifesto político, 1907), *Individualidade histórica de\nJesus* (ensaio, 1907), *História constitucional do Brasil* (1914),\n*Técnica constitucional brasileira* (1914), *Câmara Sindical dos\nCorretores* (1914), *Defesa do Guinle & Comp*. (1914), *Do Ato Adicional\nà maioridade* (1916), *Política e poder de polícia* (1918), História\njudiciária do Brasil, no *Dicionário histórico, geográfico e etnográfico\ndo Brasil* (1922), *O parlamentarismo e o presidencialismo no Brasil*\n(1924), *Teoria e prática da Constituição Federal* (póstumo, 1925).\nQuando de sua morte, o primeiro volume de sua maior obra, *Comentários à\nConstituição*, livro atualizando os *Comentários à Constituição\nFederal*, de João Barbalho, sobre a Constituição Federal de 24 de\nfevereiro de 1891, estava para chegar do exterior, onde foi impresso.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** CÂM. DEP. *Anais*; COUTINHO, A; SOUSA, J. G. *Enciclopédia*\n(v.2); Fluminense (10/6/1924); *Jornal do Brasil* (10/6/1924, p.6);\nLACOMBE, L. *Chefes*; PEIXOTO, D. *História*; *Revista do Instituto\nHistórico e Geográfico Brasileiro*; TAVARES, L. *História*; VELHO\nSOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:** CÂM. DEP. *Anais*; COUTINHO, A; SOUSA, J. G. *Enciclopédia*\n(v.2); Fluminense (10/6/1924); *Jornal do Brasil* (10/6/1924, p.6);\nLACOMBE, L. *Chefes*; PEIXOTO, D. *História*; *Revista do Instituto\nHistórico e Geográfico Brasileiro*; TAVARES, L. *História*; VELHO\nSOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}
