{"title":"LEÃO, Joaquim Marques Batista de","cargoss":["min. Marinha 1910-1912."],"author":"Luciana Pinheiro","content":"**LEÃO, Joaquim Marques Batista de**\n\n\\* min. Marinha 1910-1912.\n\n*Joaquim Marques Batista de Leão* nasceu no Rio de Janeiro, então\ncapital do Império, no dia 6 de janeiro de 1847.\n\nAspirante a guarda-marinha em 1863, foi efetivado dois anos depois. Em\njaneiro de 1867 foi promovido a segundo-tenente, em abril do ano\nseguinte a primeiro-tenente. Combateu na Guerra do Paraguai (1864-1870)\ne em decorrência recebeu a medalha de ouro do serviço militar e a\nmedalha da passagem de Humaitá, além das medalhas do Mérito Militar\noferecidas pelos governos do Brasil e da Argentina. Em 1879 foi\npromovido a capitão tenente e posteriormente a capitão de fragata. Em\njunho de 1894, quando alcançou a patente de capitão de mar e guerra,\nassumiu por um ano a presidência do Clube Naval. Voltou a presidir a\ninstituição entre junho de 1903, ano em que foi promovido a\ncontra-almirante, e junho de 1904.\n\nEm 15 de novembro de 1910, ao ter início o governo do presidente Hermes\nda Fonseca (1910-1914), foi nomeado ministro da Marinha sucedendo ao\ncontra-almirante Alexandrino de Alencar. Permaneceu à frente do\nministério até janeiro de 1912, quando pediu exoneração e foi\nsubstituído pelo contra-almirante Manuel Inácio Belfort Vieira. Após seu\nafastamento do ministério foi promovido a almirante.\n\nFaleceu em Paris (França) em 5 de novembro de 1913.\n\nLuciana Pinheiro\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, p.200-201); CLUBE NAVAL.\nDisponível em: \\<www.clubenaval.com.br/\\>. Acesso em: 16/3/2011; MAR.\nBRAS. Disponível em: \\<https://www.mar.mil.br/\\>. Acesso em: 16/3/2011;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso em: 16/2/2011.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, p.200-201); CLUBE NAVAL.\nDisponível em: \\<www.clubenaval.com.br/\\>. Acesso em: 16/3/2011; MAR.\nBRAS. Disponível em: \\<https://www.mar.mil.br/\\>. Acesso em: 16/3/2011;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso em: 16/2/2011.\n","dic":"DHBPR"}