{"title":"LEI DO SORTEIO MILITAR","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Celso Castro"],"content":"**LEI DO SORTEIO MILITAR**\n\nEm 1874 uma lei modificou o sistema de recrutamento militar no Brasil,\naté então constituído pelo voluntariado ou pelo recrutamento forçado,\ninstituindo o sorteio para o serviço militar, a ser realizado entre\ntodos os cidadãos considerados aptos. No entanto, essa lei não foi\naplicada, por motivos variados: resistência de setores do poder\neconômico, preocupados com a perda, embora temporária, da força de\ntrabalho; inexistência de instrumentos apropriados para a burocracia\nestatal implementar a lei, e aversão manifestada pela maioria da\npopulação civil em relação à vida no Exército.\n\nTrês décadas mais tarde, já no regime republicano, o deputado Alcindo\nGuanabara apresentou, em outubro de 1906, novo projeto de lei\ninstituindo no Brasil o serviço militar por sorteio. Na visão do\ndeputado, os 20 mil soldados do Exército brasileiro eram, em sua\nmaioria, ex-trabalhadores braçais de baixa condição. Já com a adoção do\nsorteio militar, todas as classes sociais passariam a estar\nrepresentadas no Exército. Nos 15 meses seguintes, viveu-se uma intensa\npropaganda a favor e contra a lei. Entre os defensores destacavam-se os\nmilitares, em particular o Exército. No Relatório do Ministro da Guerra\nde 1907, relativo ao ano anterior, Hermes da Fonseca dizia que o projeto\napresentado “satisfaz em princípio aos reclamos do Exército, que são os\nda própria Nação”. Membros das elites civis também defenderam a lei,\niniciando a constituição de “Tiros de Guerra”, organizações civis de\ntreinamento de atiradores destinadas a criar reservas treinadas para o\nExército.\n\nEntre os que se opuseram à medida destacou-se o movimento operário\norganizado, em particular os anarquistas. Como lembra Carlos Augusto\nAddor, o I Congresso Operário Brasileiro, realizado no Rio de Janeiro em\nabril de 1906 e dominado pelos anarquistas, já havia tirado a resolução\nde “incitar o proletariado à propaganda e ao protesto contra a guerra,\nassim como o militarismo, e contra a intervenção da força armada nas\ncontendas entre salariados e patrões”. Críticas surgiram também de\nalguns deputados, que arguiram a constitucionalidade da lei, do\nApostolado Positivista do Brasil e da Associação dos Empregados no\nComércio do Rio de Janeiro, que em 1907 encaminhou uma representação ao\nCongresso Nacional afirmando que o projeto “desorganiza de um modo\nradical as classes produtoras do país”.\n\nApesar da oposição, a Lei do Sorteio Militar foi aprovada na Câmara em 4\nde janeiro de 1908. Ela não seria, no entanto, posta em prática. O\nmovimento operário realizou várias manifestações contrárias. Foi criada\na Liga Antimilitarista Brasileira, que em seu programa afirmava:\n“Sorteio é a volta da escravidão e é inconstitucional. É a destruição da\nfamília brasileira: atrasa o progresso, gera ausência do lar e triunfo\ndos estrangeiros no campo do trabalho. A guerra é um sentimento\nrepulsivo. […] A Pátria, em nome da qual se cria o Exército para\ndefendê-la, não representa os interesses de todos os cidadãos, mas\napenas dos capitalistas […].” A Liga Antimilitarista Brasileira teve\ncomo órgão oficial o jornal *Não Matarás*, lançado em março de 1908, de\nexistência efêmera. O jornal *A Voz do Trabalhador*, da COB, também\npromoveu campanha contra a lei, defendendo serem legítimos até atos\nrevolucionários para evitar o serviço militar, como instrumento “para\ncombater o capitalismo e o militarismo, esses dois inimigos rancorosos\ndo operariado universal” (edição de 15/8/1908). Em 1^o^ de dezembro de\n1908 ocorreu a primeira manifestação pública da COB contra a guerra e\ncontra a Lei do Sorteio, com passeata pelo Centro do Rio e comício no\nLargo de São Francisco.\n\nCom o lançamento, em 1909, da candidatura de Hermes da Fonseca à\npresidência da República, o serviço militar, do qual fora grande\ndefensor, passou a ser duramente atacado. Além da contínua mobilização\noperária, segmentos da elite política também se agruparam em torno da\ncandidatura “civilista” de Rui Barbosa e passaram a atacar o\n“militarista” Hermes da Fonseca. Com isso, apesar da vitória de Hermes\nnas eleições, o entusiasmo de uma parcela significativa das elites civis\npelo sorteio militar desapareceu. O fracasso da Lei do Sorteio de 1908\nfica claro em alguns dados quantitativos referentes ao número de\nmunicípios mineiros (então o estado mais populoso do país) que fizeram\nalistamentos regulares ou, quando não os fizeram, apresentaram\njustificativa: de 55 municípios em 1908, o número caiu para 24 em 1909 e\napenas 5 em 1910, de acordo com a publicação oficial *Serviço Militar\nObrigatório*, de 1912.\n\nA campanha a favor do serviço militar obrigatório só retomou fôlego em\n1912, com um discurso do chefe do Estado-Maior do Exército e presidente\ndo Clube Militar, general José Caetano de Faria, proferido no Clube em\n12 de março daquele ano, em presença do presidente da República. Para\nCaetano de Faria, a caserna seria a “escola da nação armada”, e os\noficiais, educadores dos soldados, os apóstolos do civismo brasileiro.\nEm 1913 foi criada a revista *A Defesa Nacional*, que, nos anos\nseguintes, publicaria muitos editoriais e artigos em defesa do serviço\nmilitar obrigatório. O poeta Olavo Bilac, hoje oficialmente cultuado\npelo Exército como “patrono” do Serviço Militar, também se engajou na\ncampanha. Em 1916 participaria da fundação da Liga da Defesa Nacional,\nque incluiu representantes das elites política, econômica e intelectual\ncomo Miguel Calmon, Pedro Lessa, Coelho Neto e outros.\n\nAo mesmo tempo, renovava-se a oposição dos grupos operários,\nespecialmente de tendência anarquista, à guerra e ao sorteio. Em\nsetembro de 1913 realizou-se no Rio de Janeiro o II Congresso Operário\nBrasileiro, que aprovou várias resoluções confirmando as bandeiras\nlevantadas no Congresso de 1906, incluindo a propaganda antimilitarista\n(como mostra Alexandre Addor), e aconselhando o proletariado do Brasil\na, em caso de guerra externa, declarar-se em greve geral revolucionária\n(como mostra *A Voz do Trabalhador* n^o^ 39 e 40, de 1/10/1913).\nDeflagrada a Primeira Guerra Mundial em 1914, no ano seguinte a COB\ncriou uma Comissão Popular de Agitação contra a Guerra;\nconcomitantemente, em São Paulo, uma Comissão Internacionalista contra a\nGuerra promoveu comícios e lançou um manifesto contra a guerra (*Voz do\nTrabalhador* n^o^ 71, de 8/6/1915). Em outubro de 1915, a COB promoveu\nno Rio de Janeiro um Congresso Internacional da Paz, em cuja sessão de\nabertura foi apresentado um manifesto que afirmava: “Basta de chacinas\nde trabalhadores! Queremos viver, e para isso necessário é varrer da\nface da terra todos os sustentáculos e defensores deste regime de\ninjustiça. Queremos a Revolução! Proletários do mundo: abaixo a guerra!\nAvante pela Revolução!” (*Na Barricada* n^o^ 19, de 14/10/1915 e n^o^\n20, de 21/10/1915).\n\nEntretanto, ao longo desses anos, a forte repressão movida pelo governo\nfez com que o movimento operário vivesse um período de declínio e que\nsua mobilização não fosse suficiente para evitar a implantação da Lei do\nSorteio Militar nem a entrada do Brasil na guerra. Em 10 de dezembro de\n1916, quase nove anos após a aprovação da Lei do Sorteio Militar de\n1908, foi afinal realizado o primeiro sorteio, no Quartel-General do\nExército, em solenidade aberta ao público a que compareceram o\npresidente da República, o ministro da Guerra, o poeta Olavo Bilac e\noutras autoridades. Foram sorteados 152 nomes para o primeiro grupo.\nAlguns pedidos de habeas corpus foram rejeitados pelo Supremo Tribunal\nFederal (STF), que assim decidiu pela constitucionalidade da lei.\n\nApós a realização do primeiro sorteio, seus defensores intensificaram a\ncampanha, esperando ver a lei finalmente cumprida. Renasceram os Tiros\nde Guerra com a instalação, em setembro de 1917, do Tiro Brasileiro da\nImprensa, presidido por Félix Pacheco, que também era, na época,\nprimeiro-secretário da Liga da Defesa Nacional e redator-chefe do\n*Jornal do Comércio*. A Igreja católica também se manifestou\nfavoravelmente ao serviço militar, através de uma circular de 1917\nassinada pelos arcebispos do Rio de Janeiro, São Paulo, Mariana, Cuiabá\ne Porto Alegre.\n\nO período de euforia dos defensores da lei logo deu lugar a frustrações.\nEntre as causas do fracasso do sorteio, destaca-se a incapacidade do\nEstado brasileiro de promover a implantação do sorteio e a dificuldade\nde punir os “insubmissos” – isto é, aqueles que, sorteados, simplesmente\nnão se apresentavam, valendo-se de falhas e brechas na lei. A questão do\nserviço militar só seria de fato resolvida ao longo das décadas de 1930\ne 1940, com a universalização da exigência do documento de serviço\nmilitar e a adoção de dispositivos legais mais eficazes. Um decreto de\n1933 exigiu o certificado de serviço militar para o alistamento em cargo\npúblico, exigência incorporada à Constituição de 1934 por insistência do\nministro da Guerra, Góis Monteiro. Em 1935 foi criada a Diretoria do\nServiço Militar e da Reserva e, em 1939, adotada nova Lei do Serviço\nMilitar.\n\nEm 26 de fevereiro de 1945 o Decreto-Lei n^o^ 7.343 finalmente\ndeterminou, em seu artigo 1^o^: “Fica extinto o sorteio militar.” A\npartir de então, todos os brasileiros, no ano em que completassem 21\nanos (idade posteriormente reduzida para 18 anos), deveriam\napresentar-se para a prestação do serviço militar. A falta de documento\nque comprovasse estar em dia com as obrigações militares impediria o\njovem de tirar carteira de identidade ou passaporte, exercer cargo\npúblico ou pleitear o reconhecimento de qualquer direito, favor ou\nprerrogativa com fundamento nas leis trabalhistas, entre outros itens.\nSete décadas de exortações patrióticas a favor do sorteio não surtiram o\nefeito que só a sequência de medidas punitivas que levaram à Lei do\nServiço Militar Obrigatório produziu.\n\nCelso Castro\n\n**FONTES:**ADDOR, C. *Insurreição* (p.80); *AECRJ*; *Circular coletiva*;\nCAPELLA, L. *Malhas*; CASTRO, C. *Insubmissos*; FARIA, J. *Oficial*\n(p.23-31); LEURENROTH, E. *Anarquismo*; *Na Barricada* (n.19, de\n14/10/1915 e n.20, de 21/10/1915); *Serviço Militar Obrigatório*; *Voz\ndo Trabalhador* (n.4, 15/8/1908. n.39 e 40, de 1/10/1913. n.71, de\n8/6/1915).\n","ref":"**FONTES:**ADDOR, C. *Insurreição* (p.80); *AECRJ*; *Circular coletiva*;\nCAPELLA, L. *Malhas*; CASTRO, C. *Insubmissos*; FARIA, J. *Oficial*\n(p.23-31); LEURENROTH, E. *Anarquismo*; *Na Barricada* (n.19, de\n14/10/1915 e n.20, de 21/10/1915); *Serviço Militar Obrigatório*; *Voz\ndo Trabalhador* (n.4, 15/8/1908. n.39 e 40, de 1/10/1913. n.71, de\n8/6/1915).\n","dic":"DHBPR"}
