{"title":"LEI ELÓI CHAVES","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**LEI ELÓI CHAVES**\n\nNome com que ficou conhecida a Lei n^o^ 4.682, de 24 de janeiro de 1923,\nresultante do projeto de criação de Caixas de Aposentadoria e Pensões\ndos Ferroviários apresentado à Câmara dos Deputados pelo deputado\npaulista Elói Chaves.\n\nUm dos fundadores da Empresa Luz e Força de Jundiaí (1904), onde\nconstruiu as hidrelétricas Monte Serrat (1905) e Quilombo (1913), Elói\nChaves foi também deputado federal de 1903 a 1914, secretário de Justiça\nem São Paulo de 1913 a 1918 – período em que, no ano de 1917, eclodiram\ninúmeras greves – e novamente deputado federal de 1919 a 1930. O projeto\npor ele apresentado obrigava à formação de um fundo para aposentadorias\ne pensões em cada companhia ferroviária, garantindo quatro benefícios\nbásicos (ajuda médica, aposentadoria, pensões para dependentes e auxílio\nfunerário), além de estabelecer que, após dez anos de serviço em uma\nempresa, o empregado só poderia ser demitido por falta grave.\nContribuiriam para a formação dos fundos três fontes: o empregado, com\n3% de seu salário mensal, a empresa, com 1% de sua renda bruta, e o\ngoverno federal, com a soma arrecadada do público através de taxas de\nserviços ferroviários. Os fundos deveriam ser administrados por um\nconselho, formado por representantes dos proprietários da empresa e dos\nempregados, como principais partes interessadas.\n\nNos anos seguintes à aprovação da Lei Elói Chaves, foram apresentados à\nCâmara projetos que beneficiavam outras categorias. Assim, em 1926 o\nregime da Lei Elói Chaves foi estendido aos portuários e marítimos, e em\n1928 aos trabalhadores dos serviços telegráficos e radiotelegráficos. As\ncaixas restringiam-se a empresas que explorassem transportes marítimos e\nurbanos ou a empresas que contassem com um grande número de empregados.\n\nEm 1930, o Decreto n^o^ 19.433, de 26 de novembro, criou o Ministério do\nTrabalho, Indústria e Comércio, que tinha entre suas atribuições\norientar e supervisionar a previdência social, inclusive como órgão de\nrecursos e decisões das Caixas de Aposentadorias e Pensões. A partir de\n1933 criaram-se os Institutos de Aposentadoria e Pensões, que reuniam\nvárias categorias profissionais.\n\nAlzira Alves de Abreu\n\n**FONTES:** GOMES, Â. *Burguesia*; SOUZA, S. *Questão.*\n","ref":"**FONTES:** GOMES, Â. *Burguesia*; SOUZA, S. *Questão.*\n","dic":"DHBPR"}
