{"title":"LEIS ADOLFO GORDO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**LEIS ADOLFO GORDO**\n\nNome com que ficaram conhecidas a primeira Lei de Expulsão de\nEstrangeiros (1907, modificada em 1913), a segunda Lei de Expulsão de\nEstrangeiros (1919), a Lei de Acidentes no Trabalho (1919) e a Lei de\nImprensa (1923).\n\nAdolfo Afonso da Silva Gordo (1858-1929), republicano histórico\npaulista, constituinte de 1891, exerceu numerosos mandatos como deputado\ne senador federal, representando o estado de São Paulo. Em sua extensa\ncarreira parlamentar, participou ativamente nas discussões travadas\ndurante a tramitação de inúmeros projetos. Presidiu a Comissão de\nJustiça e Legislação, fez parte das comissões especiais incumbidas da\nelaboração dos Códigos Civil e Comercial e foi relator da que trabalhou\nno projeto da Reforma da Constituição em 1926. As Leis de Expulsão de\nEstrangeiros, a Lei de Acidentes no Trabalho e a Lei de Imprensa\nresultaram de projetos por ele apresentados e defendidos e, quando\naprovadas, ficaram conhecidas com seu nome.\n\nLei de Expulsão de Estrangeiros\n\nApercebendo-se que o final da escravidão se aproximava, os cafeicultores\npaulistas buscaram na imigração de estrangeiros a solução para o\nsuprimento de mão de obra para suas lavouras. Os fluxos migratórios\nforam incentivados, e o governo do estado de São Paulo criou um serviço\nde imigração para atrair e organizar a alocação dessa mão de obra.\nDirigiam-se os imigrantes para o meio rural, embora muitos se radicassem\nnas cidades, constituindo a maior parte da mão de obra das indústrias\nque se implantavam.\n\nAtritos por vezes ocorriam entre imigrantes e seus empregadores, em\ndesavenças que muitas vezes ultrapassavam os limites do trabalho e\nquestionavam a própria sociedade. Alguns imigrantes trouxeram seus\nideais anarquistas e socialistas e por eles lutaram. Essas atividades\nreivindicativas suscitaram uma resposta das classes dominantes, levando\nà proposição de uma lei que permitisse a expulsão dos “indesejáveis”.\n\nUm projeto dispondo sobre a expulsão de estrangeiros de parte ou de todo\no território nacional foi apresentado em 1894 (Projeto n^o^ 109-B),\ntendo sido aprovado pela Câmara dos Deputados, mas não pelo Senado. O\nmesmo ocorreu com o projeto n^o^ 317-A, apresentado em 1902. Em 1906 a\nquestão voltou a ser discutida, e desta feita o projeto foi aprovado.\nSancionado pelo presidente da República, tornou-se conhecido como Lei\nAdolfo Gordo: Decreto n. 1.641 – de 7 de janeiro de 1907. Providencia\nsobre a expulsão de estrangeiros do território nacional.\n\nO Presidente da República dos Estados Unidos do Brasil:\n\nFaço saber que o Congresso Nacional decretou e eu sanciono a seguinte\nresolução:\n\nArt. 1^o^ - O estrangeiro que, por qualquer motivo, comprometer a\nsegurança nacional ou a tranquilidade pública, pode ser expulso de parte\nou de todo o território nacional\n\nArt. 2^o^ - São causas bastantes para a expulsão\n\n1^a^) a condenação ou processo pelos tribunais estrangeiros por crimes\nou delitos de natureza comum;\n\n2^a^) duas condenações pelo menos, pelos tribunais brasileiros, por\ncrimes ou delitos de natureza comum;\n\n3^a^) a vagabundagem, a mendicidade e o lenocínio competentemente\nverificados.\n\nArt. 3^o^ - Não pode ser expulso o estrangeiro que residir no território\nda República por dois anos contínuos, ou por menos tempo quando:\n\n​a) casado com brasileira;\n\n​b) viúvo com filho brasileiro.\n\nArt. 4^o^ - O Poder Executivo pode impedir a entrada no território da\nRepública a todo estrangeiro cujos antecedentes autorizem incluí-lo\nentre aqueles a que se referem os art. 1^o^ e 2^o^.\n\nParágrafo único. A entrada não pode ser vedada aos estrangeiros nas\ncondições do art. 3^o^, se tiver sido retirado da República\ntemporariamente.\n\nArt. 5^o^ - A expulsão será individual e em forma de ato, que será\nexpedido pelo Ministro da Justiça e Negócios Interiores.\n\nArt. 6^o^ - O Poder Executivo dará anualmente conta ao Congresso da\nexecução da presente lei, remetendo-lhe os nomes de cada um dos\nexpulsos, com indicação de sua nacionalidade, e relatando igualmente os\ncasos em que deixou de atender à requisição das autoridades estaduais e\nos motivos da recusa.\n\nArt. 7^o^ - O Poder Executivo fará notificar em nota oficial ao\nestrangeiro que resolver expulsar, os motivos da deliberação,\nconcedendo-lhe o prazo de três a trinta dias para se retirar, e podendo,\ncomo medida de segurança pública, ordenar sua detenção até o momento da\npartida.\n\nArt. 8^o^ - Dentro do prazo que for concedido pode o estrangeiro\nrecorrer para o próprio poder que ordenou a expulsão, se ela se fundou\nna disposição do art. 1^o^, ou para o Poder Judiciário Federal, quando\nproceder do disposto no art. 2^o^ Somente neste último caso terá efeito\nsuspensivo.\n\nParágrafo único – O recurso ao Poder Judiciário Federal consistirá na\njustificação da falsidade do motivo alegado, feita perante o juiz\nseccional, com audiência do ministério público.\n\nArt. 9^o^ - O estrangeiro que regressar ao território de onde tiver sido\nexpulso será punido com pena de um a três anos de prisão, em processo\npreparado e julgado pelo juiz seccional e, depois de cumprida a pena,\nnovamente expulso.\n\nArt. 10^o^ - O Poder Executivo pode revogar a expulsão, se cessarem as\ncausas que a determinaram.\n\nArt. 11^o^ - Revogam-se as disposições em contrário.\n\nRio de Janeiro, 7 de janeiro de 1907, 19^o^ da República.\n\nAfonso Augusto Moreira Pena\n\nAugusto Tavares de Lira.\n\nAs propostas de lei discutidas em 1894, 1902 e 1906 evidenciam que a\npreocupação com estrangeiros que pudessem vir a ameaçar a ordem existia\ndesde o início da República. Por sua vez, jornais operários, fazendo-se\nporta-vozes de colonos e operários, denunciavam arbitrariedades e\nintimidação policial. A lei de 1907 representava uma constante ameaça.\nApesar da opressão, os movimentos proletários continuavam insuflando\ngreves e eram vistos como uma ameaça ao *status quo.* A Lei de Expulsão\npassou a ser vista como não mais suficiente para reprimir tais\nmovimentos, e em 1912 foi proposta uma modificação em projeto que contou\ncom a defesa do deputado federal Adolfo Gordo, para quem o direito de\nexpulsão de estrangeiros indesejáveis era inerente à soberania nacional,\nessencial à segurança e defesa do Estado.\n\nAdolfo Gordo defendia a revogação dos artigos 3^o^ e 4^o^, argumentando\nque o estrangeiro que estivesse no país há mais de dois anos poderia ser\naté mais perigoso que o recém-chegado. Quanto ao fato de ser casado com\nbrasileira e ter filho nascido no país, afirmava que a expulsão não\natingia os familiares, que poderiam ou não acompanhar o expulso. Quanto\nao artigo 8^o^, que se referia à possibilidade de recurso contra a\nmedida, Adolfo Gordo estabelecia a distinção entre a legalidade e a\nlegitimidade do ato de expulsão, sendo a legalidade avaliada pelo Poder\nJudiciário, e a legitimidade, julgada em função dos motivos\ndeterminantes, uma atribuição do Executivo. O projeto, revogando os\nartigos 3^o^ e 4^o^, parágrafo único, e o artigo 8^o^, foi aprovado e\nsancionado em 8 de janeiro de 1913 (Decreto n^o^ 2.741).\n\nAnalistas do período afirmam que a modificação da Lei de Expulsão de\nEstrangeiros teria sido uma resposta das camadas dominantes ao\nrecrudescimento das greves urbanas em 1912. Contudo, ao defender o\nprojeto, Adolfo Gordo tornou claro que seu objetivo era coibir as greves\nno campo, considerando que vários movimentos grevistas estavam\nocorrendo, embora restritos a determinadas fazendas e municípios. Havia\na denúncia de que estaria em preparação uma greve geral que deveria\neclodir no período da colheita do café em 1913, observando-se, que se a\ncolheita não fosse feita nos meses adequados, a safra estaria perdida. A\nação do representante paulista visava a coibir o movimento antes de sua\nocorrência. Apontava Adolfo Gordo que o estado de São Paulo contava\nentão com cerca de 3,5 milhões de habitantes, sendo 1,2 milhão de\nestrangeiros, em sua maioria colonos. Na capital, havia apenas 60 mil\noperários, números que corroboravam a motivação expressa pelo senador.\n\nEmbora a Lei de Expulsão de Estrangeiros de 1913 tivesse sido proposta\npara coibir movimentos grevistas no meio rural, foi utilizada quando\nagitações ocorreram no meio urbano. Greves vinham se sucedendo em várias\nindústrias, reivindicando melhores condições de trabalho, quando ocorreu\na greve geral na cidade de São Paulo em 1917, tendo como estopim a morte\nde um operário em confronto com a polícia. O movimento operário foi\nduramente reprimido, e foram expulsos os líderes estrangeiros.\n\nEm 1919 a questão da expulsão de estrangeiros voltou a ser discutida.\nNovo projeto foi apresentado, regulando não apenas a expulsão de\nestrangeiros do território nacional, mas também regulamentando as\ncondições de sua entrada. Foi a segunda Lei Adolfo Gordo.\n\nLei de acidentes no trabalho\n\nO projeto de Lei de Acidentes no Trabalho foi elaborado pelo senador\nAdolfo Gordo com a colaboração do Departamento Estadual do Trabalho do\nEstado de São Paulo e apresentado ao Senado Federal em 25 de julho de\n1915. Foi defendido pelo senador paulista e enfrentou violenta oposição\ndo Centro Industrial do Brasil durante a tramitação na Câmara dos\nDeputados. Quando aprovado em 1918, constituiu o Decreto n^o^ 3.274 de\n15 de janeiro de 1919, que regulou as obrigações resultantes dos\nacidentes no trabalho.\n\nExistia no país até então somente o Decreto n^o^ 1.313, promulgado em 17\nde janeiro de 1891, regularizando o trabalho de menores empregados nas\nfábricas da capital federal. Contudo, sabia-se que crianças trabalhavam\nem péssimas condições. No I Congresso Operário Brasileiro, realizado em\nabril de 1906 no Rio de Janeiro, foram apresentadas teses reivindicando\nmelhores condições e regulamentação do trabalho, assim como reparação em\ncaso de acidentes. No IV Congresso Operário, no Rio de Janeiro, foi\ntambém discutida a questão da indenização a vítimas de acidentes no\ntrabalho. Projetos foram apresentados na Câmara dos Deputados, sem\nconseguir aprovação: os dos deputados Medeiros e Albuquerque, Graco\nCardoso, Nicanor Nascimento e Maurício de Lacerda, incorporando\ndisposições relativas a acidentes no trabalho. Em 1915, Adolfo Gordo,\nbaseando-se em dados levantados pela Seção de Informações do\nDepartamento Estadual do Trabalho paulista, apresentou o projeto n^o^\n273-A, regulando a reparação dos danos causados por acidentes no\ntrabalho.\n\nBaseava-se o projeto na doutrina do “risco profissional”, e não na\ndoutrina da culpa provada ou presumida, nem na da responsabilidade\ncontratual. Segundo a doutrina da culpabilidade, aceita até então, a\nvítima do acidente deveria recorrer à Justiça para provar a culpa do\npatrão, devendo dispor de meios para tal, o que dificilmente ocorria com\noperários. Pela doutrina do “risco profissional”, aceitava-se que o\nindustrial expunha o trabalhador a riscos, cabendo àquele que auferia os\nproventos da produção incumbir-se do encargo de indenizar as vítimas,\ncaso ocorresse acidente; a reparação dos acidentes de que fossem vítimas\nos operários no curso do trabalho deveria entrar nas despesas gerais da\nindústria.\n\nPelo projeto, dariam direito à reparação os danos decorrentes de\nacidentes em serviços que utilizassem máquinas, fossem as vítimas\noperários ou aprendizes. Requisitos essenciais para a indenização eram\nque o acidente tivesse ocorrido em lugar e em consequência do trabalho e\nque o patrão empregasse mais de cinco operários, exceto no caso de\nserviços perigosos. Instituíam-se normas a que deveria obedecer a\nreparação, conforme as consequências do acidente – morte, incapacidade\npermanente, ou incapacidade parcial temporária –, estabelecendo-se\npensões. Para o pagamento das pensões, poderia o patrão fazê-lo\ndiretamente, constituindo para tal um fundo de garantia insequestrável,\noptar por segurar os operários, individual ou coletivamente, em uma\ncompanhia de seguros devidamente autorizada, ou ainda constituir um\nsindicato de garantia; nos dois últimos casos, nenhuma contribuição\npoderia ser descontada do salário dos operários.\n\nO tratamento médico correria por conta exclusiva do patrão,\nindependentemente da indenização por pensão. Contudo, poderia o patrão\ninscrever os operários em uma sociedade de socorros mútuos, ou\nestabelecer um serviço de atendimento médico e farmacêutico custeado por\nele e com pequena parte descontada do salário dos empregados, não\npodendo exceder a 2% do salário. Os acidentados eram até então\nsocorridos nas santas casas de misericórdia, entidades mantidas por\nparticulares que contavam com uma pequena subvenção do governo, ou então\nrecorriam às associações de auxílio mútuo, por eles mesmos organizadas e\nsubvencionadas em uma forma de cooperativismo. Nenhum ônus cabia ao\nindustrial.\n\nO projeto Adolfo Gordo, regulando a responsabilidade dos patrões e a\nreparação aos operários vítimas de acidentes no trabalho, tramitou\nrapidamente no Senado, foi aprovado e remetido à Câmara dos Deputados\nainda em 1915. A Câmara votou o projeto duas vezes em 1916, entrando em\nterceira discussão em 1917. Começaram então as dificuldades, com a\noposição do Centro Industrial do Brasil. A votação foi adiada. Já na\nterceira discussão novas emendas não poderiam ser adotadas, mas foi\napresentado um novo projeto propondo uma Lei de Trabalho com seis\ntítulos, sendo que o IV – *Dos acidentes do trabalho* – continha as\nmodificações desejadas pelos industriais quanto à forma de pagamento das\npensões e aos socorros médicos e farmacêuticos. O regimento da Câmara\nimpedia a apresentação de novo projeto, estando outro do mesmo teor já\nem terceira discussão; a solução regimental era propor as modificações\njulgadas convenientes, após a aprovação do primeiro.\n\nAté então, nenhuma despesa proveniente de acidentes no trabalho era\natribuída ao industrial, a não ser quando o operário conseguisse provar\nem juízo sua culpa. Jorge Street, um dos líderes do Centro Industrial do\nBrasil, via a lei proposta como teoricamente ultraperfeita, mas\ninadequada ao meio brasileiro naquele momento, sendo impraticável a\nforma de pagamento das pensões estipulada. Para o Departamento Estadual\ndo Trabalho, a lei de acidentes seria uma garantia da paz industrial e\ncontribuiria para atrair a imigração. Finalmente aprovada, a lei\nrepresentou uma garantia para os operários e atribuiu aos patrões a\nresponsabilidade pela indenização dos acidentes porventura ocorridos. Em\nalguns aspectos, representou uma vitória dos industriais, dado que não\nfoi aceito o regime de pensões defendido por Adolfo Gordo; conforme\ndesejavam os industriais, as indenizações seriam pagas no local do\nestabelecimento em que ocorreu o acidente; a prestação dos serviços\nmédicos e farmacêuticos caberia ao patrão, mas sua participação nas\nsociedades de ajuda mútua não foi institucionalizada.\n\nO projeto de Lei de Acidentes no Trabalho representava uma intermediação\ndo Estado, interpondo-se entre capital e trabalho e minimizando\nconflitos. O favorecimento à imigração pela lei tornou-se manifesto na\nação de Adolfo Gordo quando foi discutida a modificação da lei em 1924,\ne o senador defendeu a extensão de seus benefícios aos trabalhadores\nagrícolas.\n\nLei de imprensa\n\n Corria o ano de 1922. Ano difícil da eleição presidencial de Artur\nBernardes. A campanha fora perturbada no anterior pelo episódio das\n“cartas falsas” atribuídas a Bernardes, que nelas teria afrontado o\nmarechal Hermes da Fonseca. O falsário Oldemar Lacerda, que contava com\no apoio do senador Irineu Machado, partidário da candidatura Nilo\nPeçanha, confessou a autoria das cartas. Eleito em março de 1922,\nBernardes tomaria posse em novembro.\n\nEm reunião do presidente do estado de São Paulo com as bancadas\npaulistas da Câmara e do Senado em 5 de março desse ano, ficou resolvido\nque seria elaborado um projeto de Lei de Imprensa, garantindo a\nliberdade de crítica e a correspondente e efetiva responsabilidade do\nautor. O senador Adolfo Gordo elaborou então um projeto que continha\npoucos artigos: proibia o anonimato, quer nas seções editoriais, quer\nnas seções livres dos jornais, só permitindo a publicação sem assinatura\nde notícias, anúncios, avisos, propaganda, editais e outros da mesma\nnatureza; instituía o direito de resposta e tornava o processo mais\nrápido e garantidor. Não modificava as disposições do Código Criminal\nque definiam os delitos de injúria e calúnia, mantendo as penas\ncominadas pelo Código. O projeto foi apresentado primeiramente à bancada\npaulista, que sugeriu a incorporação de algumas disposições de outro\nprojeto, elaborado por Azevedo Marques, então ministro do Exterior.\n\nApresentado ao Senado como base para discussões, o projeto Adolfo Gordo\nfoi aprovado pela Comissão de Justiça e Legislação em 17 de junho de\n1922 e suscitou uma avalanche de críticas por parte da imprensa, de\nassociações e de parlamentares. Para periódicos como o *Jornal do\nComércio* (RJ), *O Dia* (SP)*, A Folha da Noite* (SP), o projeto era um\n“desastre”, era “monstruoso”, “infeliz”, “famigerado”, por tentar\nadaptar ao Brasil processos da legislação francesa desconsiderando as\ndiferenças entre os países; acusavam-no de atentar contra a liberdade da\nimprensa, ao coibir o anonimato. Outros afirmavam que a lei fora\nproposta com a intenção de coibir a imprensa operária, tendo em vista os\nmovimentos anarquistas de 1917 e 1919. Jornais como *A Imprensa* (SP),\n*Gazeta de Notícias* (RJ), *O País* (RJ), *A* *Plateia* (SP) elogiavam a\niniciativa, acreditando que o projeto não significava uma mordaça à\nimprensa, dado que prevenia os excessos. Afirmavam que jornais de\nresponsabilidade não o temiam. Órgãos como *A Folha* (RJ), *A Tribuna*\n(RJ), *Jornal do Comércio* (SP) viam a lei como necessária, mas julgavam\na discussão inoportuna por estar o país em estado de sítio. Esse\nargumento era contestado por outros, *Gazeta de Notícias* (RJ), *A\nGazeta* (SP), *O País* (RJ), que reconheciam que o Congresso tinha\nliberdade de discutir o assunto, da mesma forma que estavam tendo\naqueles que combatiam o projeto.\n\nUma questão que levantou grande celeuma foi a exigência de assinatura em\ntodos os artigos, tanto nos editoriais quanto nos ineditoriais. O\nargumento era que a parte editorial não requeria assinatura, dado que\nera de expressa responsabilidade do editor. Aceitando essa contestação,\nAdolfo Gordo apresentou um substitutivo não exigindo a assinatura nos\nartigos publicados na parte editorial. Outra disposição que provocou\nprotestos dizia respeito ao direito de resposta, dado que as exigências\npropostas interferiam na parte econômica e operacional dos jornais. Era\napontada a omissão do projeto, que não se referia à ação de estrangeiros\nque pudessem ser proprietários de jornais e defender interesses\ncontrários ao país. Foi também apontada certa confusão doutrinária,\nconsiderando que o projeto deveria apenas se preocupar com meios de\npunir os que abusassem da liberdade da imprensa.\n\nAssociações se manifestaram contrárias ao projeto, como a Liga\nNacionalista, associações operárias, lojas maçônicas e também\nestudantes. O Instituto dos Advogados do Rio de Janeiro elaborou um\ncontraprojeto, e o de São Paulo foi de opinião que o projeto deveria\nsofre modificações.\n\nNo Senado, uma violenta oposição foi capitaneada pelos senadores pelo\nDistrito Federal Irineu Machado e Paulo de Frontin. O projeto foi\napresentado ao Senado na sessão de 19 de julho de 1922, entrando\ndiretamente em segunda discussão, dado que havia sido aprovado pela\nComissão de Justiça e Legislação. Foi aprovado por 24 votos contra 10 e\nentrou em terceira discussão no dia 21 de agosto. Foram apresentadas 118\nemendas, examinadas pela Comissão de Justiça e Legislação. Adolfo Gordo\napresentou um substitutivo. O grande opositor, senador Irineu Machado,\napresentou 62 emendas, das quais mais da metade foi aprovada;\norientavam-se para a defesa dos jornalistas e procuravam atenuar as\npenas impostas aos delitos de imprensa. Em sua argumentação, Irineu\nMachado acusava o projeto de cercear o direito da palavra nos comícios,\nnos *meetings*, nas tribunas e também o direito de reunião. Uma\nincoerência, dado que o projeto só se referia à palavra escrita.\n\nUm projeto substitutivo, levando em conta as inúmeras críticas e\nsugestões recebidas, foi apresentado no dia 21 de agosto de 1922.\nCompunha-se de 17 artigos e vários parágrafos, constituindo cinco\nTítulos: Responsabilidade e penas; Da matrícula; Da ação e prescrição;\nDo processo; Disposições gerais. Irineu Machado e Paulo de Frontin\nempreenderam uma formidável manobra para obstruir a votação, chegando\nIrineu a declarar que iria falar dez dias para impedir a discussão. As\nagressões de parte a parte foram violentas. Adolfo Gordo foi até\nameaçado de morte por carta anônima assinada *Um que sabe*.\n\nO presidente Artur Bernardes, na mensagem enviada ao Congresso Nacional\nem 3 de maio de 1923, patenteou seu interesse na aprovação da lei, por\nele considerada como uma arma de defesa da liberdade e garantia da\ndignidade do jornalismo. Bernardes via na Lei de Imprensa uma medida\nnecessária à segurança do governo e forçou sua aprovação.\n\nO projeto, bastante modificado na terceira discussão, foi aprovado ainda\nno mês de junho e enviado à Câmara dos Deputados. No projeto primitivo\neram 17 artigos e no aprovado, 24, embora mantendo a mesma orientação\ngeral: a exigência de que o autor da publicação assumisse a\nresponsabilidade por ela, cabendo esta ao editor na parte editorial; o\ndireito de resposta e a exigência de matrícula por parte dos órgãos de\nimprensa.\n\nNa Câmara, os debates foram menos tensos, mas as modificações foram\nmuitas; apenas não foram modificados cinco artigos: o que estabelecia\nque o direito de resposta não impediria o ofendido de promover a punição\ndos responsáveis por injúrias ou calúnias (art. 7); o que regulava a\ndestinação das multas (art. 8); o que estabelecia a ação penal cabível\nquando a ofensa fosse contra particulares (art. 12); o que obrigava a\npublicação da sentença absolutória (art. 19); o que estabelecia a prisão\nespecial para réus de delitos de imprensa (art. 20).\n\nAprovado pela Câmara dos Deputados, o projeto voltou ao Senado no dia 23\nde agosto. Na ocasião da discussão Adolfo Gordo não se encontrava no\nBrasil, e o projeto foi defendido pelo senador Eusébio de Andrade.\nSubmetido à votação final, obteve 21 votos favoráveis e 11 contrários.\nPara Irineu Machado, a aprovação da lei teve um sentido eminentemente\npolítico.\n\nSubindo à sanção presidencial, constituiu o Decreto n^o^ 4.743, de 31 de\noutubro de 1923. Apesar de todas as modificações sofridas na tramitação,\no projeto convertido em lei ficou conhecido como Lei Adolfo Gordo.\n\nTraços comuns marcam as três leis propostas e defendidas por Adolfo\nGordo, que quando aprovadas levaram seu nome: a atuação do representante\nde São Paulo na defesa dos interesses econômicos do estado, da\ngovernabilidade e da manutenção da paz social.\n\nAlice Beatriz da Silva Gordo Lang\n\n**FONTES:**ARQUIVO ADOLPHO GORDO – Série: Temas tratados no Legislativo\n– Expulsão de estrangeiros; Acidentes no trabalho; Lei de imprensa (o\narquivo encontra-se no CMU – UNICAMP); CARONE, E. *República*; CONGRESSO\nNACIONAL – “A expulsão de estrangeiros” [[PFTFG1]](#_msocom_1)–\ndiscursos pronunciados na Câmara dos Deputados, nas sessões de 29 de\nnovembro e de 14 de dezembro de 1912 pelo sr. Adolpho Gordo, deputado\npor São Paulo; DIAS, E. *História*; FAUSTO, B. “Conflito”; GORDO, A.\n*Lei*; LANG, A. *Adolpho*; MARAM, L. *Anarquistas*; PINHEIRO, Paulo\nSérgio. “O proletariado”; SIMÃO, A. *Sindicato*; SODRÉ, N. *História da\nimprensa*; TAVARES, J. “Imprensa”; CÂMARA DOS DEPUTADOS; *Anais*; SENADO\nFEDERAL, Anais; Boletins do Departamento Estadual do Trabalho - São\nPaulo; Imprensa do período.\n\n* * * * *\n\n[[PFTFG1]](#_msoanchor_1)Não está na biblio\n","ref":"**FONTES:**ARQUIVO ADOLPHO GORDO – Série: Temas tratados no Legislativo\n– Expulsão de estrangeiros; Acidentes no trabalho; Lei de imprensa (o\narquivo encontra-se no CMU – UNICAMP); CARONE, E. *República*; CONGRESSO\nNACIONAL – “A expulsão de estrangeiros” [[PFTFG1]](#_msocom_1)–\ndiscursos pronunciados na Câmara dos Deputados, nas sessões de 29 de\nnovembro e de 14 de dezembro de 1912 pelo sr. Adolpho Gordo, deputado\npor São Paulo; DIAS, E. *História*; FAUSTO, B. “Conflito”; GORDO, A.\n*Lei*; LANG, A. *Adolpho*; MARAM, L. *Anarquistas*; PINHEIRO, Paulo\nSérgio. “O proletariado”; SIMÃO, A. *Sindicato*; SODRÉ, N. *História da\nimprensa*; TAVARES, J. “Imprensa”; CÂMARA DOS DEPUTADOS; *Anais*; SENADO\nFEDERAL, Anais; Boletins do Departamento Estadual do Trabalho - São\nPaulo; Imprensa do período.\n\n* * * * *\n\n[[PFTFG1]](#_msoanchor_1)Não está na biblio\n","dic":"DHBPR"}
