{"title":"LEITE FILHO, Barreto","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**LEITE FILHO, Barreto**\n\n\\*jornalista; mov. comunista.\n\n*João Batista Barreto Leite Filho* nasceu em Santa Maria (RS) no dia 7\nde dezembro de 1906, filho de João Batista Barreto Leite e de Gonçalina\nAzevedo Barreto Leite.\n\nFez estudos regulares até o secundário, prosseguindo como autodidata. Em\n1923 transferiu-se para o Rio de Janeiro, então Distrito Federal, e\ningressou na carreira jornalística. Nesse mesmo ano trabalhou no jornal\n*A Notícia* e, a partir do ano seguinte, em *O Brasil.* Em 1927 foi\ncolaborador do *A Manhã* e a partir de 1928 escreveu em *O Jornal*, de\nSão Paulo, no *Diário da Noite,* do Rio, e no *Diário de Notícias*, de\nPorto Alegre. Participou, como jornalista, da campanha da Aliança\nLiberal em 1929 e 1930.\n\nEnviado especial de *O Jornal* a Buenos Aires em 1930, obteve uma série\nde entrevistas do líder tenentista Luís Carlos Prestes. Exilado na\ncapital argentina, Prestes respondeu nessas entrevistas às críticas\nfeitas tanto por integrantes da Aliança Liberal quanto por membros do\nPartido Comunista Brasileiro – então Partido Comunista do Brasil (PCB) –\nao seu *Manifesto de maio,* em que se declarava comunista e criticava a\nrevolução que a Aliança Liberal preparava. Ligando-se a Prestes, Barreto\nLeite Filho com ele participou em Buenos Aires, em julho de 1930, da\nfundação da Liga de Ação Revolucionária (LAR), cujo manifesto-programa\nredigiu. A LAR surgiu por ocasião do rompimento de Prestes com a Aliança\nLiberal e como resultado de divergências com o PCB, pretendendo pôr em\nprática a revolução agrária e anti-imperialista e qualificando-se como\num “órgão técnico” de preparação dos trabalhadores rurais e urbanos,\nassim como da pequena burguesia empobrecida, para a revolução. Foi\nextinta logo após a Revolução de outubro de 1930.\n\nBarreto Leite Filho ficou exilado em Buenos Aires e depois no Uruguai,\nsó voltando ao Brasil em 1934, quando ingressou no *Diário de Notícias.*\nFiliou-se em seguida ao PCB, militando sobretudo no setor sindical.\nEntre maio e junho de 1935, fez-se líder de uma ala de oposição que\nsurgia no interior do PCB. Considerava esse grupo que a direção do\npartido, incorrendo em aventurismo e seguindo uma linha de direita,\nadotava então uma orientação que visava à tomada do poder e deixava de\nlado o embasamento teórico.\n\nSegundo seu próprio depoimento ao Cpdoc, em outubro de 1935 Barreto\nLeite Filho enviou, com o apoio da ala dissidente do partido, uma carta\na Prestes – líder do PCB e da Aliança Nacional Libertadora (ANL), frente\núnica de esquerda que fundia setores da classe média e do operariado –\nem que criticava a política do PCB em relação à participação de\ncomunistas na ANL, a seu ver uma organização de cunho pequeno-burguês.\nObservava que, apesar de suas discordâncias, colaborara com a aliança\napós seu fechamento pelo governo em julho de 1935 e auxiliara no preparo\ndo levante armado previsto para novembro, encarregando-se de chegar a um\nentendimento com a minoria parlamentar. Naquele momento, no entanto,\nrompia com Prestes e com os comunistas, alertando para o risco que\ncorria o PCB de se ver absorvido pela ANL e abandonar a representação do\nproletariado. Advertia que nem as massas nem o partido estavam\npreparados para o levante de novembro e sugeria sua suspensão.\n\nExpulso do PCB logo depois, não participou da malograda Revolta\nComunista deflagrada no Nordeste e no Rio de Janeiro em novembro de\n1935. Ainda assim foi preso e, acusado de ter sido um dos líderes do\nlevante, ficou detido até julho de 1937, quando foi absolvido em\nprocesso julgado pelo Tribunal de Segurança Nacional. Em seguida,\nmilitou por pouco tempo na Liga Comunista Internacionalista, grupo\ntrotskista formado no Rio de Janeiro que tinha como figura exponencial o\nescritor Mário Pedrosa, elemento de influência decisiva na sua formação\npolítica. Às vésperas da implantação do Estado Novo (10/11/1937),\nexilou-se novamente em Buenos Aires. Trabalhou na imprensa argentina até\nregressar ao Brasil, no início de 1938.\n\nPassando a escrever sobre política internacional, deixou de participar\nde campanhas políticas nacionais como jornalista. Em 1943 ingressou nos\nDiários Associados e foi correspondente de guerra durante a Segunda\nGuerra Mundial (1939-1945) e correspondente na Europa (Paris e Berlim)\nde 1946 a 1949, ano em que participou da delegação brasileira à\nAssembleia da Organização das Nações Unidas (ONU). Em 1954 cursou a\nEscola Superior de Guerra (ESG) – da qual se tornaria conferencista – e\nem 1955 foi mais uma vez membro da delegação brasileira à ONU. No mesmo\nano tornou-se professor do Instituto Rio Branco, do Itamarati.\n\nAinda em 1955 apoiou a conspiração contra a posse do presidente\nJuscelino Kubitschek, que foi bloqueada pelo movimento liderado pelo\ngeneral Henrique Teixeira Lott em 11 de novembro de 1955. Ministro da\nGuerra até a véspera, Lott provocou o impedimento do presidente da\nRepública em exercício, Carlos Luz, e o de Café Filho, licenciado,\nempossando na chefia da nação o vice-presidente do Senado, Nereu Ramos,\ne assegurando assim a posse de Juscelino na presidência da República em\njaneiro de 1956.\n\nEm 1961 Barreto Leite Filho foi nomeado pelo presidente Jânio Quadros\nembaixador do Brasil em Israel, posto em que permaneceu até 1964. Em seu\ndepoimento ao Cpdoc, afirmou que teria participado do movimento\npolítico-militar de 31 de março de 1964 se estivesse no país naquela\nocasião. Membro da Faculdade do Colégio Interamericano de Defesa,\nsediado em Washington, ali permaneceu de 1964 a 1967. Tendo abandonado o\nmarxismo, tornou-se, em suas próprias palavras, um “democrata avançado”.\n\nColaborador nos jornais *Folha de S.Paulo* e *Jornal do Brasil*, este do\nRio de Janeiro, exerceu as mais diversas funções no jornalismo, tendo\ntrabalhado em várias editorias. Publicou artigos na *Revista do Brasil.*\n\nFaleceu na cidade do Rio de Janeiro, no dia 25 de julho de 1987.\n\n**FONTES:**CURRIC. BIOG.; DULLES, J. *Anarquistas*;*Folha de S.Paulo*\n(7/12/1986); PORTO, E. *Insurreição*; SILVA, H. *1937*;*Veja*\n(5/8/1987).\n","ref":"**FONTES:**CURRIC. BIOG.; DULLES, J. *Anarquistas*;*Folha de S.Paulo*\n(7/12/1986); PORTO, E. *Insurreição*; SILVA, H. *1937*;*Veja*\n(5/8/1987).\n","dic":"DHBPR"}
