{"title":"AMÉRICO, José","cargoss":["Revolucionário ou revoltoso","Interventor","Ministro da Viação e Obras Públicas","Ministro do Tribunal de Contas","Candidato a presidência da República","Senador","Governador de estado ou do Distrito Federal","Ministro da Viação e Obras Públicas","Governador de estado ou do Distrito Federal"],"cargos_esp":[0,0,0,0,0,0,0,0,0],"datas_ini":[1930,1930,1930,1935,1937,1947,1951,1953,1954],"datas_fim":[1930,1930,1934,1947,1937,1951,1953,1954,1956],"estados":[0,"PB",0,0,0,"PB","PB",0,"PB"],"autor":[0],"content":"**AMÉRICO, José**\n\n\\* rev. 1930; interv. PB 1930;min. Viação 1930-1934; sen. PB1935; min.\nTCU 1935-1947; cand. pres.Rep. 1937; sen. PB 1947-1951; gov.PB\n1951-1953; min. Viação 1953-1954; gov.PB 1954-1956.\n\n*José Américo de Almeida* nasceu no engenhoOlho d’Água, em Areia (PB),\nno dia10 de janeiro de 1887, filho deInácio Augusto de Almeida, senhor\nde engenhoe pecuarista, e de Josefa Leopoldina Leal.Descendia, por ambos\nos lados, de famíliasde recursos que exerciam influência políticana\nregião. Quinto filho de um totalde 11, recebeu seu nome em homenagemao\npintor Pedro Américo, também nascidoem Areia.\n\nPassou a infância no engenho Olhod’Água, onde aprendeu as primeiras\nletras.Com cerca de oito anos de idade,passou a morar na sede do\nmunicípiocom seu tio, o padre Odilon Benvindode Almeida e Albuquerque, a\nfim deprosseguir seus estudos. Dois anos depoisvoltou a residir com a\nfamília, quese transferira para a cidade. Permaneceu,no entanto, pouco\ntempo no convívio familiar,pois, órfão de pai aos 12 anos,retornou aos\ncuidados do tio. Duranteo tempo em que residiu em Areiapublicou um\npequeno jornal escolar, enviandotambém sonetos que compunha aos\nperiódicosda cidade da Paraíba, atual João Pessoa.\n\nEm 1901 seu tio decidiu enviá-lopara o seminário da capital.\nImpossibilitadode seguir a carreira militar em virtudede sua acentuada\nmiopia, atendeu, contraa vontade, à decisão do tio. Entretanto,por não\nsentir vocação para o sacerdócio,abandonou o seminário em 1904 e\nnessemesmo ano prestou exames preparatórios noLiceu Paraibano,\ningressando em seguida naFaculdade de Direito de Recife. Aindaestudante,\nteve o interesse despertado pelavida política, apoiando a posição de\nAntônioAlfredo da Gama e Melo, então adversáriode seu tio, o padre\nValfredo Leal,presidente da Paraíba de 1905 a 1908.\n\nBacharelando-se em fins de 1908,foi logo nomeado promotor de justiça\nemSousa (PB), onde permaneceu por um ano.De volta à capital, recebeu\nconvite paraser examinador no Liceu Paraibano, masrecusou-o, segundo seu\ndepoimento, para nãoocupar o cargo de seu amigo, opoeta Augusto dos\nAnjos, que o abandonarapor ter rompido com o presidente estadualJoão\nMachado. Sem encontrar outra colocaçãona capital, decidiu advogar em\nGuarabira(PB), onde residia seu irmão mais velho.Encontrava-se ali\nquando foi nomeado, em1911, procurador geral do estado por influênciade\nValfredo Leal, de quem viria ase aproximar politicamente em 1915,\nquandoeste rompeu a aliança com Epitácio Pessoa,então senador pela\nParaíba. Nessa épocaJosé Américo publicou artigos de contestaçãoao\nepitacismo no *Diário do Estado*, órgão ligadoa seu tio.\n\nAo lado de suas funções comoprocurador geral do estado, passou a\ndedicar-seaos estudos de economia, política, sociologia,geografia humana\ne, sobretudo, à literatura.Atuando no meio intelectual paraibano,\nestabeleceuestreitos vínculos com os novelistas CarlosDias Fernandes,\nAdemar Vidal, Alcides Bezerrae João Lourenço. Publicou seu\nprimeirolivro, *Poetas da Abolição,* em 1921, e já noano seguinte\nlançava *Reflexões de uma cabra,* obra queprovocou a ironia de Gustavo\nBarroso,a quem retorquiu, tempos depois, com *Reflexões de um bode.*\n\nEm 1922 abandonou a ProcuradoriaGeral por ter sido nomeado consultor\njurídicodo estado. Como o exercício do novocargo não o impedia de\nadvogar, passoua atuar também nessa profissão. A pedidodo presidente\nestadual Sólon Barbosa deLucena (1920-1924), preparou um relatório\nsobreas dificuldades por que passava o estadoem decorrência das secas.\nEste trabalhoserviu de subsídio para a obra *A Paraíba e seus\nproblemas*, que publicou em 1923.\n\nEm 1928 projetou-se na literaturacom o lançamento de *A bagaceira*,\nobraelogiada por Alceu Amoroso Lima, já entãodestacado crítico\nliterário. O livro foiconsiderado o ponto de partida do novoromance\nregional, e pouco depois de suapublicação Gilberto Freire, que exerceu\ngrandeinfluência entre os escritores nordestinos daépoca, lançou o\n*Manifesto regionalista.*\n\nEntre os Revolucionários de 1930\n\nNas eleições estaduais de junhode 1928, foi eleito presidente da\nParaíbaJoão Pessoa Cavalcanti de Albuquerque, sobrinhodo ex-presidente\nda República Epitácio Pessoa(1919-1922), que dirigia a principal\nagremiaçãopolítica do estado, o Partido Republicanoda Paraíba (PRP).\nPouco antes de tomarposse no mês de outubro, João Pessoaconvidou José\nAmérico para assumir a SecretariaGeral do estado. A proposta foi\naceita,pois, segundo suas declarações, José Américoconcordava com as\nideias modernizantes donovo presidente estadual. Além disso, seutio\nValfredo Leal e Epitácio Pessoa haviamvoltado a ser correligionários.\nPretendendo modificara estrutura político-administrativa e reergueras\nfinanças estaduais, João Pessoa procedeua uma série de reformas com o\napoiode José Américo. Este, por sua vez,sugeriu ao presidente desmembrar\na SecretariaGeral do estado e criar, entre outras,a Secretaria do\nInterior, da qual foio primeiro titular.\n\nCom o intuito de deslocar parao porto de Cabedelo a hegemonia docomércio\nestadual, João Pessoa instituiu umrigoroso sistema de arrecadação\ntributária queatingiu o comércio feito por via terrestreentre as cidades\ndo interior e osestados vizinhos, até então livre de quaisquerimpostos.\nEssas medidas, consubstanciadas emlei de novembro de 1928,\ndesencadearamforte reação entre os “coronéis” – chefespolíticos do\ninterior – e os comerciantesde Pernambuco, particularmente atingidos.\n\nEntre os descontentes, destacava-se JoséPereira Lima, considerado um dos\nmaiores“coronéis” do Nordeste e o mais poderosoda Paraíba. Membro da\ncomissão executivado PRP, José Pereira possuía um prestígioque\ntranscendia os limites municipais, alcançandoas esferas estadual e\nfederal. Seu redutopolítico era o município de Princesa,atual Princesa\nIsabel, localizado próximo àfronteira com Pernambuco e cuja economiaera\ninteiramente voltada para esse estado.\n\nCom a aproximação das eleiçõespresidenciais de 1930, Minas Gerais eRio\nGrande do Sul formaram, em junhode 1929, a chamada Aliança Liberal\nparase opor à chapa Júlio Prestes-Vital Soares,apoiada pelo presidente\nda República WashingtonLuís. Os aliancistas lançaram a candidaturade\nGetúlio Vargas para a presidência econvidaram João Pessoa para a\nvice-presidência,o que resultou na Paraíba em umasérie de medidas de\nrepresália do governocentral. Essa hostilidade, entretanto,\nreforçouinternamente os ganhos políticos de JoãoPessoa, que passou a\nempreender, juntamentecom José Américo, excursões por váriosmunicípios a\nfim de obter o apoioeleitoral dos “coronéis”. Em janeiro de1930, ao ser\nsondado sobre o desencadeamentode uma luta armada caso a chapaoficial\nsaísse vitoriosa no pleito, posiçãoque José Américo apoiava, João\nPessoa,refratário a essa ideia, chegou a afirmar:“Prefiro mil vezes\nJúlio Prestes a umarevolução”.\n\nParalelamente ao pleito presidencial,em 1^o^ de março seriam\nrealizadaseleições para a Câmara dos Deputados epara a renovação de 1/3\ndo Senado.Ao preparar-se a chapa situacionista daParaíba, João Pessoa\nimpôs a renovaçãototal da bancada, o que visava sobretudoa afastar João\nSuassuna, ex-presidente doestado, deputado federal em duas legislaturase\naliado de famílias poderosas do interior,entre as quais a de José\nPereira.Este último terminou por romper com ogoverno estadual em\nfevereiro de 1930e ingressou no Partido Republicano Conservador(PRC),\nque defendia a chapa Júlio Prestes-VitalSoares.\n\nCandidatando-se a deputado, José Américodesincompatibilizou-se do cargo\nde secretáriodo Interior. No final de fevereiro, todavia,foi chamado por\nJoão Pessoa para assumira Secretaria de Segurança, sob a alegaçãode que\nJosé Pereira, após armar-se emPrincesa, iniciara um movimento rebelde,\nenviandocontingentes de jagunços a municípios vizinhos.\n\nJoão Pessoa ordenou de imediatoduas medidas: o esvaziamento da\nmáquinaburocrático-administrativa do município de Princesa,deixando-o\n“fora da lei”, e o enviode tropas da polícia estadual\ncomandadaspessoalmente por José Américo, que estabeleceuseu\nquartel-general em Piancó (PB). Alémdas munições que a própria população\nofereciaao governo, este recebia material bélicode Minas Gerais e do Rio\nGrandedo Sul, camuflado em latas de manteiga.Mantendo a ofensiva, José\nAmérico conseguiurecuperar algumas cidades tomadas pelos rebeldes,entre\nelas Tavares e Alagoa Nova, consideradaspontos estratégicos no ataque a\nPrincesa.Logo após as eleições de 1^o^de março – que não se realizaramem\nPrincesa –, a luta armada recrudesceuno sertão paraibano. Os rebeldes\ncontavamcom o auxílio em dinheiro e emmunições dos Pessoa de Queirós, de\nPernambuco,e ainda com o assentimento do governofederal, que,\ninteressado na derrota políticade João Pessoa, dificultava o envio\ndereforços às tropas de José Américo. Oobjetivo dos sublevados era,\naliás, forçaro governo central a intervir na Paraíba.\n\nEm fins de abril proclamou-seo resultado das eleições, em que achapa\nJúlio Prestes-Vital Soares obteve cercade um milhão de votos contra\ncercade oitocentos mil dos candidatos aliancistas.Apesar de ter obtido\n23 mil votos,José Américo não teve sua eleição paradeputado federal\nreconhecida pela Comissão deReconhecimento de Poderes da Câmara, queno\nseu caso aplicou a chamada “degola”,mecanismo pelo qual se processavam\nasdepurações de votos. Nessa ocasião pronunciouviolento discurso de\nprotesto, publicado no*Jornal do Comércio* do Rio de Janeiro, e\nresolveumanifestar pessoalmente seu repúdio perante aquelacomissão,\nseguindo para a capital federal.Como já então conspirava ativamente\ncomoutros revolucionários, antes de viajar encontrou-secom o tenente\nJuraci Magalhães, que lheconfiou notícias sobre o andamento dolevante no\nNordeste, a serem passadasaos chefes do movimento no Rio deJaneiro.\n\nDe regresso ao seu estado, passoupor Recife, onde foi procurado pelo\nlíderrevolucionário Caio de Lima Cavalcanti, que,após comunicar-lhe que\nJuarez Távora, chefemilitar do movimento no Nordeste, se\nencontravaescondido na usina de sua propriedade,lhe solicitou que o\nacompanhasse até aParaíba, pois corria o risco de serencontrado pela\npolícia pernambucana. Receosode assumir essa responsabilidade à\nreveliade João Pessoa, José Américo delegou-aa Antenor Navarro, que\nhomiziou JuarezTávora em casa de Juraci Magalhães, nacapital paraibana.\n\nEm 26 de julho de 1930 ocorreuo fato culminante de todo esse\nprocessopolítico: João Pessoa foi assassinado emRecife por João Duarte\nDantas, que eraaliado de José Pereira e de JoãoSuassuna e durante muito\ntempo alimentaraintenso rancor contra o presidente paraibano,acusando-o\nde cometer arbitrariedades contrasua família. O Executivo estadual\nfoiassumido pelo vice-presidente Álvaro Carvalho,que pediu a permanência\nde José Américona Secretaria de Segurança, a fim demanter a ordem na\ncapital, convulsionadaante o evento, com a população saqueandoe\nqueimando estabelecimentos comerciais e residênciasdos opositores do\nlíder assassinado. Ogoverno federal, por sua vez, resolveupôr fim à\nrebelião de Princesa,e José Pereira terminou entregando osarmamentos de\nsua gente ao general AlbertoLavenère Wanderley, comandante da 7^a^Região\nMilitar. Pressionada pela multidão, aAssembleia Legislativa votou lei,\nsancionadapor Álvaro de Carvalho em 4 desetembro, estabelecendo a\nmudança de nomeda capital do estado para João Pessoa.\n\nO episódio da morte do presidenteparaibano deu novo ânimo aos\naliancistaspara deflagrar a revolução. Devido àssuas articulações com os\nlíderes revolucionários,em particular com Juarez Távora,\nJuraciMagalhães, Agildo Barata, Osvaldo Cordeiro deFarias e os irmãos\nLima Cavalcanti, JoséAmérico tornou-se o chefe civil do movimentono\nNorte. Finalmente, na noite de 3de outubro, após receberem a notícia\ndaeclosão da luta armada no Sul, osrevoltosos tomaram o 22^o^ Batalhãode\nCaçadores em João Pessoa, seguidospor outras unidades militares no\ninterior.José Américo, como secretário de Segurança,garantiu o controle\nda capital e afidelidade da Polícia Militar ao movimento.Por sua ordem,\no presidente estadual Álvarode Carvalho não foi deposto\noficialmente,porém afastou-se do cargo no dia 4,logo substituído,\nsegundo determinação doslíderes revolucionários, pelo próprio José\nAmérico.\n\nNa qualidade de chefe militar darevolução no Norte, Juarez Távora\natribuiua José Américo o cargo de governador geral do Norte, sem\nprejuízo de suasfunções à frente do Executivo na Paraíba.Investido nesse\ncargo, José Américo viajoupelo Norte e Nordeste, em companhia deJuarez\nTávora, empossando os governos provisóriosde Pernambuco, Sergipe,\nAlagoas, Ceará, RioGrande do Norte, Amazonas e Pará.\n\nMinistro da Viação\n\nDeposto Washington Luís em 24 deoutubro, Getúlio Vargas assumiu o\npoderem 3 de novembro como chefe dogoverno provisório e já no dia\n14seguinte os governadores empossados pela revoluçãoforam designados\ninterventores federais. Aindaem novembro, com a recusa de JuarezTávora\nem assumir o Ministério da Viaçãoe Obras Públicas, José Américo\nrecebeuconvite de Vargas para o cargo. Transferindoa interventoria da\nParaíba a Antenor Navarro,seguiu para o Rio de Janeiro eno dia 24\nassumiu a pasta. Encontrou,porém, o ministério em situação\nfinanceiracrítica, o que o levou a ordenardemissões em massa. A medida\ngerou conflitos,sobretudo entre os funcionários da Estradade Ferro\nCentral do Brasil, e tevede ser substituída pela “disponibilidade\nportempo de serviço”.\n\nDiante da precariedade do programada Aliança Liberal e da necessidade\ndedefinição dos rumos do governo provisório,um grupo de civis e\nmilitares identificadoscomo “verdadeiros revolucionários” passou,\napartir de novembro de 1930, a reunir-seàs noites no palácio Guanabara\npara discutiraquelas questões. Os encontros desse grupo,denominado pela\nimprensa Gabinete Negro, erampresididos por Vargas, e deles\nparticipavamo ministro da Guerra, José Fernandes Leitede Castro, o\nministro da Justiça, OsvaldoAranha, além de Ari Parreiras, José\nAmérico,Juarez Távora, Pedro Ernesto Batista eJoão Alberto Lins de\nBarros, que, emborainterventor em São Paulo, se deslocavacom frequência\npara o Rio de Janeiro.\n\nEm decorrência dessas reuniões eante a dificuldade de encontrar-se\numdenominador comum entre os distintos gruposde apoio à revolução,\norganizou-se a Legiãode Outubro, órgão associativo de basedestinado a\ncongregar, em cada município,todos os elementos atuantes ou\nsimpatizantesda revolução, sob a chefia dos interventoresfederais em\ncada estado. Embora pertencentea essa organização, José Américo\ndivergiaem vários aspectos da política do governo,que considerava\nradical, provocando de JoãoNeves da Fontoura o comentário de que“o\nministro da revolução é o seucensor”. Além disso, era bastante\ncriticadopelos “autênticos” por manter relações comEpitácio Pessoa e\noutros “carcomidos”, comoeram designados os políticos da\nPrimeiraRepública, que passou a ser chamada de“República Velha”.\n\nQuando da ruptura do Partido Democrático(PD) de São Paulo com o\ninterventorJoão Alberto após o improfícuo congressodesse partido\nrealizado em janeiro de1931, José Américo foi um dos procuradospara\natuar como mediador do impasse. Mostrou-seentretanto simpático a esse\nrompimento dosdemocráticos por ter-se colocado, desde oinício, contrário\nà indicação de JoãoAlberto para a interventoria em São Paulo,cargo que,\na seu ver, deveria serocupado por um civil dos quadros doPD.\n\nÀ frente do Ministério da Viação,em fevereiro de 1931 José Américo\nprocedeuà reorganização da Inspetoria de Obrascontra as Secas e criou, a\npartirda fusão da Repartição Geral dos Correioscom a Repartição Geral\ndos Telégrafos,o Departamento de Correios e Telégrafos.Paralelamente às\nfunções de ministro, emmarço desse ano foi nomeado para compor,com\nOsvaldo Aranha e Leite de Castro,a Junta de Sanções que substituiu\noTribunal Especial, criado em novembro de1930 com a função de julgar\noscrimes políticos e administrativos do governode Washington Luís. Após\nparticipar dostrabalhos iniciais, porém, José Américo afastou-sedessa\natividade. Como o tribunal que aprecedeu, a Junta de Sanções não\nalcançariaseus objetivos e seria substituída emsetembro seguinte pela\nComissão de CorreçãoAdministrativa. Convidado para integrar tambémesta\núltima, José Américo iria recusar-se.\n\nAtravés de decreto de abril de1931 José Américo instituiu uma\ncomissãopara elaborar um plano geral de viação.No mês seguinte\nparticipou ativamente dostrabalhos de fundação do Clube 3 deOutubro, que\nteve como primeiro presidentePedro Ernesto e como vice-presidentes\nogeneral Pedro Aurélio de Góis Monteiro,o comandante Herculino Cascardo\ne OsvaldoAranha. Essa entidade constituía, ao ladoda Legião de Outubro,\num núcleo dedebates e defesa das ideias revolucionárias,à margem dos\npartidos políticos. Defendendoa necessidade de consolidar a revolução,em\ndezembro de 1931 seus integrantes lançaramum manifesto à nação contrário\nà convocaçãourgente de uma assembleia nacional constituinte,então\ndefendida pelos gaúchos que formavama Frente Única Gaúcha (FUG) e\npelosdemocráticos paulistas.\n\nEm janeiro de 1932 José Américoenviou telegrama a João Neves da\nFontoura,um dos líderes mais destacados do\nconstitucionalismo,manifestando sua solidariedade à homenagem quelhe\nprestavam representantes da imprensa. Houvecomentários no Clube 3 de\nOutubro, sobretudode Pedro Ernesto, estranhando sua atitude.Diante\ndisso, José Américo apresentou pedidode desligamento da organização, o\nquelevou o clube a convocar uma assembleiageral extraordinária. Após a\nreunião, adiretoria distribuiu nota à imprensa afirmandoque tanto o\ntelegrama de José Américoa Neves da Fontoura quanto a censurade Pedro\nErnesto não envolviam qualquerresponsabilidade da associação, que se\ndispunhaa manter nos seus quadros ambos ossócios. Ante essa declaração,\nJosé Américoreconsiderou sua atitude e voltou a integrar-seao clube.\n\nAinda em janeiro de 1932, porsua iniciativa, procedeu-se à fusão\ndasinspetorias de Portos, Rios e Canais deNavegação. Também nesse ano\nJosé Américoobteve de Vargas um crédito de dezmil contos para combater\numa seca degrandes proporções que se abatia sobreo Nordeste. Sua\nprincipal meta era tentarreduzir a evasão demográfica, instituindo\ncamposonde os flagelados seriam recolhidos enquantoaguardavam remoção\npara as frentes detrabalho. A fim de inspecionar essas atividades,seguiu\npara a região em abril. Nodia 26 desse mês, quando regressava\nemcompanhia de Antenor Navarro e do engenheiroLima Campos, diretor geral\ndo Departamento Nacionalde Obras contra as Secas (DNOCS), ohidravião que\nos transportava precipitou-se emSalvador, ocasionando a morte dos\ndoisúltimos. Ferido, José Américo permaneceu pormais de dois meses\nhospitalizado na capitalbaiana.\n\nPor outro lado, pressionado pelaoligarquia paulista, Getúlio Vargas\ndecidiu,em maio de 1932, que as eleiçõespara a Constituinte se\nrealizariam emmaio do ano seguinte. Com a finalidadede elaborar o\nanteprojeto da nova Carta,criou também a Comissão Constitucional, daqual\nJosé Américo passou a fazer parteapós seu restabelecimento. Essa\niniciativa, contudo,não impediu que em julho eclodisse aRevolução\nConstitucionalista em São Paulo, sufocadaem outubro com a rendição dos\nrebeldes.\n\nEm dezembro de 1932 José Américosugeriu a Vargas a nomeação de\nJuarezTávora para o Ministério da Agricultura,a fim de que este o\nauxiliassenos trabalhos de combate à seca noNordeste. Aceito o convite,\nJuarez Távoraassumiu o cargo em 22 daquele mês.\n\nTendo em vista as eleições paraa Assembleia Nacional Constituinte, José\nAméricofoi um dos fundadores e o principalorientador do Partido\nProgressista (PP) daParaíba que, instituído em inícios de1933, teve como\nprimeiro presidente JoséMarques da Silveira Mariz, e conseguiueleger no\npleito os cinco representantesda bancada paraibana. Ao lado dos\nministrosOsvaldo Aranha (agora na pasta da Fazenda),Antunes Maciel\n(Justiça), Afrânio de MeloFranco (Relações Exteriores) e Juarez\nTávora,José Américo participou também de entendimentospolíticos visando\na articular a atuaçãodos interventores federais na Constituinte.\n\nNa qualidade de ministro de Estado,José Américo participou como membro\nnatodos trabalhos da Assembleia Nacional Constituinte,aberta em novembro\nde 1933. Colocando-sea favor da representação classista, acusouAgamenon\nMagalhães de falsear esse princípioao impor nomes não representativos\ndooperariado para participar da Constituinte. Aseu ver, a permanência de\nVargas nopoder seria necessária para a consolidaçãoda obra\nrevolucionária, e foi um dosque mais se empenharam na defesa dessatese,\nconseguindo a aprovação unânime dabancada paraibana. Segundo seu\ndepoimento aoCentro de Pesquisa e Documentação de HistóriaContemporânea\ndo Brasil (Cpdoc), temia aindicação de Góis Monteiro para a\npresidênciada República, devido tanto à projeçãoque este alcançara nos\nmeios políticosquanto à indecisão de Vargas em lançarsua candidatura. Ao\nter seu próprio nomeapontado pela imprensa – sobretudo pelo*Correio da\nManhã –* como possível candidato à presidênciada República, refutou com\nveemência talperspectiva.\n\nEm fevereiro de 1934 participoude duas reuniões com chefes\npolíticos,consideradas cruciais para a escolha dopresidente\nconstitucional. À primeira compareceramFilinto Müller, chefe de Polícia\ndo DistritoFederal, e os ministros Góis Monteiro(Guerra), Protógenes\nGuimarães (Marinha) e JuarezTávora (Agricultura); à segunda, Antônio\ndeMedeiros Neto, líder do governo na Constituinte,e os interventores\nfederais José AntônioFlores da Cunha (Rio Grande do Sul)e Juraci\nMagalhães (Bahia). Ao final deambas, tornou-se evidente que esses\nelementoseram favoráveis à candidatura Vargas. Oassunto continuou\namplamente debatido até que,em abril, José Américo, Osvaldo\nAranha,Juarez Távora, Protógenes Guimarães, Pedro Ernestoe Góis Monteiro\nse manifestaram publicamentea favor do nome do chefe da nação.\n\nDurante as sessões da Constituinte,José Américo combateu a ideia de\ntransformaçãodesta em Congresso ordinário. Sua posiçãofoi aprovada pelo\nplenário, que decidiuse realizasse novo pleito para a escolhados\nparlamentares que deveriam exercer omandato após a promulgação da nova\nCarta.\n\nAinda à frente do Ministério daViação, José Américo travou acirrada\ndisputacontra a Light and Power, cujas tarifasde fornecimento de energia\nelétrica eramcobradas de acordo com o câmbio dodia, à taxa ouro. O fim\ndessa taxa,defendido na imprensa pelos jornais deAssis Chateaubriand,\nacabou sendo acatado porVargas, que decretou sua extinção. Comomedida de\neconomia, José Américo instituiuo hoje chamado “horário de verão”, emque\nse adiantam os relógios uma horanessa época do ano. Em sua\ngestãoconstruiu vários açudes no Nordeste, destacando-seo de Boqueirão,\nque abastece Campina Grande(PB), abriu 1.810km de estradas-tronco e652km\nde ramais, e submeteu à concorrênciapública a eletrificação do trecho\nPedroII-Barra do Piraí, da Estrada de FerroCentral do Brasil. Elaborou\ntambém o projetode criação do Departamento de Estradasde Rodagem, que só\nem julho de1937 seria convertido na chamada Lei JoséAmérico. Em abril de\n1934 criou aindaa Escola de Aperfeiçoamento do Departamentode Correios e\nTelégrafos, e no mêsseguinte colocou em vigor o novo PlanoGeral de\nViação, elaborado desde 1931.\n\nCandidato a Presidente da República\n\nEm junho de 1934 José Américofoi nomeado por Vargas embaixador do\nBrasiljunto ao Vaticano, em substituição a Gregórioda Fonseca, que\nfaleceu logo após serindicado para o posto. Entretanto, declinoudessa\nnomeação, devido à insistência doPP da Paraíba, do qual era chefe,em\nlançá-lo candidato ao Senado. Em 17de julho, um dia após a promulgaçãoda\nConstituição, Vargas foi eleito pelaAssembleia Nacional Constituinte\npresidente daRepública por um período de quatro anos.No dia 25 seguinte,\nJosé Américo exonerou-seda pasta da Viação, sendo substituídopor João\nMarques dos Reis. Em 24de outubro, realizaram-se eleições para aCâmara\ndos deputados e para as constituintesestaduais.\n\nEleito senador pela Constituinte paraibanaem janeiro de 1935, ao assumir\nomandato em maio seguinte José Américorecebeu o apoio de Vargas para\ncandidatar-seà presidência do Senado. Preferiu, noentanto, disputar a\nprimeira secretaria, paraa qual seria afinal eleito, indicandoo baiano\nAntônio Garcia de Medeiros Netopara a presidência. Em carta a\nVargasdatada de junho de 1935, solicitou suaindicação para o Tribunal de\nContas daUnião (TCU), com o objetivo de desvincular-sede qualquer\natividade partidária. Pouco depois,em setembro, após desentender-se com\nArgemirode Figueiredo, governador da Paraíba eleitopela Constituinte\nestadual, cuja hegemonia couberaao PP, José Américo renunciou à\nsuacadeira no Senado e à chefia daquelepartido. Ainda nesse mês Vargas\natendeua seu pedido, nomeando-o ministro do TCU.\n\nCom o estado de sítio implantadono país imediatamente após a Revolta\nComunistade novembro de 1935, José Américo, emboramantendo apenas\ncontatos esporádicos com Vargas,já em fins daquele ano percebeu,\nsegundoseu depoimento, intenções de continuísmo nopoder por parte do\npresidente. Em marçode 1936 foi decretado o estado deguerra, e no\ndecorrer desse ano ahipótese do golpe transformou-se em tendência,e esta\nem articulação consciente entrea alta hierarquia militar e o\nExecutivofederal.\n\nEm fevereiro de 1937, quando dacampanha para a sucessão presidencial\nprevistapara 1938, os líderes políticos do Nordeste,encabeçados pelo\ngovernador da Bahia, JuraciMagalhães, passaram a discutir a\npossibilidadede lançamento de um candidato do Norteem oposição ao\ngovernador de São Paulo,Armando de Sales Oliveira, cuja\ncandidatura,indicada pelo Partido Constitucionalista, adquiriacaráter de\noposição ao governo federal.Nessa ocasião José Américo foi procuradopor\nAssis Chateaubriand, que lhe propôs,em nome dos antigos “tenentes”,\nconcorrerà presidência na tentativa de constituir-seem candidato único\nque reunisse simpatiasdo Norte e do Sul. Relutante aprincípio, embora já\ncontasse com o apoiode Gustavo Capanema, Artur Bernardes, PedroAleixo,\nMaurício Cardoso, Nélson de Meloe Eduardo Gomes, José Américo\nterminoupor aceitar sua indicação. Em seguida,o governador de\nPernambuco, Carlos deLima Cavalcanti, que se opusera de inícioa seu\nnome, foi convencido a acatá-lopor Osvaldo Cordeiro de Farias, e\nJuraciMagalhães, que pretendia lançar o nomede Medeiros Neto, passou a\napoiar suacandidatura.\n\nAnte a decisão de Armando Salesde manter seu nome, Juraci convenceu-oa\napresentarem a Vargas, para que esteescolhesse seu candidato, uma lista\ntríplicecomposta, além do governador paulista, porMedeiros Neto e José\nAmérico. O nomede Armando Sales foi unanimemente vetadopelos\nrevolucionários de 1930 e por Vargas,que, em carta a Benedito Valadares,\ngovernadorde Minas Gerais e coordenador da candidaturade José Américo,\nafirmou ser simpáticoa esta. Ainda assim, Armando Sales\ncontinuouconcorrendo.\n\nA candidatura de José Américo foioficialmente lançada em 25 de maio,\nemconvenção realizada no Rio de Janeiro,presidida por Benedito\nValadares, à qualtambém estiveram presentes os governadores dePernambuco\ne da Bahia. Quase todas assituações estaduais apoiavam seu nome,\nquerecebeu ainda a adesão de elementos doRio Grande do Sul filiados à\nFUGe de 30 deputados da oposição. Entreos jornais com ela identificados,\ndestacaram-seo *Correio da Manhã* e o *Diário Carioca*, ambosdo Distrito\nFederal. Embora afirmasse tersido indicado também pelo Partido\nSocialistaBrasileiro, José Américo negou, em seuslivros e\npronunciamentos, haver recebido oapoio de comunistas ligados à\nAliançaNacional Libertadora.\n\nPara concorrer com José Américoe Armando Sales, a Ação Integralista\nBrasileiralançou a candidatura de Plínio Salgadoem junho de 1937. José\nAmérico imprimiuà sua campanha uma orientação populista,introduzindo o\nhábito de fazer comíciosem favelas e locais populares. Advertiaos\noperários contra a ameaça de retornoà situação anterior a 1930,\nrepresentadapor Armando Sales, quando a condução econômicae política do\npaís cabia aos estadosdo Centro-Sul. Em consequência do tomesquerdizante\nde seus discursos, em julhode 1937 um certo número de comitêsde sua\ncampanha, entre os quais aUnião de Estudantes Democráticos, foi\nfechadopela polícia. Seu prestígio junto ao povo,no entanto, ganhava\ncada vez mais corpo.Discordando das ideias que José Américovinha\npregando, Benedito Valadares retirou seuapoio, seguido pelo deputado\nfederal porMinas Gerais Francisco Negrão de Lima,secretário geral do\ncomitê de propaganda dopolítico paraibano.\n\nEm setembro de 1937, Benedito Valadarespropôs ao ministro da Guerra,\nEurico GasparDutra, ou uma reforma constitucional paraque se\nprorrogassem os mandatos do presidenteda República e dos parlamentares,\nou umaconvocação de governadores para que apoiassemo afastamento dos\ncandidatos à sucessãopresidencial. Vargas considerou inviáveis ambasas\npropostas de Valadares e intensificouas articulações para um golpe de\nEstado,primeiro acusando os comunistas de conspiraçãoe obtendo do\nCongresso nova decretaçãodo estado de guerra, em seguida buscandoa\nadesão dos governadores.\n\nNa iminência do golpe, José Américo,acompanhado de Batista Luzardo,\nprocurou Dutrae afirmou ter ciência da trama, bemcomo da preparação de\numa Constituiçãofascista. Declarou ainda que estava dispostoa retirar\nsua candidatura e a convencerArmando Sales a tomar idêntica atitude,após\no que se escolheria um candidatoúnico que, a seu ver, poderia serum\ngeneral. Dutra admitiu a existênciade uma nova Carta, mas refutou aideia\nde um militar no Executivo nacional.Após essa entrevista, José Américo\nredigiuuma nota para esclarecimento da opiniãopública, divulgada no\n*Correio da Manhã,* e seguiupara Salvador na tentativa última de\norganizaruma resistência com Juraci Magalhães, opositorde Vargas.\n\nApoiado pelas forças armadas epor seus ministros, à exceção de\nOdilonBraga, da Agricultura, Vargas desfechou ogolpe em 10 de novembro,\ninstituindo oEstado Novo, que suprimiu os órgãos legislativose garantiu\nsua permanência no poder. Emrepúdio a esse ato de força, JoséAmérico\nafastou-se de Vargas, que, noentanto, lhe enviava recados solicitando\nsuacompreensão. Embora pretendesse demitir-se doTCU, foi dissuadido por\namigos e permaneceunesse cargo durante todo o período doEstado Novo\n(1937-1945), afastando-se, porém,do cenário político.\n\nRetorno à Política\n\nO governo federal, durante o EstadoNovo, perseguiu seus opositores,\nordenando seuencarceramento ou sua demissão de cargospúblicos. Em 23 de\ndezembro de 1944,a polícia carioca efetuou, sem concederexplicações, a\nprisão preventiva de Virgíliode Melo Franco, Adauto Lúcio Cardoso,Rafael\nCorreia de Oliveira, Austregésilo deAtaíde e Dario de Almeida Magalhães,\nquepermaneceram detidos até o dia 3 dejaneiro de 1945. José Américo,\ncondenandoesse tipo de procedimento, visitou ospresos e decidiu retornar\nà atividadepolítica para participar efetivamente das articulaçõesque\nvisavam à queda do Estado Novo.Ainda em janeiro participou, como\nrepresentanteda Paraíba, do I Congresso Brasileirode Escritores\nrealizado em São Paulo,que se constituiu em uma manifestaçãode\nintelectuais de amplo espectro político– desde liberais a comunistas –\ncontraa ditadura.\n\nPor proposta de Virgílio de MeloFranco e de Luís Camilo de OliveiraNeto,\nJosé Américo concedeu entrevista aojornalista Carlos Lacerda, em 22 de\nfevereirode 1945, criticando o regime ditatoriale apontando o fracasso\nda obra administrativado governo. O texto foi entregue avários jornais,\nmas coube ao *Correio da Manhã* romper pela primeira vez a barreira\ndacensura à imprensa, publicando-o no dia24, com enorme repercussão.\nNesse mesmodia José Américo concedeu uma segundaentrevista a Edgar da\nMata Machado, publicadano dia seguinte em *O Globo,* em que revelavaque\nas oposições indicariam o nome deEduardo Gomes para disputar a\neleiçãopresidencial prometida por Vargas. No dia28, com efeito, foi\nassinada a leique previa eleições gerais para 2 dedezembro de 1945.\n\nEm oposição à candidatura de EduardoGomes, Vargas patrocinou o\nlançamento donome de seu ministro da Guerra, EuricoGaspar Dutra. Por\noutro lado, a aglutinaçãoem torno de Eduardo Gomes suscitou acriação da\nUnião Democrática Nacional (UDN),da qual José Américo foi um\ndosfundadores. A primeira convenção do novopartido foi realizada em 7 de\nabrilde 1945. No dia 21 seguinte, umasegunda reunião da UDN designou seu\nprimeirodiretório nacional. José Américo fez parteda comissão diretora,\nintegrada também porArmando Sales, Júlio Prestes, Artur Bernardese José\nEduardo do Prado Kelly. Nessaocasião, lançou-se oficialmente a\ncandidaturade Eduardo Gomes.\n\nSegundo seu depoimento, em princípiosde julho, com o crescente\nenfraquecimentodo Estado Novo, José Américo foi incumbidopor Eduardo\nGomes e Virgílio de MeloFranco de propor a Dutra a destituiçãode Vargas\ne a constituição de umajunta militar. Dutra pediu um prazo\nparadecidir-se, mas no dia 17 daquele mêsteve lançada sua candidatura na\nlegendado Partido Social Democrático (PSD), oque o levou a\ndesincompatibilizar-se dapasta da Guerra, ocupada então pelo\ngeneralPedro Aurélio de Góis Monteiro. Sob aliderança deste, Vargas foi\ndeposto porum golpe militar em 29 de outubrode 1945, assumindo o\nExecutivo o presidentedo Supremo Tribunal Federal (STF), JoséLinhares.\n\nEm 2 de dezembro de 1945realizaram-se as eleições para a presidênciada\nRepública e para a Assembleia NacionalConstituinte. Dutra saiu vitorioso\ndo pleito,derrotando por larga margem de votos ocandidato udenista. Além\nde elaborar anova Constituição, a Assembleia tinha porfinalidade eleger\no vice-presidente da República.Concorrendo na legenda da UDN a\nessecargo, na votação realizada em 19 desetembro de 1946 – um dia apósa\npromulgação da Carta –, José Américorecebeu 139 votos dos constituintes,\nsendoderrotado pelo candidato pessedista Nereu Ramos,que obteve 178\nvotos.\n\nNas eleições suplementares de 19de janeiro de 1947 para o\npreenchimentoda terceira cadeira de senador em cadaestado, José Américo\nelegeu-se pela Paraíbana legenda da UDN, deixando as funçõesde ministro\ndo TCU. Nesse mesmo mêsfoi eleito por seus correligionários presidenteda\nUDN, em substituição a Otávio Mangabeira,que se elegera governador da\nBahia. Emsessão de 29 de outubro de 1947,votou contra o projeto do\nsenador Ivod’Aquino que determinava a cassação dosmandatos dos\nparlamentares eleitos pelo PartidoComunista Brasileiro (PCB) – então\nPartidoComunista do Brasil –, cujo registro foracancelado em maio\ndaquele ano. O projetorecebeu aprovação no Senado por 34 votoscontra 18.\nNo exercício de seu mandato,José Américo integrou ainda a Comissãode\nFinanças do Senado.\n\nNo intuito de promover uma políticade “união nacional”, Dutra convidara\nosudenistas Raul Fernandes e Clemente Marianipara compor seu ministério.\nA aceitaçãodestes deu início a um processo queculminou no chamado Acordo\nInterpartidário, homologadoem janeiro de 1948 no palácio doCatete pelos\npresidentes das três agremiaçõesque formavam a base de apoio dogoverno\nno Congresso: Nereu Ramos peloPSD, José Américo pela UDN e\noex-presidente da República, Artur Bernardes,pelo Partido Republicano\n(PR).\n\nDivergindo do caráter que o acordoassumiu, de garantir a Dutra folgada\nmaioriapara a aprovação das matérias de maiorimportância, José Américo\npassou a concedero apoio da UDN somente à área administrativa,o que\nsuscitou pressões contrárias delíderes udenistas favoráveis ao pacto,\nemespecial de Otávio Mangabeira e OdilonBraga. Segundo José Américo, a\nvigênciadesse acordo – que já encontrara acertadopor parte de Otávio\nMangabeira – haviaretirado do partido sua característica deoposição,\nameaçando-o em sua autonomia. Diantedesse quadro, desvinculou-se da UDN\nemmaio de 1948, antes de completar osdois anos de gestão em sua\npresidência,sendo substituído por José Eduardo doPrado Kelly.\nInteressado em concorrer aogoverno de seu estado nas eleições deoutubro\nde 1950, José Américo organizounesse ano na Paraíba o Partido\nLibertador(PL). Essa agremiação e o PSD formarama Coligação Democrática\nParaibana, que lançousua candidatura, recebendo também apoio deuma\nfacção dissidente da UDN estadual.Em visita à Paraíba nessa ocasião,\nGetúlioVargas, que disputava a sucessão presidencial,pronunciou discurso\nem favor da candidaturaJosé Américo. Este, porém, explicou aVargas que\nnão poderia apoiá-lo em virtudede ter-se comprometido – apesar de\nseurompimento com a UDN – com EduardoGomes, candidato à presidência por\nessepartido. Após acirrada campanha, durante aqual sofreu forte oposição\npor parte dogovernador Osvaldo Trigueiro, José Américo derrotouo\ncandidato udenista Argemiro de Figueiredo,que contava com o apoio dos\ngovernosfederal e estadual. Nesse pleito Vargasvoltou a eleger-se\npresidente da República.\n\nAo assumir o governo em janeirode 1951, José Américo teve como\nprincipalpreocupação combater os efeitos acarretados pelassecas\nfrequentes. Assim, incentivou o plantiode cereais e tentou desestimular\nas migrações.Além disso, executou medidas urgentes paranormalizar e\nmoralizar o Tesouro e fazerfuncionar com rendimento os órgãos\ndaadministração. Em abril seguinte, a receitapública já se havia\nelevado, apesar docrescente esgotamento da produção algodoeira,uma das\nprincipais fontes de renda doestado.\n\nEm 1952, José Américo mostrou-sedesfavorável às propostas de extensão\ndasleis trabalhistas ao campo, então debatidasno Congresso.\nPosteriormente, porém, com aexecução dessa medida, passou a\nconsiderá-laa melhor solução para o problema damão de obra rural. Entre\nas iniciativasque tomou até meados de 1953, destacaram-sea reorganização\ndos serviços de assistênciasocial para uma política de auxílio\naosbairros pobres, visando à instalação deambulatórios e de serviços de\nágua, luze transporte urbano; o combate à altado custo de vida, com o\ntabelamentodos gêneros de primeira necessidade ea regularização da venda\ndo pescado; ocombate aos jogos de azar e à criminalidadeorganizada,\nincluindo uma campanha de desarmamentogeral; o incentivo ao plantio do\nalgodãoe do agave através da adubação daterra, do financiamento e do\ncrédito àscooperativas agrícolas, e a construção deescolas normais e\ngrupos escolares nointerior.\n\nEm junho de 1953, diante dasfortes pressões contrárias a seu\ngoverno,Getúlio Vargas decidiu reformular seu ministério.Levando em\nconta a violenta seca irrompidano Nordeste naquele ano, convidou\nJoséAmérico – que na época era tambémcoordenador do Programa de Combate\nà Secado Nordeste – para ocupar a pastade Viação e Obras Públicas, em\nsubstituiçãoa Álvaro de Sousa Lima. Após transferira chefia do Executivo\nestadual ao vice-governadorJoão Fernandes de Lima, José Américo\nseguiupara o Distrito Federal, assumindo o ministériono dia 19 daquele\nmês.\n\nDispondo de grandes recursos concedidospelo governo federal, o novo\nministroutilizou-se da infraestrutura da Igreja paradistribuir auxílio\naos flagelados. Além daelaboração de planos agrícolas de irrigaçãoe\naçudagem, empenhou-se em projetos deabertura de estradas de rodagem, na\nremodelaçãoda Estrada de Ferro Central do Brasile no melhoramento de\nalguns portos marítimos.Durante sua gestão concluiu-se também\naconstrução da usina de Paulo Afonso, naBahia, e reestruturou-se a\natuação daComissão do Vale do São Francisco. Tomaram-seainda as\nprovidências iniciais para ainstituição de um órgão de coordenaçãoe\nplanejamento regional para o Nordeste,a ser integrado pelos ministros da\nViaçãoe da Fazenda e pelo presidente doBanco do Nordeste do Brasil\n(BNB), criadoem 1952. O processo de implantação desseórgão seria\ninterrompido em agosto de1954, embora o BNB já houvesse instaladoo\nEscritório Técnico de Estudos Econômicosdo Nordeste (Etene), mais tarde\naproveitadopelo Grupo de Trabalho do Nordeste (GTDN),instituído no\ngoverno de Juscelino Kubitschek.\n\nAinda durante sua permanência noMinistério da Viação, José Américo\nparticipoudas discussões e dos trabalhos relativosà política do petróleo\ne à criaçãoda Petrobras, figurando como um dos signatáriosda Lei n^o^\n2.004, sancionadapor Vargas em outubro de 1953. Poressa lei, o monopólio\nda pesquisa, lavra,refinação e transporte do petróleo passoua ser\nexercido pelo Conselho Nacionaldo Petróleo, tendo como órgãos\nexecutoresa Petrobras e suas subsidiárias.\n\nSegundo seu depoimento, José Américopor duas vezes esteve prestes a\nrenunciarà pasta da Viação em represália àsinterferências em assuntos do\nministério porparte de Rômulo de Almeida, que integravaa Assessoria\nEconômica de Vargas. Acusadoainda de malversação de verbas, foi\nchamadopor João Agripino e Armando Falcão paracomparecer à Câmara dos\nDeputados, ondeprestou esclarecimentos sobre a aplicação derecursos do\nDNOCS. Defendeu-se também, naocasião, da responsabilidade que lhe\neraimputada de ter promovido a especulaçãoimobiliária no Nordeste com a\nimplantaçãode métodos modernos de irrigação.\n\nEm 5 de agosto de 1954 foiassassinado no Rio de Janeiro o\nmajor-aviadorRubens Vaz, em atentado cujo alvo erao jornalista Carlos\nLacerda, forte opositorde Vargas. O início do inquérito revelouo\nenvolvimento de membros da guarda pessoaldo presidente, o que\nintensificou a crisepolítica pela qual passava o governo.Ante esse\nquadro, na tarde do dia9, José Américo sugeriu a Vargas quesolicitasse\numa licença, mas este rejeitoutal proposta, embora aumentassem as\npressõespolíticas e militares para levá-lo a abandonaro poder. Na\nmadrugada do dia 24,Vargas realizou sua última reunião\nministerial,ocasião em que José Américo se pronuncioufavorável à\nrenúncia do presidente. Oencontro foi encerrado por Vargas, queanunciou\nsua intenção de pedir uma licença.\n\nAcatando a decisão de Vargas, apósa reunião José Américo solicitou a\nOsvaldoAranha que explicitasse ao brigadeiro EduardoGomes as vantagens\nda licença presidencial,visto que ela não provocaria reação populare\npreservaria a Constituição. Por suavez, comprometeu-se a procurar Juarez\nTávoracom o mesmo objetivo. Por volta dascinco horas da manhã\ndivulgou-se a notíciada licença, mas pouco depois Vargas sesuicidou.\n\nMesmo convidado por João Café Filho– que então assumiu a presidência\n–para permanecer no Ministério da Viação,José Américo demitiu-se da\npasta em 27de agosto de 1954, sendo substituído porLucas Lopes.\nReassumiu o governo da Paraíbano dia 26 de setembro, e entreas medidas\nefetivadas nessa fase de seumandato destacaram-se a inauguração das\nsedesdas faculdades de Filosofia e de Farmácia,e do Banco do Estado da\nParaíba,assim como a criação da Universidade daParaíba, da qual foi o\nprimeiro reitor.\n\nAo final de seu mandato, emjaneiro de 1956, retirou-se da\nmilitânciapolítica, passando a dedicar-se à literatura.Entretanto,\nembora sem participação ativa, continuariaaté o final da vida a influir\nnasdecisões da política de seu estado. Apoiouo movimento\npolítico-militar de março de1964 que depôs o presidente João Goulart,por\nconsiderar que a quebra da hierarquiamilitar então ameaçada provocaria a\neclosãode uma guerra civil.\n\nEleito por unanimidade de votosmembro da Academia Brasileira de\nLetras,tomou posse da cadeira n^o^ 38em junho de 1967. Em 1974 apoioua\ncandidatura ao governo da Paraíba deIvan Bichara Sobreira, eleito pela\nAssembleiaLegislativa. Escolhido como o Intelectual doAno pela União\nBrasileira de Escritores,em 1977 recebeu o troféu Juca Pato.Em 1978\nvoltou a influir na escolhado governador do estado, tendo\nindicadoTarcísio de Miranda Buriti, eleito porvoto indireto.\n\nFaleceu em João Pessoa no dia10 de março de 1980.\n\nFoi casado com Ana Alice deAzevedo Melo, com quem teve três filhos.A\nfilha Selda casou-se com Alcides Carneiro,deputado federal de 1951 a\n1955 eministro do Supremo Tribunal Federal de1966 a 1976; o filho\nReinaldo deMelo Almeida, general, foi comandante doI Exército de 1974 a\n1976, membrodo Superior Tribunal Militar a partirde 1976 e presidente\ndesse órgão de1979 a 1981.\n\nAlém das obras mencionadas, escreveu*O Ministério da Viação no Governo\nProvisório* (1933), *O ciclo revolucionário do Ministério da Viação*\n(1934)*, Coiteiros* (romance, 1935),*O boqueirão* (romance, 1935),\n*Ocasos de sangue* (1954)*, Sem chorar e sem rir* (crônicas, 1968), *O\nano do Nego* (memórias, 1968),*Eu e eles* (1970) e *Antes que me\nesqueça* (memórias, 1976).\n\nSobre sua vida, o cineasta Vladimirde Carvalho realizou o filme\ndocumentário*O homem de areia.*\n\nSílvia Pantoja\n\n**FONTES:** ALMEIDA, J. *Ano*; ALMEIDA,J. *Antes*; ALMEIDA, J. *Eu*;\nARAÚJO, M.*Cronologia 1943*; BEHAR, E. *Vultos*; BENEVIDES,M. *UDN*;\nBIB. NAC.; CAFÉ FILHO, J.*Sindicato*; CARNEIRO, G. *História*; CARONE,\nE.*República nova*; COELHO, J. *Dicionário*; COHN,G. *Petróleo*;\nCONSULT. MAGALHÃES, B.; COSTA,M. *Cronologia*; COUTINHO, A. *Brasil*;\nCOUTINHO,L. *General*; *Diário de Notícias,* Rio (27/5/1937); Diário do\nCongresso Nacional; DULLES, J. *Getúlio*; *Encic. Barsa*;*Encic.\nMirador*; ENTREV. BIOG.; *Folha de S. Paulo* (28/8/1977,11/3/1980);\nFONTOURA, J. *Memórias*; FUND. GETULIOVARGAS. *Cronologia da\nAssembleia*; GALVÃO, F. *Fechamento*;*Grande encic. Delta*; *Grande\nencic. portuguesa*; HIPÓLITO, L.*Campanha*; HIRSCHOWICZ, E.\n*Contemporâneos*; INST.HIST. GEOG. BRAS.; JARDIM, R. *Aventura*;LEITE,\nA. *Páginas*; LEVINE, R. *Vargas*;MACHADO, F. *Últimos*; MAIA, B.\n*Governadores*;MIN. VIAÇÃO*. Dados*; MORAIS, A. *Minas*;NABUCO, *C.\nVida*; NÉRI, S. *16*; NÓBREGA,A. *Chefes*; *Novo dic. de história*;\nPEIXOTO, A.*Getúlio*; PINTO, L. *Antologia*; PINTO, L.*Fundamentos*;\nREIS JÚNIOR, *P. Presidentes*; SENADO.*Anais*; SENADO. *Relação*; SILVA,\nH.*1932*;SILVA, H. *1933*; SILVA, H. *1934*; SILVA,H. *1935*; SILVA, H.\n*1937*; SILVA, H.*1945*; SILVA, R. *Bacharéis*; TÁVORA, J.*Vida.*\n","ref":"**FONTES:** ALMEIDA, J. *Ano*; ALMEIDA,J. *Antes*; ALMEIDA, J. *Eu*;\nARAÚJO, M.*Cronologia 1943*; BEHAR, E. *Vultos*; BENEVIDES,M. *UDN*;\nBIB. NAC.; CAFÉ FILHO, J.*Sindicato*; CARNEIRO, G. *História*; CARONE,\nE.*República nova*; COELHO, J. *Dicionário*; COHN,G. *Petróleo*;\nCONSULT. MAGALHÃES, B.; COSTA,M. *Cronologia*; COUTINHO, A. *Brasil*;\nCOUTINHO,L. *General*; *Diário de Notícias,* Rio (27/5/1937); Diário do\nCongresso Nacional; DULLES, J. *Getúlio*; *Encic. Barsa*;*Encic.\nMirador*; ENTREV. BIOG.; *Folha de S. Paulo* (28/8/1977,11/3/1980);\nFONTOURA, J. *Memórias*; FUND. GETULIOVARGAS. *Cronologia da\nAssembleia*; GALVÃO, F. *Fechamento*;*Grande encic. Delta*; *Grande\nencic. portuguesa*; HIPÓLITO, L.*Campanha*; HIRSCHOWICZ, E.\n*Contemporâneos*; INST.HIST. GEOG. BRAS.; JARDIM, R. *Aventura*;LEITE,\nA. *Páginas*; LEVINE, R. *Vargas*;MACHADO, F. *Últimos*; MAIA, B.\n*Governadores*;MIN. VIAÇÃO*. Dados*; MORAIS, A. *Minas*;NABUCO, *C.\nVida*; NÉRI, S. *16*; NÓBREGA,A. *Chefes*; *Novo dic. de história*;\nPEIXOTO, A.*Getúlio*; PINTO, L. *Antologia*; PINTO, L.*Fundamentos*;\nREIS JÚNIOR, *P. Presidentes*; SENADO.*Anais*; SENADO. *Relação*; SILVA,\nH.*1932*;SILVA, H. *1933*; SILVA, H. *1934*; SILVA,H. *1935*; SILVA, H.\n*1937*; SILVA, H.*1945*; SILVA, R. *Bacharéis*; TÁVORA, J.*Vida.*\n","dic":"DHBPR"}
