{"title":"LEMOS, Faria","cargoss":["magistrado","pres. PE 1872","pres. CE 1876-1877","pres. RS 1877-1878"],"author":"Eduardo Junqueira","content":"**LEMOS, Faria**\n\n\\*magistrado; pres. PE 1872; pres. CE 1876-1877; pres. RS 1877-1878;\npres. MG 1886-1887; min. STF 1892-1894.\n\n*Francisco de Faria Lemos* nasceu em Recife no dia 23 de dezembro de\n1828, filho de Francisco de Faria Lemos e de Cândida Maria de Avelez\nFaria.\n\nAssentou praça no Exército em 1846 como voluntário no 2^o^ Batalhão de\nArtilharia, sendo reconhecido cadete de 1^a^ classe em outubro do ano\nseguinte. Mesmo incorporado, conseguiu concluir o curso de humanidades\nno Colégio das Artes, em Olinda, obtendo a seguir licença para\nmatricular-se na Faculdade de Direito do Recife. Recebeu o grau de\nbacharel em ciências jurídicas e sociais em 1851, ano em que se\ntransferiu para o 10^o^ Batalhão de Infantaria. Em janeiro de 1852 deu\nbaixa do serviço no Exército.\n\nAinda em julho de 1852 ingressou na magistratura, ao ser nomeado juiz\nmunicipal suplente da 1^a^ vara da cidade do Recife. Em outubro de 1853\nfoi nomeado juiz municipal e de órfãos dos termos reunidos de\nQuixeramobim e Riacho do Sangue, na província do Ceará, e em outubro de\n1857 foi removido para o termo de Aracati, na mesma província. Aí\npermaneceu até 1858, quando foi nomeado juiz de direito da comarca de\nParanaguá, no Piauí. Em 1859 foi removido para a comarca de Boa Vista,\nem Pernambuco, mas logo a seguir foi nomeado chefe de polícia da\nprovíncia do Piauí, e depois chefe de polícia no Ceará. Em 1864 retornou\nàs funções judicantes, sendo designado para a comarca de Santarém, no\nPará. Em julho de 1868 foi nomeado chefe de polícia da província do Rio\nGrande do Norte, e em outubro passou a exercer o mesmo cargo na\nprovíncia de Pernambuco. De abril de 1869 a 1871 foi chefe de polícia na\nCorte, sendo então designado para a 2^a^ vara da mesma cidade.\n\nEntre 1872 e 1887, foi presidente das províncias de Pernambuco (10 de\njunho a 5 de novembro de 1872), Ceará (22 de março de 1876 a 10 de\njaneiro de 1877), Rio Grande do Sul (21 de maio de 1877 a 10 de\nfevereiro de 1878) e Minas Gerais (1886-1887). Nomeado em agosto de 1879\ndesembargador da Relação de Fortaleza, foi transferido para a Relação da\nCorte por decreto julho de 1886, e presidiu esse tribunal em 1888.\n\nQuando adveio a República, em 15 de novembro de 1889, estava em\nexercício na Relação, tribunal de segunda instância que teve o nome\nmudado para Corte de Apelação num dos primeiros atos do governo\nprovisório. Em maio de 1892 foi nomeado ministro do Supremo Tribunal\nFederal (STF) e em junho seguinte tomou posse, no contexto da reforma\npromovida no tribunal durante o governo Floriano Peixoto, com o objetivo\nde afastar os ministros identificados com o Império. Foi aposentado por\ndecreto em janeiro de 1894, retirando-se da vida pública.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, no dia 7 de\nnovembro de 1904.\n\nFoi casado com Isabel Viana de Faria Lemos.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}