{"title":"AMORIM, Aurélio","cargoss":["militar","dep. fed. AM 1903-1914."],"author":"Inoã Pierre Carvalho Urbinati","content":"**AMORIM, Aurélio**\n\n\\* militar; dep. fed. AM 1903-1914.\n\n*Aurélio de Amorim* nasceu em Manaus nodia 14 de agosto de 1869.\n\nCadete do Exército em 14 dejunho de 1884, concluiu o curso detiro de\nArtilharia em 1887 e, em8 de outubro de 1890, já no períodorepublicano,\nfoi promovido a segundo-tenente.Durante a Revolução Federalista\n(1893-1895),participou, em abril de 1894, dos combatestravados na cidade\nde Rio Grande (RS),sob o comando do general legalista JoséCarlos Pinto\nJúnior. Bacharelou-se em ciênciasfísicas e matemáticas em 1897 e\nconcluiuno ano seguinte o curso técnico deArtilharia da Escola Militar\ndo Rio deJaneiro. Promovido a primeiro-tenente, foi instrutordo Colégio\nMilitar de 1900 a 1901.\n\nEm 1901 foi eleito deputado estadualno Amazonas e exerceu o mandato\nnaAssembleia Legislativa até 1903, quando foieleito deputado federal.\nAssumindo em maiodesse ano sua cadeira na Câmara dosDeputados, no Rio de\nJaneiro, então DistritoFederal, foi reeleito para mais três\nlegislaturas.Durante sua atividade parlamentar, integrou aComissão de\nObras Públicas e foi líderda bancada amazonense. Também no exercíciodo\nmandato, em 27 de agosto de1908 foi promovido a capitão, e em1912\nbacharelou-se em ciências jurídicas esociais pela Faculdade Livre de\nDireitodo Rio de Janeiro. Permaneceu na Câmaraaté dezembro de 1914,\nquando se encerraramseu mandato e a legislatura.\n\nReformou-se em 1933 como generalde divisão. Foi também procurador e\ndepoisprovedor da Irmandade da Santa Cruz dosMilitares, tendo sido\ndistinguido com otítulo de benemérito. Recebeu medalhas militarese foi\nsócio de várias instituições científicase de benemerência.\n\nFaleceu no Rio de Janeiro nodia 11 de novembro de 1952.\n\nEra casado com Júlia Pego doAmorim, com quem teve cinco filhos.\n\nInoã Pierre Carvalho Urbinati\n\n**FONTES:** ABRANCHES, J. *Governos*;BITTENCOURT, A. *Dicionário*; CÂM.\nDEP. *Deputados brasileiros.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*;BITTENCOURT, A. *Dicionário*; CÂM.\nDEP. *Deputados brasileiros.*\n","dic":"DHBPR"}