{"title":"LEUENROTH, Edgard","cargoss":["jornalista","mov. anarquista","mov. operário."],"author":null,"content":"**LEUENROTH, Edgard**\n\n\\*jornalista; mov. anarquista; mov. operário.\n\n*Edgard Frederico Leuenroth* nasceu em Mojimirim (SP) em 31 de outubro\nde 1881, filho do médico-farmacêutico Valdemar Eugênio Leuenroth e de\nAmélia de Oliveira Brito. Entre os diversos pseudônimos que utilizou\nestão: *Demócrito*, *Frederico* *Brito*, *Palmiro Leão*, *Len* e *Leão\nVermelho*.\n\nPerdeu o pai aos cinco anos de idade, e pouco depois a família mudou-se\npara a cidade de São Paulo, instalando-se no bairro do Brás. Frequentou\napenas alguns anos do ensino primário na Escola Modelo, situada na rua\ndo Carmo, no bairro da Sé, pois aos dez anos teve que deixar os estudos\npara trabalhar no escritório de uma firma de corretagem como encarregado\nda limpeza e de recados. Pela primeira vez ouviu falar de socialismo\natravés de Estevam Estrela, médico socialista baiano que frequentava o\nescritório. Depois de deixar os estudos, continuou sua educação como\nautodidata. Mais tarde trabalhou como caixeiro de uma pequena loja de\ntecidos localizada na avenida São João, no centro de São Paulo. Na mesma\nregião passou a trabalhar, aos 14 anos, nas oficinas da Companhia\nIndustrial, situada à rua 25 de Março, onde iniciou sua aprendizagem\ncomo tipógrafo.\n\nEm 1896, tornou-se tirador de provas no jornal *O Comércio de São\nPaulo.* Ainda trabalhava nesse jornal quando, em setembro do ano\nseguinte, lançou seu primeiro periódico, o jornal *O Boi*, produzido em\numa pequena tipografia que comprara. Depois dessa primeira experiência,\nlançou, em 1899, *A Folha do Brás*, que duraria até 1901. Nas páginas do\njornal, fazia a denúncia da politicagem e da “falsidade do voto”. Para\nobter recursos, fundou com os irmãos Waldemar, Eugênio e João a agência\nde publicidade A Eclética. Porém trabalhou na agência como funcionário,\nnão aceitando tornar-se sócio dos irmãos. A empresa passaria ao longo do\ntempo por fusões e incorporações que acarretaram mudanças na composição\nsocietária, deixando de ser uma empresa familiar. Todavia, alguns dos\nirmãos Leuenroth, como Eugênio e Edgard, continuaram ligados a ela.\nEntre as atividades desenvolvidas pela agência figuravam, entre outras,\na distribuição do almanaque *Werneck*, a venda do *Diário Oficial*, a\npublicação de uma revista mensal distribuída gratuitamente nas estações\nferroviárias e nos trens, e a criação do jornal dos jornais, serviço de\ndistribuição de notícias para a imprensa.\n\nEm 1900 começou a frequentar o círculo socialista 1^o^ Maio, parte da\nFederação do Estado de São Paulo do Partido Socialista Brasileiro, que\nintegrou até 1904. Todavia, pouco depois abandonou o socialismo pelo\nanarcocomunismo, corrente que tinha como principais expoentes no plano\ninternacional Kropotkin e Malatesta. Ainda em 1904 ingressou na União\ndos Trabalhadores Gráficos (UTG), colaborando na fundação e redação do\njornal *O Trabalhador Gráfico.* Foi um dos fundadores da Federação\nOperária de São Paulo em 1905, e nesse mesmo ano mudou-se para o Rio de\nJaneiro, então Distrito Federal, passando a trabalhar como tipógrafo nos\njornais *A Imprensa* e *Portugal Moderno*, publicados na então capital\nfederal.Mesmo continuando a residir no Rio de Janeiro, fundou com o\nportuguês Neno Vasco (pseudônimo de Gregório Nazianzeno Moreira de\nQueirós Vasconcelos) o jornal libertário *Terra Livre*, publicado em São\nPaulo, inicialmente de 1905 a 1908, e depois em 1910, no qual eram\ntratados a situação da classe trabalhadora e seus problemas. Em 1906\ncasou-se com Aurora da Costa Reis, com quem teve quatro filhos.\n\nEm abril de 1906, participou do 1^o^ Congresso Operário Brasileiro,\nrealizado no Centro Galego, no Rio de Janeiro, como representante da\nFederação Operária de São Paulo. Esse congresso consagrou a orientação\nsindicalista-revolucionária, inspirada na Confederação Geral do Trabalho\nfrancesa, que seria a política sindical defendida por anarquistas como\nLeuenroth, Neno Vasco e outros.\n\nDe retorno a São Paulo em 1908, publicou o jornal *Folha do Povo* que\ndurou até o ano seguinte. Ainda em abril de 1908, participou, como\nrepresentante de União dos Trabalhadores Gráficos, do 2^o^ Congresso\nOperário de São Paulo, realizado na capital. Apresentou, na ocasião,\nmoção vitoriosa que previa que o operariado se organizasse em sociedades\nde resistência econômica, deixando de fora a luta político-partidária e\nas doutrinas políticas e religiosas nos moldes daquilo que sustentava o\nsindicalismo revolucionário.\n\nNo fim de 1909, associou-se a Benjamin Mota em *A Lanterna* (jornal\nanticlerical paulista fundado em 1901, cuja publicação havia sido\ninterrompida em 1904), imprimindo ao jornal um caráter mais operário,\nalém de inseri-lo na campanha internacional em favor do educador\nlibertário catalão Francisco Ferrer, que havia sido condenado na\nEspanha, e na defesa da escola laica. Em 1911, teve início naquele\njornal a coluna “Vida operária”, na qual eram tratadas as manifestações\noperárias e a organização sindical. Sob a direção de Leuenroth, o jornal\nperduraria até 1916.\n\nIntegrou, em 1910, a Associação Pró-Escola Moderna de São Paulo, que\npropunha um modelo de educação fundado nos preceitos de Francisco\nFerrer. Os esforços da associação foram recompensados com a abertura, em\n1912, da Escola Moderna em São Paulo.\n\nEm nome do jornal *A Lanterna*, Leuenrothparticipou do 2^o^ Congresso\nOperário Brasileiro, realizado no Rio de Janeiro em setembro de 1913,\nque aceitou como delegados representantes de jornais operários. Esse\ncongresso reiterou e aprofundou a orientação sindicalista-revolucionária\ndo 1^o^ Congresso.\n\nEm 1915 colaborou no jornal independente *O Combate* e em 1916 e 1917\nescreveu no também independente *A Capital*, ambos de São Paulo. Em\njulho de 1917, durante o processo de mobilização que atingiu São Paulo e\noutras cidades, lançou *A Plebe*, que se tornaria o mais importante\njornal anarquista brasileiro. Na greve geral de 1917, naquela cidade,\nfoi um dos organizadores do Comitê de Defesa Proletária que elaborou a\npauta comum de reivindicações dos grevistas. Com o final do movimento\nfoi preso como “autor psíquico-intelectual” da greve. Passou por várias\ndelegacias e depois foi encaminhado à Cadeia Pública, onde permaneceu\nseis meses preso até ser levado a julgamento, contando entre seus\nadvogados com Evaristo de Morais. Absolvido, deixou a prisão em março de\n1918.\n\nEm 1919, relançou *A Plebe*, que deixara de circular em 1918, dessa vez\ncomo jornal diário. Em março do mesmo ano, participou da fundação do\nPartido Comunista (libertário) no Rio de Janeiro e, no mês de junho, da\nfundação da mesma organização em São Paulo. A criação desse partido foi\nresultado do impacto e da admiração da Revolução Russa, mas também do\ndesconhecimento entre os anarquistas brasileiros da natureza daquela\nrevolução. Em coautoria com Hélio Negro, publicou, ainda em 1919, o\nfolheto *O que é marxismo ou bolchevismo: programa comunista.*\n\nEm abril de 1920, participou do 3^o^ Congresso Operário Brasileiro,\nrealizado no Rio de Janeiro, e integrou a comissão coordenadora do\ncongresso. Ao término da reunião foi eleito secretário geral da comissão\nexecutiva do 3^o^ Congresso, que deveria manter-se em atividade até o\ncongresso seguinte, nunca realizado. Nessa função editou, em agosto de\n1920, o *Boletim da comissão executiva do 3**^o^* *Congresso Operário*,\nque, além de informações sobre o congresso, continha diversos artigos\ndoutrinários contrários à organização de um partido operário e de apoio\nà Revolução Russa, já com críticas às suas doutrinas. Também nas páginas\nde *A Plebe* começaram a aparecer artigos com críticas à Revolução\nRussa. Todavia a tônica dominante ainda era de apoio à revolução, a\ndespeito das reservas à política dos bolcheviques.\n\nEm 1921, morando em Teresópolis (RJ), Leuenroth colaborou com Afonso\nSchmidt, João da Costa Pimenta, Fábio Luz e outros na publicação do\ndiário *A Vanguarda*, de São Paulo. De acordo com Afonso Schmidt,\nnaquele ano Leuenroth (já de volta a São Paulo) teria sido convidado por\num enviado da Internacional Comunista, que ficou conhecido como “o\ncometa de Manchester”, a fundar no Brasil o Partido Comunista segundo o\nmodelo da Internacional Comunista, tendo, contudo, declinado e indicado\no nome de Astrojildo Pereira para a tarefa.\n\nEm março de 1922, às vésperas da fundação do Partido Comunista do\nBrasil, (PCB), ocorreu a ruptura definitiva com o modelo político\nsurgido da Revolução Russa, quando Leuenroth, junto com outros oito\nanarquistas, lançou o manifesto-programa “Os anarquistas no momento\npresente – definindo atitudes” endereçado “aos anarquistas, aos\nsimpatizantes do ideal libertário, ao proletariado”. No documento eram\nexplicitadas as divergências com os rumos da Revolução Russa e com o\nmodelo do Estado Soviético e era reafirmado o ideal anarcocomunista dos\nsignatários.\n\nEm fevereiro de 1923, devendo ausentar-se de São Paulo por problemas de\nsaúde, Leuenroth deixou a direção de *A Plebe*, cuja publicação seria\ninterrompida no ano seguinte para ser retomada por pouco tempo em 1927.\nEm 1925, integrou a comissão de redação de *O Sindicalista*, órgão da\nFederação Operária do Rio Grande do Sul. Colaborou nesse jornal com\nartigos assinados sob o pseudônimo de Demócrito, um dos que utilizava em\n*A Plebe.* Em 1926, participou do 1^o^ Congresso Pan-Americano de\nImprensa representado a agência de publicidade fundada por seus irmãos,\nA Eclética.\n\nFoi preso, mais uma vez, em agosto de 1927 em São Paulo, com outros\nanarquistas, comunistas e militantes operários. Entre 1926 e 1928 foi\nredator do *Jornal do Jornais* e, mais uma vez, assumiu a redação da\nrevista *Eclética*, ambas publicações da agência de publicidade.\n\nIntegrou a comissão organizadora do Congresso de Imprensa do Estado de\nSão Paulo, a ser realizado em abril de 1933, sediada no escritório de A\nEclética, à rua 3 de Dezembro, número 17. Desse congresso resultou a\nAssociação Paulista de Imprensa, da qual seria um dos fundadores. Em\njulho do mesmo ano relançou *A Lanterna*, que desapareceria em virtude\nna repressão no final de 1935. Participou, ainda em 1933, da fundação do\nCentro de Cultura Social em São Paulo, iniciativa do movimento\nanarquista. No ano seguinte, foi diretor provisório do Sindicato dos\nProfissionais da Imprensa do Rio de Janeiro. Ainda como parte de sua\nmilitância pela organização dos profissionais da imprensa, fundou em\n1939 a Federação Nacional da Imprensa.\n\nEm novembro de 1939, comprou de Benjamin Mota o terreno de 7.500 m^2^ no\nbairro paulista do Itaim, que se transformou, com a construção de\nalojamentos, cozinha coletiva e salão com palco, a formação de pomar e a\nconstituição de uma horta, em “Nossa Chácara”, local que serviria para a\nrealização de congressos anarquistas, apresentações e confraternizações\ndo movimento anarquista paulista.\n\nParticipou de diversos congressos anarquistas nos anos seguintes, como:\no Congresso Anarquista de São Paulo em dezembro de 1949, o Congresso\nAnarquista Nacional, realizado no Rio de Janeiro em 1953, e a\nConferência Libertária Nacional, realizada em São Paulo em 1959.\n\nFaleceu em 28 de setembro de 1968 na cidade de São Paulo.\n\nDurante a vida Leuenroth reuniu pacientemente farto material referente\nao movimento operário, ao anarquismo e a outras correntes políticas no\nBrasil e em várias partes do mundo sob a forma de periódicos, livros,\nfolhetos e panfletos. Essa coleção foi adquirida de sua família pela\nUniversidade Estadual de Campinas em 1974, dando origem ao Arquivo\nEdgard Leunroth – Centro de Pesquisa e Documentação Social daquela\nuniversidade.\n\nAlém da grande quantidade de artigos publicados nos diversos periódicos\nque fundou ou nos quais colaborou, Edgard Leuenroth publicou as\nseguintes obras: *Anarquismo, roteiro de libertação social*; *O que é o\nmarxismo ou o bolchevismo* (1919, em colaboração com Hélio Negro).\nPostumamente foi publicada *A organização dos jornalistas brasileiros,\n1908-1951* (1987).\n\nCláudio H. M. Batalha\n\n**FONTES:** Anarcopédia. Disponível em:\n\\<[http://por.anarchopedia.org/Edgard\\_Leuenroth](http://por.anarchopedia.org/Edgard_Leuenroth)\\>.\nAcesso em: 2/8/2009; DULLES, J. *Anarquistas*; JOMINI, R. *Educação*;\n*Jornal do Estado*, SP (13/4/1933); KHOURY, Y. *Edgard*; PINHEIRO, P.;\nHALL, M. *Classe*; PINHEIRO, P. *Estratégias*; REIS FILHO, D. *História*\n(v.1); RODRIGUES, E. *Lembranças*; RODRIGUES, E. *Nacionalismo*; SILVA,\nR. *Ideias*.\n","ref":"**FONTES:** Anarcopédia. Disponível em:\n\\<[http://por.anarchopedia.org/Edgard\\_Leuenroth](http://por.anarchopedia.org/Edgard_Leuenroth)\\>.\nAcesso em: 2/8/2009; DULLES, J. *Anarquistas*; JOMINI, R. *Educação*;\n*Jornal do Estado*, SP (13/4/1933); KHOURY, Y. *Edgard*; PINHEIRO, P.;\nHALL, M. *Classe*; PINHEIRO, P. *Estratégias*; REIS FILHO, D. *História*\n(v.1); RODRIGUES, E. *Lembranças*; RODRIGUES, E. *Nacionalismo*; SILVA,\nR. *Ideias*.\n","dic":"DHBPR"}