{"title":"LIGA BRASILEIRA CONTRA O ANALFABETISMO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Adrianna Setemy"],"content":"**LIGA BRASILEIRA CONTRA O ANALFABETISMO**\n\nInstituição fundada no Rio de Janeiro, então Distrito Federal, em 7 de\nsetembro de 1915, visando ao combate ao analfabetismo em todo o Brasil.\nEncerrou suas atividades em 1940, após realizações empreendidas pelo\npresidente Getúlio Vargas no campo da educação.\n\nOrigens e Atuação\n\nNo Brasil, o impacto da eclosão da a Primeira Guerra Mundial, em 1914, e\na proximidade da comemoração do Centenário da Independência, em 1922,\nreacenderam entre os intelectuais a necessidade de pensar o país do\nponto de vista brasileiro e despertaram o engajamento em torno de temas\ncentrais como defesa nacional, educação, saúde, voto, representação\npolítica e civismo. Foi a partir dessas questões que os intelectuais\nbrasileiros buscaram propor soluções para uma nação que precisava\nadquirir identidade própria. Ergueram-se bandeiras nacionalistas que\npropunham um programa de lutas e pregavam a necessidade de se organizar\nmovimentos que atuassem na construção da nação, tendo sido numerosas as\nassociações então fundadas.\n\nEm abril de 1915, a partir de uma carta publicada no jornal *A Noite,*\num grupo de intelectuais denunciou o analfabetismo como um dos maiores\nproblemas brasileiros e apontou a necessidade de se fazer algo de\nprático e proveitoso no combate àquele “terrível mal”, considerando que\na instrução consistia no alicerce seguro onde deveria se firmar o\nprestígio de uma nacionalidade. Tendo isso em vista, a carta anunciava\nque no dia 21 de abril se realizaria uma reunião no Clube Militar, na\nqual seria instalada a Liga Brasileira Contra o Analfabetismo. A\ninstituição daria início a uma campanha destinada a convencer o povo da\nurgência de se extinguir o analfabetismo do Brasil, procuraria\nconquistar o engajamento da sociedade em favor da campanha, lutaria para\nobter o apoio dos poderes públicos na aprovação de leis que atendessem\nàs suas finalidades e buscaria o auxílio da imprensa, veículo\nfundamental para que a campanha alcançasse êxito junto ao povo e aos\npoderes públicos.\n\nDefendendo o lema “Combater o analfabetismo é dever de honra de todos os\nbrasileiros”, no dia 7 de setembro de 1915, no salão nobre do Círculo\nMilitar, realizou-se a sessão inaugural da Liga Brasileira Contra o\nAnalfabetismo. Entre os membros fundadores estava o poeta Olavo Bilac,\num dos maiores entusiastas dos movimentos nacionalistas que emergiram na\nprimeira década do século XX. Estiveram presentes os alunos da Escola\nJosé Bonifácio, que entoaram o Hino Nacional e o da Independência, e\nfizeram-se representar o presidente da República e o ministro do\nExterior. Na ocasião foi aclamada a primeira diretoria da liga, composta\npor médicos, advogados, homens de letras e militares: presidente, dr.\nAntônio Ennes de Sousa; primeiro-vice-presidente, Vicente Neiva;\nsegundo-vice-presidente, professora educadora Maria do Nascimento Reis\nSantos; terceiro-vice-presidente, dr. Homero Batista; secretário geral,\nmajor Raimundo Pinto Seidl; primeiro-secretário, Edgard Ribas Carneiro;\nsegundo-secretário, Francisco Pinto Seidl; tesoureiro, dr. Júlio da\nFontoura Guedes. Do conselho deliberativo faziam parte Irineu Marinho,\nIrene de Avelar Penteado, Leonídia Ferraz Teixeira, dr. Álvaro Batista,\ndr. Carlos Pinto Seidl, Marcelino Penteado, tenente Antônio Freire de\nVasconcelos, prof. José Antônio Gonçalves, capitão de corveta Raul\nElísio Daltro, prof. José Ferreira da Rosa, Lindolfo de Azevedo, dr.\nOscar Trompowsky Leitão de Almeida e dr. José Honório Menelick.\n\nDe acordo com os estatutos, a diretoria e o conselho deveriam reunir-se\nsemanalmente, em sessões conjuntas, no Liceu de Artes e Ofícios. O\nmandato da diretoria e do conselho teria a duração de sete anos, e as\neleições deveriam ser realizadas na assembleia geral ordinária de agosto\ndo último ano do mandato. Fichas de declaração de adesão foram enviadas\naos associados, cujas contribuições não poderiam ser menores que\nquinhentos réis, aceitando-se ainda a oferta de artigos escolares ou\nserviços didáticos. Também foi pedido o apoio da corporação legislativa\npara a aprovação de projetos que contemplassem os propósitos do\nmovimento e, aos redatores de jornais, foi solicitado um espaço diário\nou semanal para a propaganda do lema de combate ao analfabetismo. O\njornal *A Noite* de 30 de agosto de 1915 já informava que na capital\nfederal 150 pessoas haviam aderido à liga como sócias e 18 pessoas se\nhaviam apresentado dispostas a ensinar gratuitamente nas escolas a serem\ninstaladas.\n\nApós a sessão de inauguração da liga, a diretoria e o conselho\ndeliberativo organizaram algumas comissões visando a dar início aos\ntrabalhos em diferentes localidades do país, entre elas a “Comissão para\ntrabalhar junto ao Poder Llegislativo federal”, a “Comissão para atuar\njunto aos poderes municipais” e a “Comissão para atuar pela criação de\nescolas para analfabetos pelas associações religiosas, de auxílios\nmútuos, industriais, esportivas ou de qualquer outra natureza”. A\ncampanha de combate ao analfabetismo via na educação a chave que abriria\nas portas do progresso e da civilização, tendo como alvo principal a\nformação de cidadãos.\n\nOs membros da liga se investiam de uma verdadeira missão cívica que\ndeveria culminar com a formação intelectual do povo. Atuando\nsimultaneamente junto aos poderes municipais, estaduais e federais, além\nde buscar constantemente apoio junto à sociedade civil, a liga tinha\ncomo estratégia de ação ao longo do território nacional desde a fundação\nde escolas gratuitas, o uso de propaganda na imprensa, a nomeação de\ndelegados em diferentes estados, até a fundação de ligas locais e a\nrealização de conferências e festivais em benefício das causas da\ninstituição.\n\nA liga encerrou suas atividades em 1940, dando por concluída sua missão\napós as medidas educacionais concretizadas por Getúlio Vargas, como a\ndecretação da obrigatoriedade do ensino primário, uma de e suas\nbandeiras de luta fundamentais. Assim como sua fundação foi anunciada à\nsociedade através de uma carta publicada em jornal de grande circulação,\no encerramento dos seus trabalhos também foi comunicado em nota\npublicada no *Jornal do Comércio* de 14 de março de 1940: “A Liga\nBrasileira Contra o Analfabetismo, alcançado o objetivo a que se propôs,\ndá por terminada a sua missão, externando o seu profundo reconhecimento\nà colaboração eficiente e grandiosa da Imprensa Brasileira e das\nEstações de Rádio, que, com a sua indiscutível força de propaganda e\ndifusão, de par com a boa vontade sempre demonstrada em todos os tempos,\nanimaram muito a campanha da causa brasileira hoje vitoriosa. Finalizada\na sua tarefa a LBCA não se extingue, não desaparece, vai apenas\ndescansar da grande jornada que empreendeu, alerta sempre ao primeiro\ntoque de reunir para lutar, quando for chamada ou quando se tornar\npreciso, em prol do progresso e da felicidade do nosso querido Brasil,\nporque sendo a Instrução a base do progresso… Combater o analfabetismo é\ndever de honra de todo brasileiro!”\n\nAdrianna Setemy\n\n**FONTES:** Liga Brasileira Contra o Analfabetismo; NOFUENTES, V.\n*Desafio*.\n","ref":"**FONTES:** Liga Brasileira Contra o Analfabetismo; NOFUENTES, V.\n*Desafio*.\n","dic":"DHBPR"}
