{"title":"LIGA BRASILEIRA PELOS ALIADOS","cargoss":["Organização fundada no Rio de Janeiro no dia 7 de março de 1915, durante"],"author":"Adrianna Setemy","content":"**LIGA BRASILEIRA PELOS ALIADOS**\n\nOrganização fundada no Rio de Janeiro no dia 7 de março de 1915, durante\na Primeira Guerra Mundial (1914-1918), sob a presidência de Rui Barbosa,\na fim de consolidar as simpatias pelos países Aliados. Foi extinta em\n1919.\n\nNo Brasil, a eclosão da Primeira Guerra Mundial acirrou o ímpeto\nnacionalista e recolocou a questão da identidade nacional e da\nconstrução de uma nação brasileira na ordem do dia. Ergueram-se\nbandeiras nacionalistas que propunham um programa de lutas e apontavam a\nnecessidade de se organizar movimentos visando à salvação do país e à\nconstrução da nacionalidade, tendo sido numerosas as associações\nfundadas nesse contexto, como a Liga de Defesa Nacional, a Liga\nNacionalista de São Paulo, a Liga Pró-Saneamento e a Liga Brasileira\ncontra o Analfabetismo.\n\nEm março de 1915, a tendência pró-Aliados manifestou-se no país com a\ncriação da Liga Brasileira pelos Aliados. A entidade encetou campanha\ncontra a suposta postura pró-Alemanha do então ministro das Relações\nExteriores, Lauro Müller, defendendo a entrada do Brasil na guerra ao\nlado dos Estados Unidos. A liga contou com o apoio de parte da imprensa\nda capital federal, especialmente do *Jornal do Comércio*, e reuniu\nimportantes nomes da intelectualidade brasileira: além de Rui Barbosa,\nJosé Veríssimo (vice-presidente), Graça Aranha, Antônio Azeredo, Pedro\nLessa, Barbosa Lima, Olavo Bilac e Manuel Bonfim. Outros intelectuais\ntambém defenderam a posição dos Aliados, como por exemplo Medeiros e\nAlbuquerque, José Carlos Rodrigues, Coelho Neto, Afrânio Peixoto, Pandiá\nCalógeras, Emílio de Meneses, Mário de Alencar, Nestor Vitor, Assis\nBrasil, Miguel Lemos, Tobias Monteiro e Gilberto Amado.\n\nAntes da entrada do Brasil na guerra, a liga agiu no sentido de\ndesenvolver na sociedade brasileira simpatia pela causa dos Aliados,\nmanter os laços de união cultural entre Brasil e França e ajudar aqueles\nque sofriam nas regiões em luta na Europa. A liga levantou fundos para a\nCruz Vermelha brasileira e francesa, organizou manifestações públicas,\nredigiu petições para apresentação no Congresso e repetidas vezes\nprotestou contra as “atrocidades alemãs” e a violação das leis\ninternacionais. Em outubro de 1917, o presidente Venceslau Brás declarou\nguerra à Alemanha e decidiu participar diretamente do conflito enviando\numa frota de seis navios ao teatro de operações. Nesse momento, a liga\nampliou suas atividades e desempenhou importante papel na produção de\ninformações acerca das hostilidades no campo de batalha. Entretanto, o\ncontingente enviado pelo Brasil não chegou a tomar parte direta no\nconflito, pois foi em grande parte vitimado pela gripe espanhola ao\nchegar ao porto de Dacar.\n\nRui Barbosa, presidente da liga, foi o grande arauto da propaganda\npró-Aliados no Brasil. Considerava que as nações neutras haviam errado\npor não protestar vigorosamente contra os métodos de guerra alemães. Sua\ncruzada pró-Aliados ganhou dimensão internacional após o discurso que\npronunciou no dia 14 de julho de 1916 na Faculdade de Direito de Buenos\nAires, durante as festas comemorativas do centenário da independência da\nArgentina, a que foi enviado pelo governo brasileiro como embaixador\nespecial do Brasil.\n\nA Liga Brasileira pelos Aliados foi desfeita em 1919. Atualmente, na\nFundação Casa de Rui Barbosa, uma sala de visitas denominada “Sala\npró-Aliados” lembra a participação de Rui no movimento em favor dos\nAliados na Primeira Guerra Mundial e da revogação da neutralidade do\nBrasil.\n\nAdrianna Setemy\n\n**FONTES:** CARDIM, C. *Raiz*; VINHOSA, F. *Brasil.*\n","ref":"**FONTES:** CARDIM, C. *Raiz*; VINHOSA, F. *Brasil.*\n","dic":"DHBPR"}