{"title":"LIGA DAS NAÇÕES","cargoss":["A Liga das Nações, ou Sociedade das Nações, criada ao término da"],"author":null,"content":"**LIGA DAS NAÇÕES**\n\nA Liga das Nações, ou Sociedade das Nações, criada ao término da\nPrimeira Guerra Mundial (1914-1918), com sede em Genebra, na Suíça, foi\na primeira organização internacional de escopo universal em bases\npermanentes, voluntariamente integrada por Estados soberanos com o\nobjetivo principal de instituir um sistema de segurança coletiva,\npromover a cooperação e assegurar a paz futura. Os 26 artigos do Pacto\nda Liga foram incorporados à primeira parte do Tratado de Versalhes,\ntratado de paz entre as potências aliadas e associadas, de um lado, e a\nAlemanha derrotada, de outro, assinado em Versalhes em 28 de junho de\n1919.\n\nA organização praticamente deixou de funcionar com a eclosão da Segunda\nGuerra Mundial em 1939, e foi oficialmente desativada em abril de 1946.\n\nOrigem e Funcionamento\n\nDurante a Primeira Guerra, houve grande clamor da opinião pública por\nmedidas que pudessem impedir a repetição de tragédia semelhante. Segundo\na perspectiva idealista corrente na época, aquela deveria ter sido “a\nguerra para acabar com todas as guerras”. A formação de uma “associação\ngeral de nações” foi incluída pelo presidente Woodrow Wilson na proposta\nde paz dos Estados Unidos (Quatorze Pontos), com o propósito de fornecer\ngarantias mútuas de independência política e integridade territorial\ntanto aos grandes quanto aos pequenos Estados. Organismos especializados\npreexistentes, tais como a União Telegráfica Internacional (UTI) e a\nUnião Postal Universal (UPU), serviram de exemplo de formas\nbem-sucedidas de funcionamento de instituições internacionais.\n\nA estrutura da Liga das Nações foi organizada em torno de três órgãos\nprincipais: um Conselho Executivo, de composição restrita, com membros\npermanentes e não permanentes; uma Assembleia aberta a todos os\nEstados-membros para o exercício do debate público e da diplomacia\nparlamentar sobre todas as questões que afetassem a paz; e um\nSecretariado com funções basicamente administrativas, chefiado por um\nsecretário geral. Além disso, foi criado um sistema de mandatos para\nterritórios não autônomos e tomada a decisão de estabelecer a Corte\nPermanente de Justiça Internacional (CPJI) para solucionar por meios\npacíficos controvérsias entre os Estados. Outros organismos, agências e\ncomissões também ficaram associados à Liga, como foi o caso da\nOrganização Internacional do Trabalho (OIT), fundada em 1919 (parte XIII\ndo Tratado de Versalhes).\n\nO Pacto da Liga exortava os Estados a observar rigorosamente as normas\ndo direito internacional e não recorrer à guerra para resolver suas\ndiferenças. Caso surgisse uma controvérsia suscetível de produzir uma\nruptura, o caso deveria ser submetido a um processo de arbitragem ou\nsolução judiciária. Se não houvesse acordo, o Conselho da Liga seria\nacionado e prepararia um relatório, que poderia ser aceito ou não pelas\npartes litigantes. Em qualquer situação, segundo o artigo 15, os membros\nda Liga se reservavam o direito de proceder como julgassem necessário\n“para a manutenção do direito e da justiça”. Deficiências inerentes ao\nPacto logo se fizeram evidentes. Em 1921, resolução da Assembleia\ndeclarou que seria da competência de cada Estado-membro decidir por si\nmesmo se uma violação do Pacto havia sido ou não cometida. Confirmava-se\nassim que a aplicação das sanções previstas no artigo 16 (rompimento de\nrelações comerciais e financeiras ou medidas que envolvessem o uso de\nefetivos militares, navais ou aéreos) dependia essencialmente da\ndisposição dos países interessados em tomar os passos necessários para\nfazer valer a autoridade da Liga.\n\nO primeiro sério golpe à credibilidade da Liga foi a recusa do Senado\nnorte-americano em ratificar o Tratado de Versalhes, em 1920, o que\nafastou os Estados Unidos da organização. Apesar disso, em seu primeiro\nperíodo de existência, a Liga obteve alguns pequenos sucessos políticos:\nresolução da questão territorial das ilhas Aaland entre a Suécia e a\nFinlândia (1920); defesa da soberania da Albânia, ameaçada por forças\ngregas e iugoslavas (1921); acordo sobre a Alta Silésia, reivindicada\npela Alemanha e pela Polônia (1922); cessão à Lituânia da cidade\nportuária de Memel (1924); retirada de tropas gregas da Bulgária (1925);\ne resolução da disputa sobre a província de Mosul entre o Iraque e a\nTurquia (1926).\n\nO ingresso da Alemanha em 1926, como resultado da reconciliação\npromovida pelos acordos de Locarno, fez crescer a expectativa de que a\nLiga finalmente ocuparia o lugar que seus idealizadores imaginaram na\nprevenção e encaminhamento pacífico dos conflitos. De modo geral, embora\npouco progresso fosse alcançado em questões de desarmamento ou na\nsolução de conflitos mais graves, a Liga desenvolveu intensa atividade\nem áreas de interesse mais técnico do que político: comunicações e\ntrânsito, tráfico de mulheres e crianças, refugiados, proteção de\nminorias, combate ao ópio, higiene, cooperação intelectual, direito\ninternacional privado, entre outras.\n\nA relação entre a América Latina e a Liga das Nações foi importante\ndesde os primeiros anos, quando muitos países latino-americanos aderiram\nà organização e declararam apoiar seus ideais pacificistas. No entanto,\ncom o tempo houve uma perda gradual de interesse. A Costa Rica foi o\nprimeiro Estado-membro a retirar-se da Liga, em 1925, alegando\ndificuldades orçamentárias. O Brasil foi o segundo, após ver frustrada\nsua pretensão de se tornar membro permanente do Conselho em 1926. A\ndesilusão aumentou na década de 1930, período em que oito países\nlatino-americanos deixaram a Liga, frequentemente criticada por dedicar\npouca atenção aos problemas da região. Não obstante, em esforço de\nmediação entre a Colômbia e o Peru, a Liga patrocinou um plano de paz\npara a questão de Letícia, e uma comissão internacional foi enviada à\nzona do conflito para supervisionar o cumprimento do acordo em 1934. A\nLiga, em contraste, pouco pôde fazer para evitar a desastrosa Guerra do\nChaco (1932-1935) entre a Bolívia e o Paraguai.\n\nAs crises provocadas pelas seguidas agressões dos regimes nazifascistas\nse revelaram um problema além da capacidade de intervenção da Liga, que\nnão conseguiu reagir com o vigor esperado diante da invasão japonesa do\nterritório chinês da Manchúria em 1931. Quando a Itália invadiu a\nAbissínia (Etiópia) em 1935, o Conselho chegou a adotar sanções\neconômicas que, no entanto, foram largamente desrespeitadas e tiveram\npouca eficácia. Também causou má impressão a impotência da Liga durante\na Guerra Civil Espanhola (1936-1939), quando foi incapaz de ter qualquer\npapel de relevo para conter a violência.\n\nSem a presença dos Estados Unidos e de outras potências, a organização\ngenebrina se esvaziou rapidamente. A Alemanha e o Japão se retiraram em\n1933. Em 1937, foi a vez de a Itália abandonar a organização. A União\nSoviética foi admitida em 1934, mas expulsa no final de 1939 em virtude\nda invasão da Finlândia por suas tropas. O poder do Conselho ficou\nseveramente limitado, dependente sobretudo da liderança da Grã-Bretanha\ne da França, que sozinhas não tinham como impor o cumprimento das\ndisposições do Pacto. Com a eclosão da Segunda Guerra Mundial\n(1939-1945), a Liga das Nações foi condenada ao descrédito por haver\nfalhado em sua missão mais importante: manter a paz. Após ser desativada\nem abril de 1946, seus arquivos, instalações e acervos foram\ntransferidos para a entidade que a substituiu, a Organização das Nações\nUnidas.\n\nEugênio Vargas Garcia\n\n**FONTES:** ALMEIDA, R. *Liga*; ARMSTRONG, D. *From*; GARCIA, E.\n*Brasil*; GILL, G. *League*; OSTROWER, G. *League*; SEITENFUS*,* R*.*\n*Manual*; WALTERS, F. *History.*\n","ref":"**FONTES:** ALMEIDA, R. *Liga*; ARMSTRONG, D. *From*; GARCIA, E.\n*Brasil*; GILL, G. *League*; OSTROWER, G. *League*; SEITENFUS*,* R*.*\n*Manual*; WALTERS, F. *History.*\n","dic":"DHBPR"}