{"title":"LIGHT","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**LIGHT**\n\nNome com que se tornou conhecido o grupo de empresas constituídas por\ninvestidores canadenses e norte-americanos a partir do final do século\nXIX, tendo por objetivo explorar os serviços de iluminação pública e\nparticular, de fornecimento de energia elétrica e de transportes por\ntração elétrica, entre outros, nas cidades de São Paulo e Rio de\nJaneiro.\n\nA primeira dessas empresas foi a São Paulo Railway, Light and Power\nCompany Limited, criada na cidade de Toronto, Canadá, em 7 de abril de\n1899, e autorizada a funcionar no Brasil pelo Decreto n^o^ 3.349, de 17\nde julho do mesmo ano. Em 13 de dezembro, a São Paulo Light teve sua\ndenominação alterada para São Paulo Tramway, Light and Power Company\nLimited. A Rio de Janeiro Light and Power Company Limited, também\nsediada em Toronto, foi criada em 9 de junho de 1904 para explorar os\nserviços de energia elétrica na capital da República. Teve sua\ndenominação alterada para Rio de Janeiro Tramway, Light and Power\nCompany Limited em 18 de julho, confirmando-se, dessa forma, o amplo\nescopo de objetivos da empresa, que incluía, além da iluminação pública\ne particular e do fornecimento de eletricidade, a construção e a\nexploração de linhas de carris urbanos, ferrovias e serviços de\ntelefones. A Rio Light foi autorizada a funcionar no Brasil com a\nexpedição do Decreto n^o^ 5.539, de 30 de maio de 1905.\n\nA crescente diversificação e a complexidade das atividades desenvolvidas\npor essas empresas, desde o início do século XX, levou à constituição,\ntambém em Toronto, em julho de 1912, da *holding* Brazilian Traction,\nLight and Power Company Limited. A Brazilian Traction tinha por objetivo\nsubscrever, garantir, adquirir ou possuir obrigações ou debêntures,\nações e outros títulos, de qualquer corporação do governo, de bancos,\ncompanhias ou corporações atuantes num amplo rol de atividades de\nenergia elétrica, podendo ainda reunir ou incorporar quaisquer outras\ncompanhias com objetivos similares aos seus. Em seu ato de incorporação,\na Brazilian Traction tornou-se detentora das três principais empresas\npertencentes ao mesmo grupo de investidores canadenses no Brasil, a São\nPaulo Light, a Rio Light e a São Paulo Electric Company, que fora\norganizada em 1910 e era responsável pelos serviços de energia elétrica\nno interior do estado de São Paulo. Todas essas empresas, ainda que\nnominalmente canadenses, contavam com expressiva participação de\ncapitalistas norte-americanos, aumentando-se em seguida,\nprogressivamente, o aporte de investimentos oriundos dos mercados\neuropeus, sobretudo inglês.\n\nAntecedentes, Constituição e Evolução do Grupo Light\n\nA chegada a São Paulo dos investidores responsáveis pela criação da\nLight, em 1899, foi precedida por gestões conduzidas por empresários e\npolíticos locais vinculados aos canadenses, com o objetivo de assegurar\njunto aos poderes públicos todas as garantias legais necessárias à\nexploração dos serviços de iluminação e transportes urbanos naquela\ncidade. Depois de instalados no Brasil, os representantes da Light\nbuscaram manter relações estreitas com políticos influentes, o que\nfavoreceu a obtenção e a consolidação das concessões de serviços\npúblicos visadas pela empresa e também a incorporação das pequenas\nconcessionárias então existentes na sua área de atuação.\n\nAnteriormente à constituição da empresa paulista, em 15 de junho de\n1897, o cidadão italiano Francisco Gualco e o brasileiro Antônio Augusto\nde Sousa obtiveram da Câmara Municipal de São Paulo uma concessão para\nexploração do serviço de transportes urbanos por ferro carris de tração\nelétrica. Gualco residira no Canadá, onde atuara como empreiteiro de mão\nde obra, tendo-se associado, em um projeto de imigração, ao advogado\nAmérico de Campos, filho de Bernardino de Campos, que fora presidente do\nestado de São Paulo e ministro da Fazenda. O sócio de Gualco na\nconcessão municipal, Antônio Augusto de Sousa, também se vinculava à\nfamília Campos, sendo sogro de Carlos de Campos, que era filho de\nBernardino e irmão de Américo de Campos. Gualco e Sousa atuaram como\nintermediários nos entendimentos mantidos entre os investidores\ncanadenses e norte-americanos e as autoridades brasileiras na preparação\ndo empreendimento paulista. Foi Gualco que entrou em contato com\nFrederick Stark Pearson, engenheiro norte-americano de grande renome e\ninvestidor em diversos empreendimentos nos setores de ferrovias e carris\nurbanos de tração elétrica nas cidades de Nova Iorque e Boston, nos\nEstados Unidos, em Cuba e também no Canadá.\n\nNa preparação do empreendimento de São Paulo, Pearson estava associado\nao empreiteiro e capitalista canadense William Mackenzie, estabelecido\nem Toronto, que comandava um vasto conjunto de investimentos em\nferrovias, empresas de navegação, transportes urbanos e energia\nelétrica. Os investidores associados a William Mackenzie eram\nresponsáveis por vultosas operações financeiras nos mercados canadense e\nnorte-americano e nas praças europeias e controlavam, nas duas primeiras\ndécadas do século XX, um importante conjunto de empresas de serviços\npúblicos em países como Espanha e México e no Caribe.\n\nO interesse dos capitalistas canadenses no projeto paulista\njustificava-se pelo fato de que a cidade de São Paulo despontava, ao\nfinal do século XIX, como um mercado extremamente promissor para\ninvestimentos em atividades de serviços públicos. No último quartel do\nséculo, a reboque da expansão do setor exportador cafeeiro, a capital\npaulista sofrera expressivo crescimento demográfico, passando de 31 mil\nhabitantes em 1872 para 239 mil habitantes em 1900. Registrava também\nacelerada diversificação das atividades comerciais e urbanas, espelhada\nno fortalecimento do setor bancário e na multiplicação dos\nestabelecimentos industriais.\n\nEm dezembro de 1898, a concessão original dada a Glauco e Sousa foi\nampliada com a autorização para a construção de novas linhas de bondes,\nalém das inicialmente previstas, sendo-lhes outorgada ainda uma segunda\nconcessão para a exploração de serviços de iluminação pública e\nparticular e fornecimento de força motriz a partir de geração elétrica\nna cidade de São Paulo. Todas essas vantagens seriam transferidas à São\nPaulo Light após a criação da empresa, em abril de 1899.\n\nNa data de sua criação, a São Paulo Light declarava o capital de seis\nmilhões de dólares. Tinha por objetivo realizar um amplo escopo de\natividades que incluía a produção, a utilização e a venda de energia\nelétrica gerada por qualquer tipo de força (vapor, gás, pneumática,\nmecânica ou hidráulica), o estabelecimento de sistemas de transporte por\nferro carris e a exploração de serviços de telégrafo e telefones.\nInicialmente, os serviços de iluminação pública ficariam restritos às\nvias não supridas pela iluminação a gás, então operada pela São Paulo\nGas Company, de capital inglês. No ano de 1900, a São Paulo Light\nincorporou, por compra, a Companhia Viação Paulista, que operava bondes\nde tração animal, e a Companhia Água e Luz de São Paulo, de\neletricidade, assumindo definitivamente o controle desses serviços na\ncapital paulista. Em maio do mesmo ano, entrou em operação a primeira\nlinha de bondes elétricos da São Paulo Light.\n\nA primeira hidrelétrica da São Paulo Light, a usina de Parnaíba, foi\ninaugurada em setembro de 1901. Situava-se no rio Tietê, a 33\nquilômetros da cidade de São Paulo, dispondo da capacidade geradora\ninicial de 2 MW. Em 1913, após a construção da represa de Guarapiranga,\na potência da usina foi ampliada para 16 MW. A segunda hidrelétrica da\nLight paulista foi a usina de Ituparanga, inaugurada em 1914, com\ncapacidade de 37,5 MW.\n\nNa capital federal, uma primeira concessão para fornecimento de energia\nelétrica produzida por força hidráulica foi dada pela prefeitura\nmunicipal ao engenheiro inglês William Reid, da firma William Reid &\nCia., em dezembro de 1899. A “concessão Reid” autorizava a construção e\na manutenção de usinas hidrelétricas por tempo indeterminado e garantia\nprivilégio exclusivo, por 15 anos, e licença sem exclusividade, por mais\n30 anos, para fornecimento de eletricidade à cidade do Rio de Janeiro. A\nmesma concessão continha cláusula de reversão de bens e instalações, ao\nfinal do contrato, o que deveria ocorrer sem indenização. Em 1904 a\n“concessão Reid” foi transferida ao Banco Nacional Brasileiro e em\nseguida à Companhia Nacional de Eletricidade, de propriedade do mesmo\nbanco.\n\nA proposta de constituição de uma segunda empresa, nos moldes da São\nPaulo Light*,* destinada a explorar os serviços de viação por tração\nelétrica e fornecimento de eletricidade na capital da República, foi\napresentada pelo advogado canadense Alexander Mackenzie, representante\nda empresa, no início de 1904, ao prefeito Francisco Pereira Passos e ao\npresidente da República, Francisco de Paula Rodrigues Alves (1902-1906).\nPor essa época Pearson mantivera contatos com o empresário brasileiro\nEduardo Guinle, filho de Eduardo Palassim Guinle, que, juntamente com\nCândido Gaffrée, era proprietário da Companhia Docas de Santos, tendo em\nvista assegurar a participação nacional no projeto, que, no entanto, não\nchegou a ser concretizada. No ano anterior, Mackenzie havia obtido, em\nseu nome, uma concessão estadual para a exploração de energia hidráulica\nno rio Paraíba do Sul, na queda de Sapucaia, tendo em vista a instalação\nde uma usina para fornecimento de eletricidade à cidade do Rio de\nJaneiro, no local onde haviam sido conduzidos alguns estudos por William\nReid. Da mesma forma que São Paulo, o Rio de Janeiro crescera de forma\nacelerada no último quartel do século XIX, passando de 274 mil\nhabitantes em 1872 para 811 mil habitantes em 1900, e apresentando-se\ntambém, portanto, como mercado bastante atraente para o fornecimento de\nserviços urbanos de energia elétrica.\n\nA proposta canadense recebeu acolhimento favorável por parte das\nautoridades no Rio. O projeto de instalação dos modernos serviços de\neletricidade e transportes públicos por tração elétrica vinha a\ncalhar**,** no momento em que a capital federal passava pelo importante\nprocesso de remodelação conduzido por Passos, que abarcava a reforma do\nporto, a renovação dos diversos equipamentos e serviços urbanos e a\nabertura de novas ruas e avenidas nos espaços anteriormente ocupados\npelo casario de feições coloniais.\n\nA criação da Rio Light deu-se, como no caso de sua antecessora paulista,\na partir de entendimentos conduzidos por Frederick Pearson nos Estados\nUnidos e no Canadá e por Mackenzie no Brasil, e foi precedida pela\norganização de uma primeira companhia, em maio de 1904, denominada Rio\nde Janeiro Light and Power Company Limited, sediada no estado americano\nde Nova Jersey. Tomaram parte nessa iniciativa o empresário\nnorte-americano Percival Farqhuar, que tinha numerosos investimentos no\nBrasil, o banqueiro canadense Willian van Horne e o banqueiro americano\nW. Lanman Bull, além do próprio Pearson. No mês de junho, após a adesão\ndo grupo de investidores associados ao empreendimento paulista, foi\norganizada, finalmente, a Rio Light canadense, e foi abandonado o\nprojeto da empresa norte-americana. O capital declarado da nova empresa\nera de 25 milhões de dólares, dos quais quatro milhões de dólares já\nintegralizados.\n\nA instalação da Rio Light e sua posterior expansão freavam as aspirações\ndos proprietários da Companhia Docas de Santos, Eduardo Guinle e Cândido\nGaffrée, de atuar nas atividades de serviços públicos de energia\nelétrica. Logo após a criação da empresa, em outubro de 1904, a\nPrefeitura do Distrito Federal editou um decreto proibindo a concessão\nde privilégios para qualquer aplicação de energia elétrica, o que\nimpedia, portanto, a formação de monopólios no setor, medida que parecia\nfavorecer os empresários brasileiros. Órgãos como o *Jornal do\nComércio*, *A Notícia* e a *Gazeta de Notícias*, atuando como\nporta-vozes dos interesses de Gaffrée e Guinle, denunciaram a suposta\nirregularidade dos métodos adotados pela Rio Light para a conquista de\nvantagens.\n\nPor essa época, foi decisiva a intervenção de Mackenzie e Percival\nFarqhuar para que o Departamento de Estado norte-americano e diplomatas\ndesse país conduzissem gestões junto ao ministro de Relações Exteriores,\nJosé Maria da Silva Paranhos, o barão do Rio Branco, em favor da Light.\nEm maio de 1905, finalmente, foi concedida à Rio Light a autorização\npara funcionar no Brasil. A cobertura legal das diversas operações da\nempresa canadense foi garantida pela atuação de advogados de renome como\nCarlos de Campos e Antônio Pinto Ferraz, no Brasil, e pelo escritório de\nadvocacia Blake, Lash & Cassels, do Canadá, ao qual estava vinculado o\npróprio Alexander Mackenzie. Além disso, o eminente jurista Rui Barbosa\nforneceu pareceres fundamentando o pleito dos canadenses em favor do\nestabelecimento do monopólio na área de serviços públicos, e integrou os\nquadros da Rio Light a partir de 1907. Nesse ano, a revisão da\n“concessão Reid” garantiu aos canadenses a ampliação do prazo de\ndistribuição de energia elétrica no Distrito Federal, sem exclusividade,\naté o ano de 1990.\n\nEm 1909, novos conflitos opuseram os dirigentes canadenses aos\nempresários brasileiros Gaffrée e Guinle, dessa vez tendo por objeto o\nfornecimento de eletricidade ao mercado paulista, pretendido pela\nCompanhia Docas de Santos. Novamente prevaleceu a posição favorável aos\nprimeiros, sendo confirmadas as prerrogativas da São Paulo Light pela\nCâmara Municipal.\n\nLogo em seguida à sua criação, a Rio Light iniciou um processo de\nincorporação de pequenas companhias de capital nacional e estrangeiro\nque operavam nas áreas de seu interesse, o que rapidamente lhe garantiu\no efetivo controle sobre uma variada gama de atividades e serviços. Em\n1905, a Rio Light adquiriu a Companhia Ferro Carril de Vila Isabel e a\nempresa de serviço de telefones Brasilianische Elektricitäts\nGesellschaft, ambas de capital alemão. Com o propósito específico de\natuar nessas operações, foram incorporadas nos Estados Unidos duas novas\ncompanhias, a Vila Isabel Tramway Company e a Rio de Janeiro Telephone\nCompany*,* respectivamente. No mesmo ano, e também por intermédio de uma\nterceira empresa organizada nos Estados Unidos, a Rio de Janeiro Gas\nCompany, foi adquirida a belga Société Anonyme du Gas, que detinha\ncontrato firmado em 1885 com o governo imperial para fornecimento de\nserviços de iluminação pública a gás na cidade do Rio de Janeiro. Entre\n1906 e 1911, a Rio Light adquiriu, por compra ou tomada do controle\nacionário, a Companhia de Ferro Carril Carioca, a Estrada de Ferro\nCorcovado, a Companhia de São Cristóvão (de bondes), a Companhia de\nCarris Urbanos, a Companhia Ferro Carril do Jardim Botânico e a\nCompanhia Ferro Carril de Jacarepaguá. Em 1911, foi adquirida a\nInterurban Telephone Company of Brasil, que operava os serviços de\ntelefones nas cidades de Niterói e Petrópolis, no interior do estado do\nRio de Janeiro. A totalidade dos acervos das companhias de bondes foi\nintegralmente adquirida pela empresa canadense em maio de 1916.\n\nA primeira hidrelétrica da Rio Light foi a usina de Fontes, inaugurada\nem maio de 1908, como capacidade instalada de 12 MW, o que a equiparava,\nisoladamente, à potência instalada total do Brasil no ano de 1900. A\nentrada em operação das usinas da Light, no Rio de Janeiro e em São\nPaulo, representava, portanto, uma significativa ampliação de escala em\nrelação aos empreendimentos do gênero existentes no Brasil até o final\ndo século XIX. Em 1910, a capacidade instalada total do grupo Light era\nde 48 MW, correspondendo a 30% total nacional, dos quais 12 MW\ninstalados no sistema de São Paulo (7,5% do total nacional) e 36 MW no\nsistema do Rio de Janeiro (22,5% do total nacional).\n\nA reunião das empresas canadenses, sob administração financeira\ncentralizada, através da *holding* Brazilian Traction, em julho de 1912,\ncom capital declarado de 12 milhões de dólares, aumentou grandemente o\npoder de barganha da Light nos entendimentos com as diferentes esferas\ndo poder público no Brasil, para a negociação de novas concessões ou\nrenegociação das existentes, o que lhe garantiu largos benefícios e\nvantagens. Nos mesmos moldes das companhias de eletricidade e também com\nsede em Toronto, foi incorporada, em fevereiro de 1914, a Interurban\nCompany Limited, cuja denominação foi alterada para Rio de Janeiro and\nSão Paulo Telephone Company em maio desse ano. A nova empresa de\ntelefones obteve autorização para funcionar no Brasil em fevereiro de\n1915.\n\nNa cidade do Rio de Janeiro, os canadenses estenderam seus negócios\ntambém à operação de linhas de ônibus urbanos quando, em 1918, a Rio\nLight adquiriu a concessão anteriormente outorgada ao engenheiro inglês\nH. L. Wheatley para esses serviços. Em 1926, a extensão das operações da\nRio Light nesse setor levaria à organização da empresa Viação Excelsior,\nmantida em atividade até a década de 1940.\n\nNo ano de 1920, o total instalado nas usinas das empresas canadenses\nhavia mais do que dobrado em relação aos valores registrados dez anos\nantes, atingindo 134 MW, ou 37,5% do total nacional, dos quais 58 MW em\nSão Paulo (16,2% do país) e 76 MW no Rio de Janeiro (21,3% do total do\npaís). Em fevereiro de 1922, com a finalidade específica de realizar a\nconstrução e a exploração do fornecimento de energia elétrica da usina\nde Ilha dos Pombos, no rio Paraíba, foi constituída, sob controle da\n*holding* canadense e também com sede em Toronto, mais uma empresa de\nenergia elétrica, a Brazilian Hydro Electric Company Limited. A\nconstrução da usina de Ilha dos Pombos, com 44 MW, visava a garantir a\nampliação da potência instalada do grupo Light destinada ao fornecimento\nde energia elétrica ao Distrito Federal, que se achava por essa época\npróxima ao limite de utilização, em função do rápido incremento do\nconsumo e da expansão dos serviços públicos baseados na utilização da\neletricidade. O projeto e a execução da obra ficaram a cargo do\nconhecido engenheiro americano Asa Kenney Billings, que mais tarde se\ntornou presidente da Brazilian Traction.\n\nEm 1922, a revisão do contrato original do serviço de telefones da\nBrasilianische Elektricitäts Gesellschaft garantiu a extensão de sua\nvigência até o ano de 1990. Em janeiro de 1923, a Rio de Janeiro and São\nPaulo Telephone Company teve sua denominação alterada para Brazilian\nTelephone Company, tornando-se válido, de acordo com o estatuto\npublicado no mesmo ano, o uso da tradução portuguesa Companhia\nTelefônica Brasileira.\n\nAo final da década de 1920, a Rio Light ampliou grandemente sua área de\natuação, restrita originalmente ao território do Distrito Federal, ao\nadquirir diversas pequenas empresas de eletricidade nos municípios\natravessados por suas linhas de transmissão. Entre 1928 e 1932, foram\nincorporadas a Companhia Industrial de Eletricidade (Piraí, Paraíba do\nSul e Valença), a Empresa Fluminense de Força e Luz (Barra do Piraí,\nVassouras e Valença), a Empresa Força e Luz de Floriano (Barra Mansa), a\nEmpresa Industrial Serra do Mar (Vassouras) e as usinas Turvo e Chalet,\npertencentes à Companhia de Fiação e Tecidos São José (Barra Mansa).\n\nTambém em São Paulo foi promovida expressiva ampliação da capacidade\ninstalada do grupo canadense na década de 1920, com a construção das\nnovas hidrelétricas de Rasgão (22 MW) e Cubatão (70 MW), a partir de\nprojetos desenvolvidos por Asa Billings. No interior do estado, entre\n1927 e 1928, a São Paulo Light incorporou um total de oito empresas\nconcessionárias, estendendo suas operações aos municípios de Jundiaí,\nMogi das Cruzes, Taubaté, Itu, Guaratinguetá e Caçapava.\n\nEm 1930, os sistemas da Light somavam 330 MW, ou 44,1% do total da\ncapacidade instalada no Brasil, sendo 175 MW em São Paulo (23% do total\nnacional) e 155 MW (20,7%) no Rio de Janeiro. A Rio Light controlava\ntoda a área fluminense do Vale do Paraíba e parte da Baixada Fluminense,\nestendendo sua atuação a quase todas as cidades ao longo dos trilhos da\nEstrada de Ferro Central do Brasil, até a divisa com São Paulo.\n\nNacionalização, Estatização e Privatização\n\nA Revolução de 1930 trouxe impactos significativos para o funcionamento\ne o desenvolvimento das atividades das empresas do grupo Light.\nFortaleceu-se a capacidade de intervenção estatal sobre as atividades\neconômicas e consolidou-se a regulamentação da exploração dos recursos\nnaturais considerados estratégicos para o desenvolvimento do país e a\ndefesa nacional. Dispositivos constantes da nova Constituição federal,\npromulgada em julho de 1934, e do Código de Águas, editado no mesmo mês,\nconsagraram princípios nacionalistas, restringindo a outorga de novas\nconcessões para aproveitamentos hidrelétricos a empresas organizadas no\npaís, embora tenham sido assegurados os direitos obtidos anteriormente à\npublicação desses instrumentos, o que, em princípio, salvaguardava os\ninteresses das empresas canadenses. A Constituição de novembro de 1937,\ndo Estado Novo, inovou ao proibir a outorga de concessões de novos\nempreendimentos hidrelétricos a empresas estrangeiras, reservando esse\ndireito somente a brasileiros ou empresas constituídas por acionistas\nbrasileiros.\n\nApós a queda do Estado Novo e a redemocratização, em 1946, não houve\nmudanças significativas na legislação no tocante ao setor elétrico.\nApesar das restrições existentes à realização de novos aproveitamentos,\no grupo Light consolidou sua liderança na indústria de energia elétrica,\naumentando sua capacidade instalada para 980 MW em 1950, ou 52,1% do\ntotal do país. Os investimentos mais significativos se concentraram no\nsistema da empresa paulista, que passou a totalizar a capacidade de 600\nMW em 1950, com a ampliação da usina de Cubatão. A empresa promoveu\nacréscimos nas usinas de Fontes e Ilha dos Pombos, no sistema\nfluminense, que alcançou a capacidade de 380 MW no ano de 1950.\n\nFrente ao novo quadro jurídico e institucional, os dirigentes canadenses\niniciaram a transferência progressiva para o Brasil da alta\nadministração e do processo decisório das empresas controladas pela\nBrazilian Traction. Em 1938, um despacho do Ministério do Trabalho,\nIndústria e Comércio autorizou o uso do nome em português pelas empresas\nde São Paulo e do Rio, isto é, da denominação Companhia de Carris Luz e\nForça. Em 1947, outro passo importante no sentido da transferência da\nadministração da Light para o Brasil foi a criação da Companhia\nBrasileira Administradora de Serviços Técnicos (Cobast), que tinha por\nfinalidade centralizar a administração e as operações técnicas de todas\nas empresas controladas no país. A nacionalização de todas as empresas\ndo grupo Light foi efetuada a partir de novembro de 1956, com a\ntransformação da Brazilian Telephone Company na Companhia Telefônica\nBrasileira, e da São Paulo Light na São Paulo Light S.A. – Serviços de\nEletricidade. Em junho de 1959 foram nacionalizadas a Brazilian Hydro\nElectric Company Limited, sob a denominação de Companhia Fluminense de\nEnergia Hidrelétrica; a Rio de Janeiro Tramway, Light and Power Company\nLimited, sob a denominação de Rio Light S.A. – Serviços de Eletricidade\ne Carris; e a São Paulo Electric Company Limited, sob a denominação de\nSão Paulo – Serviços de Eletricidade S.A.\n\nOutra mudança importante foi a criação da Brascan – Expansão e\nInvestimentos S.A., em dezembro de 1956, tendo por objetivo realizar\noperações de crédito e financeiras e, em particular, a compra e venda de\ntítulos e a subscrição de ações em empresas de qualquer natureza,\nespecialmente de serviços públicos. O surgimento da empresa de\ninvestimentos representava a busca de alternativas para os investimentos\ndo grupo Light*,* diante da necessidade de contornar dificuldades\nrelativas à ampliação da capacidade instalada, atribuídas pelos\ndirigentes da empresa canadense à impossibilidade de fixar tarifas\nsatisfatórias, em face da legislação reguladora do setor de energia\nelétrica.\n\nAté a década de 1960, embora a capacidade instalada do grupo Light tenha\ncrescido a taxas médias inferiores ao crescimento da demanda,\nregistraram-se importantes acréscimos nas instalações das empresas. Em\nSão Paulo, teve destaque a ampliação da usina de Cubatão e a construção\nda usina subterrânea de Cubatão II e da termelétrica de Piratininga. No\nRio de Janeiro, foram realizadas as obras de desvio dos rios Paraíba e\nPiraí que garantiram a construção da usina subterrânea de Nilo Peçanha,\ninaugurada em 1954, e da usina de Ponte Coberta, concluída em 1962. Em\n1960, os sistemas das empresas do grupo Light somados totalizavam 2.140\nMW, correspondendo a 50,4% da capacidade instalada total do país. A\nparticipação relativa do grupo começaria a declinar depois dessa data,\nem função da entrada em operação de usinas de maior porte construídas\npelos governos federal e estaduais. Com o início da operação da usina de\nFurnas, do governo federal, em 1963, a participação da Light reduziu-se\na 38,4% do total do país.\n\nDesde a criação da Brascan, fortaleceu-se a tendência à diversificação\ndos investimentos do grupo Light no Brasil, que passaram a se dirigir\npreferencialmente para a atuação no mercado financeiro, seguindo\ntendência semelhante à de outras empresas de serviços públicos\nestrangeiras que mantinham operações na América Latina. No que respeita\nàs atividades tradicionais do grupo na área de serviços públicos, estas\npassaram a se concentrar na produção e distribuição de energia elétrica.\nOs serviços de carris urbanos de São Paulo foram transferidos para a\nprefeitura municipal na década de 1940, enquanto os bondes do Rio de\nJaneiro passaram à administração do estado da Guanabara em 1963. A\nCompanhia Telefônica Brasileira foi vendida à estatal Empresa Brasileira\nde Telecomunicações (Embratel) em 1966. Nessa ocasião, a *holding* teve\nsua denominação alterada para Brazilian Light and Power Company Limited.\n\nEm agosto de 1967, o Decreto n^o^ 61.232 aprovou a unificação de todas\nas empresas de eletricidade do grupo Light, sob a denominação Light –\nServiços de Eletricidade S.A., empresa sediada em São Paulo. A Sociedade\nAnônima do Gás do Rio de Janeiro, que sucedera à antiga Société Anonyme\ndu Gas, foi transferida para o estado da Guanabara em maio de 1969. No\nmês seguinte, o nome da *holding* foi alterado para Brascan Limited.\n\nEm 12 de janeiro de 1979, as ações da Light de propriedade da Brascan,\nno valor de 380 milhões de dólares, foram vendidas à Centrais Elétricas\nBrasileiras S.A. – Eletrobrás, empresa *holding* do setor elétrico do\ngoverno federal. Essa operação foi duramente criticada por políticos e\njornalistas, que denunciaram sua inconstitucionalidade, uma vez que o\npreço acordado excedia a lei orçamentária aprovada pelo Congresso\nNacional para o exercício daquele ano. Também foi questionado o valor\nreal da operação, sendo colocado em dúvida o lucro declarado pela\nempresa, utilizado para o cálculo do preço das ações. Outras questões\nlevantadas sobre a operação relacionavam-se à necessidade de considerar\na amortização do investimento da empresa ao longo do período do seu\nfuncionamento no país, e à possibilidade contratual da encampação da\nLight.\n\nA venda da Light representou a etapa final de liberalização dos\ninvestimentos do grupo canadense no Brasil, iniciada em 1956, com a\ncriação da empresa de investimentos Brascan. Segundo Duncan McDowall, o\ngrupo Light permaneceu até a década de 1950 como a maior corporação\nprivada da América do Sul, quando foi superado por algumas empresas de\npetróleo da Venezuela. Foi também o maior empregador privado do Brasil\naté a década de 1960. Após 1979, a Brascan manteve vastos investimentos\nnos setores financeiro, de alimentos e bebidas, mineração, turismo e\nimobiliário. Em 2009, teve sua denominação alterada para Brookfield\nBrasil.\n\nExerceram a presidência da *holding* Brazilian Traction, Light and Power\nCompany, depois Brascan Limited, até a venda da Light para o governo\nbrasileiro, em janeiro de 1979, Frederick S. Pearson (1912-1915),\nAlexander Mackenzie (1915-1928), Miller Lash (1928-1941), Herbert\nCouzens (1941-1944), Asa K. White Billings (1944-1946), Henry Borden\n(1946-1964), John Grant Glassco (1964-1968) e John Henderson Moore\n(1968-1979).\n\nNo contexto das reformas neoliberais da década de 1990, com a redução\nexpressiva da presença empresarial do Estado, a Light foi privatizada,\nem leilão realizado em maio de 1996. A administração da empresa foi\nentão transferida ao consórcio formado pelas multinacionais EDF –\nElectricité de France, AES Corporation e Reliant Energy, e pela\nCompanhia Siderúrgica Nacional. Em 2002, após reestruturação societária,\na Light passou a ter como controladora principal a EDF. Em 2005, foi\ncriada a *holding* Light S.A., controladora das três empresas\noperacionais Light Energia S.A., Light Serviços de Eletricidade S.A. e\nLight Esco Ltda. Em 28 de março de 2006, as ações da EDF foram vendidas\nà Rio Minas Energia Participações S.A. (RME), composta pela Companhia\nEnergética de Minas Gerais (Cemig), Andrade Gutierrez Concessões S.A.\n(AG Concessões), Pactual Energia Participações S.A. (Pactual Energia) e\nLuce Brasil Fundo de Investimentos em Participações (Luce).\n\nMaria Letícia Corrêa\n\n**FONTES:** CABRAL, L. *Light*; DATAS LIGHT. Gerência do Centro Cultural\nda Light (s.d, mimeo.); DIAS, R. *Panorama*; LAMARÃO, S. *Capital*;\nLIGHT. *Histórico*;LOBO, E.; LEVY, M. *Estudos*; MCDOWALL, D. *Light*;\nMENDES, D.; POLETI, I.; SOARES, L. *Formação*; SAES, A. *Conflitos*;\n*SIRKIS, S. Energia*; TENDLER, J. *Electric*.\n","ref":"**FONTES:** CABRAL, L. *Light*; DATAS LIGHT. Gerência do Centro Cultural\nda Light (s.d, mimeo.); DIAS, R. *Panorama*; LAMARÃO, S. *Capital*;\nLIGHT. *Histórico*;LOBO, E.; LEVY, M. *Estudos*; MCDOWALL, D. *Light*;\nMENDES, D.; POLETI, I.; SOARES, L. *Formação*; SAES, A. *Conflitos*;\n*SIRKIS, S. Energia*; TENDLER, J. *Electric*.\n","dic":"DHBPR"}
