{"title":"LIMA, Albuquerque","cargoss":["militar","rev. 1922","rev. 1924","comte II Ex. 1958-1961."],"author":null,"content":"**LIMA, Albuquerque**\n\n\\*militar; rev. 1922; rev. 1924; comte II Ex. 1958-1961.\n\n*Estênio Caio de Albuquerque Lima* nasceu no Ceará no dia 11 de maio de\n1897, filho do advogado Joaquim Lima e de Luísa de Albuquerque Lima. Seu\nirmão, o general Afonso Augusto de Albuquerque Lima, foi ministro do\nInterior de 1967 a 1969.\n\nSentou praça em fevereiro de 1916 no 1^o^ Regimento de Artilharia\nMontada (1^o^ RAM) da Vila Militar, no Rio de Janeiro, então Distrito\nFederal, ingressando nessa mesma data na Escola Militar do Realengo,\ntambém na capital federal. Declarado aspirante a oficial em dezembro de\n1918, foi promovido a segundo-tenente em dezembro do ano seguinte. Em\njaneiro de 1920 passou a servir no 1^o^ RAM. Também nesse ano transitou\npelo Hospital Central do Exército (HCE) e esteve à disposição do Serviço\nGeográfico, atuando ainda como auxiliar de instrutor da Escola Militar.\nFoi também ajudante interno do 1^o^ e 2^o^ grupos e diretor da Escola\nRegimental, além de responder pelo comando da 2^a^ Bateria e,\nposteriormente, da 5^a^ Bateria. Passou em seguida ao 1^o^ Grupo, que se\nachava à disposição da Escola de Aperfeiçoamento de Oficiais (EsAO). Em\njaneiro de 1921 foi promovido a primeiro-tenente e em fevereiro seguinte\nvoltou ao comando da 5^a^ Bateria, sendo dispensado a pedido da função\nde diretor da Escola Regimental. Em junho deixou o 1^o^ RAM e\nreincorporou-se à Escola Militar do Realengo, onde foi instrutor de\nartilharia de abril até julho de 1922.\n\nFoi um dos tenentes que participaram da Revolta de 5 de Julho de 1922,\ntendo deflagrado o movimento na Escola Militar do Realengo. O levante,\nque deu origem ao ciclo de revoltas tenentistas da década de 1920,\nirrompeu no Rio de Janeiro e em Mato Grosso em protesto contra a eleição\nde Artur Bernardes à presidência da República e as punições impostas\npelo governo de Epitácio Pessoa (1922-1926) aos militares, com o\nfechamento do Clube Militar e a prisão do marechal Hermes da Fonseca.\nDebelada no mesmo dia, a revolta envolveu no Rio de Janeiro o forte\nCopacabana, a Escola Militar e contingentes da Vila Militar e, em Mato\nGrosso, unidades do Exército local. Albuquerque Lima e mais dois colegas\nintimaram o capitão Oton Oliveira Santos – que fazia a ronda noturna por\nordem especial do diretor da Escola Militar, general Eduardo Monteiro de\nBarros – a apresentar-se ao coronel revoltoso João Maria Xavier de Brito\nJúnior, diretor da Fábrica de Cartuchos de Realengo. Por sua\nparticipação no movimento foi condenado a um ano e quatro meses de\nreclusão juntamente com outros 52 oficiais.\n\nPromovido a capitão em junho de 1923, participou também da revolta\ntenentista de julho de 1924, conhecida como o Segundo 5 de Julho.\nIrrompido em Sergipe, no Amazonas e em São Paulo, o levante foi sufocado\ncom facilidade naqueles dois primeiros estados, mas em São Paulo,\ncomandados por Isidoro Dias Lopes, os rebeldes ocuparam a capital por\ntrês semanas. Abandonaram então a cidade e deslocaram-se para o\ninterior, onde iriam formar no ano seguinte a Coluna Prestes, ao\njuntar-se, no oeste do Paraná, com o grupo revolucionário que em 1924\nsublevou unidades militares no Rio Grande do Sul. Em consequência de seu\nenvolvimento na revolta, Albuquerque Lima exilou-se em Rivera, no\nUruguai, e no período que se seguiu participou de incursões na fronteira\ngaúcha junto com outros líderes tenentistas.\n\nApós a Revolução de 1930 foi anistiado, e em dezembro ingressou no\nEstado-Maior Geral das Forças Nacionais, onde permaneceu como adido até\njaneiro do ano seguinte. Serviu a seguir na 1^a^ Seção do Estado-Maior\ndo Exército (EME), ingressando em abril de 1931 como aluno na EsAO.\nTornou-se ainda membro do Clube 3 de Outubro, organização criada em maio\nde 1931 para congregar as correntes tenentistas partidárias da\nmanutenção e do aprofundamento das reformas instituídas pela Revolução\nde 1930. Em outubro seguinte passou a servir no Departamento de Pessoal\ndo Exército, deixando a EsAO em dezembro de 1931. Dessa data até julho\nde 1932 permaneceu como adido ao Departamento de Pessoal, sendo em\nseguida colocado à disposição do comando da 4^a^ Região Militar (4^a^\nRM), então sediada em Belo Horizonte, a fim de prestar serviço junto ao\n8^o^ RAM, em Pouso Alegre (MG).\n\nCom a eclosão da Revolução Constitucionalista em São Paulo em julho de\n1932, participou da repressão a esse movimento como integrante do\ndestacamento do coronel Galdino Esteves, permanecendo em operações de\nguerra até setembro. Em novembro seguinte voltou ao Departamento de\nPessoal do Exército como adjunto de gabinete, sendo promovido a major em\nfevereiro de 1933. Em abril do mesmo ano deixou o Departamento de\nPessoal e ingressou como aluno na Escola de Estado-Maior (EEM) do\nExército, aí permanecendo até janeiro de 1935, quando concluiu o curso.\nAinda nesse mês começou a estagiar no gabinete do EME, do qual sairia em\nabril para chefiar a 2^a^ Seção do estado-maior da 9^a^ RM, com sede em\nMato Grosso, assumindo esporadicamente as chefias interinas da 1^a^\nSeção e do estado-maior regional dessa unidade.\n\nDe volta ao Rio de Janeiro em abril de 1936, ingressou em maio no 1^o^\nRAM, do qual se desligou em junho do ano seguinte para retornar ao EME\ncomo adjunto da 3^a^ Seção. Em agosto foi transferido para a Inspetoria\nGeral de Ensino do Exército (IGEE), passando em outubro à chefia de sua\n2^a^ Seção. Deixou a IGEE em fevereiro de 1938, quando se tornou oficial\nde gabinete do ministro da Guerra, general Eurico Dutra, função que\nexerceu até abril do mesmo ano. Passou então a comandar o 1^o^ Grupo de\nArtilharia de Dorso, em Campinho (RJ). Promovido em maio seguinte a\ntenente-coronel, deixou o comando que exercia em setembro de 1939 para\nassumir a chefia do estado-maior do Distrito de Defesa de Costa, no\nquartel do estado-maior da 1^a^ RM, e da Inspetoria de Defesa de Costa.\n\nEm julho do ano seguinte matriculou-se como aluno da Escola de\nArtilharia de Costa, na fortaleza de São João, no Rio de Janeiro, sem\nprejuízo de suas funções. Ainda nesse mês foi designado membro da\nComissão de Redação e Doutrina da Defesa de Costa. Em novembro foi\ndispensado de todas essas funções por haver sido recrutado para missão\nno estrangeiro, desligando-se também do curso que fazia na Escola de\nArtilharia de Costa.\n\nAdjunto do adido militar à embaixada do Brasil em Washington a partir de\nabril de 1941, substituiu no ano seguinte o representante brasileiro na\nJunta Interamericana de Defesa, passando então a acumular as duas\nfunções. Tornou-se adido militar em Washington em outubro de 1942, sendo\ndesignado no mês seguinte para dirigir a Comissão Militar Brasileira de\nCompras nos Estados Unidos. Acumulou então essa função às outras que já\nvinha exercendo e, em março do ano seguinte, foi promovido a coronel. Em\njulho de 1945 deixou a chefia da Comissão Militar de Compras e, em abril\ndo ano seguinte, a de adido militar na capital norte-americana.\n\nDe volta ao Brasil ainda em 1946, assumiu o comando do 1^o^ Regimento de\nInfantaria (1^o^ RI) da Vila Militar, no Rio de Janeiro, função que\nacumulou com a de comandante da Artilharia Divisionária I (AD-1) entre\n1946 e 1948. Promovido a general de brigada em julho desse ano,\npermaneceu adido à Secretaria Geral do Ministério da Guerra dessa data\naté outubro seguinte. Nesse ínterim foi nomeado em setembro comandante\nda 10^a^ RM, sediada em Fortaleza, cujo comando exerceu até março de\n1950. Ainda nesse mês ingressou na Secretaria Geral do Ministério da\nGuerra, ficando à disposição do Conselho Nacional do Petróleo (CNP).\nNomeado ainda em março de 1950 presidente da Refinaria de Cubatão (SP),\nfoi promovido a general de divisão em abril de 1954, sendo afastado\ndaquele cargo em junho do mesmo ano.\n\nEm julho seguinte assumiu o comando da 2^a^ RM, em São Paulo, e em\nnovembro de 1955, por ocasião do movimento militar liderado pelo general\nHenrique Teixeira Lott, ministro da Guerra demissionário, apoiou a\niniciativa, que, segundo seus promotores, visava a neutralizar uma\nconspiração em andamento no governo e a assegurar a posse do presidente\neleito, Juscelino Kubitschek. O movimento levou ao impedimento dos\npresidentes da República Carlos Luz, em exercício, e João Café Filho,\nlicenciado, e empossou na chefia da nação o vice-presidente do Senado,\nNereu Ramos.\n\nEm 23 de dezembro de 1955 foi designado por Nereu executor do estado de\nsítio em São Paulo. Depois de haver exercido interinamente, em diversos\nperíodos entre 1956 e 1958, o comando do II Exército, assumiu\nefetivamente o cargo em dezembro desse último ano, sendo promovido ainda\nnesse mês a general de exército. Deixou o II Exército em julho de 1961 e\nde outubro a dezembro desse ano atuou como ministro do Superior Tribunal\nMilitar (STM) em substituição a Antônio José Lima Câmara, que entrara em\ngozo de três meses de licença. Em 1962 esteve adido à Secretaria Geral\ndo Ministério da Guerra, sendo transferido para a reserva de primeira\nclasse no posto de marechal em novembro do mesmo ano.\n\n**FONTES:**ARQ. CLUBE 3 DE OUTUBRO; ARQ. MIN. EXÉRC.; CAFÉ FILHO, J. *Do\nsindicato*; CORRESP. SECRET. GER. EXÉRC.; TÁVORA, J. *Vida*.\n","ref":"**FONTES:**ARQ. CLUBE 3 DE OUTUBRO; ARQ. MIN. EXÉRC.; CAFÉ FILHO, J. *Do\nsindicato*; CORRESP. SECRET. GER. EXÉRC.; TÁVORA, J. *Vida*.\n","dic":"DHBPR"}