{"title":"LIMA, Alcides de Mendonça","cargoss":["const. 1891","dep. fed. RS 1891-1893."],"author":"Raimundo Helio Lopes/ Iszabel Noll","content":"**LIMA, Alcides de Mendonça**\n\n\\*const. 1891; dep. fed. RS 1891-1893.\n\n*Alcides de Mendonça Lima* nasceu em Bajé (RS) em 11 de outubro de 1859,\nfilho de João Pereira Mendonça Lima e de Ana Teresa Mendonça Lima.\n\nIniciou seus estudos no Colégio São Pedro, em Rio Grande (RS), e no\nColégio Gomes, em Porto Alegre. Ingressou depois na Faculdade de Direito\nde São Paulo e durante o curso defendeu as causas abolicionista e\nrepublicana. Por essa militância fez parte do Clube 20 de Setembro, do\nClube Republicano Acadêmico e do Centro Abolicionista de São Paulo. Em\n1880 foi redator do jornal *O Federalista*, e no ano seguinte de *A\nRepública*, ambos em São Paulo. Formou-se em 1882, e nesse mesmo ano foi\nnomeado promotor público em Livramento (RS) e juiz municipal em Pelotas\n(RS). Em 1889, tornou-se redator-proprietário de *O Cidadão*, em Porto\nAlegre.\n\nDepois de proclamada a República (15/11/1889), foi eleito deputado\nfederal constituinte, na legenda do Partido Republicano Rio-Grandense\n(PRR). Assumiu sua cadeira em 15 de novembro de 1890, quando foi\ninstalada o Congresso Nacional Constituinte no Rio de Janeiro, agora\nDistrito Federal. Promulgada a nova Carta constitucional em fevereiro de\n1891, em maio seguinte passou a exercer o mandato ordinário, até\ndezembro de 1893.\n\nEm 1894 foi transferido da comarca de Pelotas para a de Rio Grande, onde\nfoi juiz municipal nos dois anos seguintes. Em 1901 ingressou na\nAcademia Rio-Grandense de Letras e em 1906 tornou-se reitor do Ginásio\nMunicipal Lemos Júnior, na cidade de Rio Grande. Foi também membro do\nInstituto Histórico e Geográfico do Rio Grande do Sul.\n\nFaleceu na cidade do Rio de Janeiro em 30 de agosto de 1935.\n\nSeu filho, João de Mendonça Lima, foi ministro da Viação entre os anos\nde 1937 e 1945.\n\nPublicou *Clube 20 de Setembro de São Paulo. Discurso Inaugural* (1881),\n*História popular do Rio Grande do Sul* (1882) e *Resposta do juiz da\ncomarca à denúncia do procurador do estado* (1886).\n\nRaimundo Helio Lopes/ Iszabel Noll\n\n**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*; BRINCHES, V.\n*Dicionário*; MARTINS, A. *Escritores* (p.640).\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*; BRINCHES, V.\n*Dicionário*; MARTINS, A. *Escritores* (p.640).\n","dic":"DHBPR"}