{"title":"ANARQUISMO","cargoss":["Assim como outras ideias que circularampelo mundo afora, a imagem de"],"author":"Edilene Toledo","content":"**ANARQUISMO**\n\nAssim como outras ideias que circularampelo mundo afora, a imagem de\numasociedade de livres e iguais, onde oEstado, as igrejas e o\ncapitalismo tivessemdesaparecido, povoou corações e mentes entreo fim do\nséculo XIX e as primeirasdécadas do XX. Eram professores,\nmédicos,advogados, mas também muitos operários queviam no anarquismo uma\npossibilidade efetivade transformação de si mesmos e dasociedade em que\nviviam. Aqueles que seconvertiam ao anarquismo nas várias partesdo mundo\nreconheciam-se em um projetointernacional comum, embora, em cada país,os\ntrabalhadores utilizassem a linguagem ea ação do anarquismo como\nresposta aseus problemas e preocupações concretos.\n\nA doutrina anarquista surgiu nadécada de 1860, na crítica aos malesdo\ncapitalismo, sobretudo a partir dasideias do francês Joseph Proudhon,\nqueidentificou no capitalismo e no Estadoas fontes de todos os males\nsociais.As ideias e práticas insurrecionais deBakunin e a ideia de ajuda\nmútuade Kropotkin, ambos russos, foram fundamentaispara a constituição\ndo anarquismo comouma doutrina, que pregava que o Estadoera nocivo e\ndesnecessário e que existiamalternativas viáveis de organização\nvoluntária.Apesar da heterogeneidade de opiniões entreos anarquistas,\nhavia uma unanimidade emrelação a certos aspectos, que unia osvários\nmovimentos em todo o mundo: anecessidade da abolição do Estado, a\nrecusada tática eleitoral e parlamentar, a oposiçãoà ideia de um partido\ncentralizado, adefesa da ação direta e a valorizaçãoda individualidade.\nNas primeiras décadas doséculo XX, Kropotkin e o italiano\nErricoMalatesta foram as principais referências paraos anarquistas em\nvárias partes do mundoe também no Brasil.\n\nA entrada do anarquismo no Brasil\n\nAs ideias anarquistas penetraram noBrasil de vários modos: livros,\nfolhetose jornais chegavam, em navios vindos daEuropa, pelo porto do Rio\nde Janeiroou de Santos e dali circulavam pelopaís, atingindo até cidades\npequenas. Umadas primeiras manifestações do anarquismo noBrasil parece\nter sido a experiência devida comunitária na colônia Cecília, fundadaem\n1890 no estado do Paraná peloagrônomo Giovanni Rossi e outros\nimigrantesitalianos. A colônia sobreviveu com dificuldadesdurante quatro\nanos, e alguns ex-colonosingressaram no movimento anarquista em SãoPaulo\nou na imprensa libertária.\n\nEm 1892, um grupo de anarquistasitalianos fundou em São Paulo o\nprimeirojornal libertário do país, *Gli Schiavi Bianchi* (OsEscravos\nBrancos). O diretor do jornalera o italiano Galileo Botti, que eratambém\nproprietário de um café na cidadede São Paulo e tinha chegado aoBrasil\ndois anos antes, depois de umaexperiência migratória na Argentina. O\nnomedo jornal era uma clara referência àsduras condições de vida e de\ntrabalhodos milhares de trabalhadores imigrantes noBrasil,\nparticularmente nas fazendas de caféde São Paulo.\n\nEra o início de uma longahistória de lutas e de repressão: apolícia logo\ncomeçou a perseguir essespropagandistas e, a pretexto de uma bombaque\nteria explodido na cidade, da qualnunca se verificou a procedência,\nprendeusem direito a processo, por nove meses,todos os militantes, cerca\nde 20. Em1898, também em São Paulo, foi assassinadodurante uma\nmanifestação o primeiro militanteanarquista no Brasil, o italiano\nPoliniceMattei.\n\nUma série de outros jornais emlíngua italiana, expressão de grupos\nanarquistas,foram publicados em São Paulo entre ofim do século XIX e o\ninício doXX: *La Bestia Umana*, *L´Avvenire*, *Il Risveglio*, *La Nuova\nGente*, *La Battaglia* e vários outros. Em português,mas frequentemente\nescrito por italianos, foramlançados *Germinal*, *O Amigo do Povo*, *A\nTerra Livre*, entreoutros. Ao criar esses jornais os anarquistasno\nBrasil seguiam os passos habituaisdos militantes de outros países, mas\ntambémvisavam criar uma experiência de informaçãoalternativa em meio à\ngrande imprensae muitas vezes explicitamente em oposiçãoa ela. Esses\njornais não eram somenteum veículo de propaganda, mas constituíamcentros\npropulsores e coordenadores dos váriosgrupos.\n\n*O Amigo do Povo*, fundado em 1902,foi o primeiro jornal anarquista em\nlínguaportuguesa a ter uma publicação regular.Era vendido pelas ruas de\nSão Pauloe também distribuído gratuitamente, e tinhasubscrição\nvoluntária e assinaturas. Nele escreviamo advogado português Neno Vasco,\no brasileiro,também advogado, Benjamim Mota, além dosmilitantes\nitalianos Alessandro Cerchiai, OresteRistori, Giulio Sorelli, Tobia\nBoni, AngeloBandoni, Gigi Damiani e Augusto Donati.Outro militante ativo\ndo grupo era oespanhol Juan Bautista Perez. Do Rio deJaneiro escreviam\npara o jornal Mota Assunção,Manuel Moscoso, Matilde e Luigi Magrassi,mãe\ne filho, além de Elísio deCarvalho e Fábio Luz. O *Amigo do Povo*\neradistribuído também em alguns cafés e esquinasna cidade do Rio de\nJaneiro. Em1904, Ristori e Cerchiai fundaram *La Battaglia*,depois\nchamado *La Barricata*, o jornal anarquistamais fortemente\nantissindicalista, e o queteve maior difusão em São Paulo.\n\nNo Rio de Janeiro, o primeiroregistro de atividades anarquistas é\nde1892, quando a polícia relatou reuniõesde estrangeiros que procuravam\ndifundir ideiaslibertárias entre os trabalhadores. Os primeirosjornais\nanarquistas da então capital federalapareceram alguns anos mais tarde,\nem1898: *O Despertar*, sob a direção do chapeleiroJosé Sarmento Marques,\ne *O Protesto*, reunindomilitantes brasileiros, espanhóis e\nportugueses.Já nos anos 1890 havia também umpequeno núcleo libertário no\nPará. NoRio Grande do Sul, o primeiro jornalanarquista foi *A Luta*,\npublicado em PortoAlegre a partir de 1906. Um jornalanarquista já\nexistia também nesse períodoem Curitiba, no Paraná: *Il Diritto*,\nfundadoem 1900, que foi liderado por GigiDamiani. Em Minas Gerais, em\nTabuleiroGrande, havia *A Nova Era*, que circulou em1906 e 1907,\ndirigido por Avelino Foscolo.Em 1908, Fortaleza, no Ceará, também\nteveseu jornal de tendência libertária, *O Regenerador*.\n\nUm exemplo de militante importantedesse período em São Paulo foi\nobrasileiro Benjamim Mota, jovem advogado republicanoque, de volta de\numa viagem a Paris,fundou um grupo revolucionário e em 1897aderiu ao\nanarquismo. No ano seguinte,escreveu um dos primeiros livros de\nautorbrasileiro sobre as ideias anarquistas, *Rebeldias*.Foi redator do\njornal *O Rebate* e da folhaanticlerical *A Lanterna* e colaborou com\nváriosoutros jornais. Defendeu judicialmente muitosmilitantes\nanarquistas, socialistas e sindicalistas,presos e ameaçados de expulsão.\nLuigiDamiani, conhecido como Gigi, talvez tenhasido o anarquista mais\ninfluente em SãoPaulo e outras partes do Brasil. Nasceuem Roma e aderiu\nmuito jovem aoanarquismo. Quando veio para o Brasil,em 1897, já tinha\nconhecido a prisãoe nela muitos outros militantes anarquistas.Trabalhou\ncomo pintor e dirigiu váriosjornais e colaborou com outros,\ndefendendosempre a ideia de que os anarquistasdeveriam fazer dos\nsindicatos mais umespaço para a propaganda libertária. Gregóriode\nVasconcelos, o Neno Vasco, por exemplo,era um advogado português que já\nchegouao Brasil, em 1900, como militante anarquista.Até seu retorno a\nPortugal, em 1911,teve papel importante no movimento emSão Paulo. Em seu\npaís, foi o principalpropagandista das ideias de Malatesta econtinuou a\nenviar artigos para o Brasil.O italiano Oreste Ristori, depois de\nváriasaventuras pelo mundo, chegou ao Brasilcomo um anarquista\nimportante. O própriosapateiro Martinez, morto durante a grevede 1917,\nera um jovem anarquista espanhol.\n\nEsses e tantos outros anarquistasprocuraram juntos difundir a ideia\nlibertáriaentre operários e outros, denunciando ascondições de\nexploração dos trabalhadores nasfazendas de café e nas fábricas\ndacidade. O discurso anarquista, porém, erauniversalista e não\nclassista, endereçado atoda a sociedade, visto que os libertáriosqueriam\nsalvar toda a humanidade, nãosó os operários. A ação mais difundidaentre\nos anarquistas era a do grupode propaganda. A base da vida políticado\nanarquismo no Brasil era a cooperaçãovoluntária entre pequenos grupos\ndistintos, espontaneamenteconstituídos. Provavelmente, os novos\nmembrosentravam por recomendação de algum antigo– como no caso daquele\nque seriaum de seus mais ativos militantes, EdgardLeuenroth, levado ao\nanarquismo em 1904pelo poeta Ricardo Gonçalves – e continuavamjuntos até\nque os desentendimentos oua repressão desagregasse o núcleo. Asfontes\nindicam que esses grupos eram compostossobretudo por trabalhadores\nmanuais: tipógrafos,lixeiros, sapateiros, operários de olarias,\npedreiros,carpinteiros, chapeleiros, ferroviários e outros.Provavelmente\nvários trabalhadores aderiam aoanarquismo inspirados pela leitura de\nalgumjornal. Certamente os mais instruídos liampara os demais, e é\npossível queum mesmo jornal passasse por várias mãose fosse conservado e\nrelido. Esses gruposeram centros de discussão, mas algunsse\nespecializavam em atividades concretas, comocriação de escolas,\npublicação de livrose folhetos, correspondência com a imprensaanarquista\ne operária no exterior, criaçãode centros de estudos e bibliotecas,\npublicaçãode jornais, atividades teatrais, organizaçãode conferências,\ndebates, piqueniques, viagensde propaganda, entre outras. As\nváriasfontes demonstram que, muitas vezes, ummesmo militante participava\nde vários grupos.\n\nMuitos anarquistas criaram no Brasilas chamadas Escolas Modernas. Homens\ncomoo brasileiro João Penteado e o portuguêsAdelino de Pinho dedicaram\nsuas vidasa essas experiências novas em educação,ensinando crianças\nfilhas de anarquistas eoutros trabalhadores. As experiências\neducativasse davam tanto no plano formal nasescolas, como nos centros de\nestudo, nossindicatos, ou através da literatura, doteatro, dos jornais.\nA literatura tambémfoi compreendida pelos anarquistas no Brasilcomo uma\nimportante obra educativa. Em1903, foi publicado no Rio de Janeiroo\nromance *Ideólogo*, de Fábio Luz, médicoe higienista que se tornou\nanarquistaapós a leitura da obra de Kropotkin.Esse romance representaria\num marco dessetipo de propaganda do movimento anarquistano Brasil. A\npartir daí, a “literaturaútil” anarquista passaria a integrar ocenário\nda vida cultural da época, procurandoatingir vários segmentos sociais.\nFábio Luzescreveu também *Os emancipados*, e Manuel Curvellode Mendonça,\nanarquista inspirado pela doutrinade Tolstoi, publicou o romance\n*Regeneração*.A eles se juntaria com vários livrose peças de teatro\nAvelino Foscolo.\n\nO anarquismo e o movimento operário\n\nEmbora não fossem os únicos aatuar entre os trabalhadores e nem\noanarquismo fosse hegemônico no movimento operário,os libertários\nestiveram presentes nos váriosespaços e momentos importantes da\nhistóriados trabalhadores no Brasil. É certo queos militantes\nanarquistas eram poucos, umaminoria entre os trabalhadores, mas\nbastantevisíveis, tanto que por muito tempo oadjetivo anarquista foi\nsinônimo de subversivo,como mais tarde seria o adjetivo comunista.O I\nCongresso Operário Brasileiro, realizadono Rio de Janeiro em 1906,\nteveuma grande presença de anarquistas, assimcomo de socialistas e\nsindicalistas devárias partes do Brasil. Os anarquistas,porém,\nfrequentemente, seguindo as ideias deMalatesta, acusavam os\nsindicalistas de buscaruma ilusória solidariedade econômica em vezde uma\nefetiva solidariedade moral. Apesardisso, muitos anarquistas atuaram nos\nsindicatose no movimento operário do período.\n\nÉ difícil precisar o grau depenetração do anarquismo entre os\ntrabalhadoresno Brasil. É certo que havia umasimpatia difusa por um ou\noutro aspectodo anarquismo, embora os libertários fossemminoria entre os\ntrabalhadores. Mas oEstado e os proprietários temiam suasações e os\nefeitos de sua propaganda,reprimindo-os com prisões e deportações.\nArepressão aos vários momentos da açãodireta promovida por anarquistas e\noutrosfoi caracterizada, no período, por umaíntima colaboração entre o\nEstado e osempresários, fenômeno que ocorria não somenteno Brasil, mas\nna maior parte domundo.\n\nOs sindicatos não eram anarquistas,uma vez que eram abertos a todosos\ntrabalhadores, fossem eles ligados aalguma corrente política ou não.\nHavia,portanto, nos sindicatos, atuando conjuntamente,sindicalistas\nrevolucionários, anarquistas, socialistase também outros trabalhadores\nque viamneles unicamente a possibilidade de seassociar para melhorar as\ncondições devida e de trabalho.\n\nOs grupos anarquistas, sobretudo atravésde seus jornais, mas também de\ncomíciose manifestações, tiveram papel importante emvários momentos de\nluta dos trabalhadoresna Primeira República, como a defesa dajornada de\noito horas e as campanhascontra a carestia de 1912-1913 e\n1917-19,participando também das greves do período.O ano de 1907 foi\nmarcado por inúmerosmovimentos grevistas, desencadeados em São Paulo,Rio\nde Janeiro, Santos e Recife, visandoà diminuição da longuíssima jornada\ndetrabalho à qual estavam submetidos osoperários dos diferentes\nestabelecimentos, grandese pequenos, de diferentes categorias. Éclaro\nque essas greves tinham o incentivodos vários militantes anarquistas,\nsocialistase sindicalistas, mas elas foram decididasem assembleias das\nligas dos trabalhadorese auxiliadas pelas federações. As grevesdo\nperíodo 1917-1919 ocorreram em virtudeda organização dos próprios\ntrabalhadores, mascontaram com a participação de líderessindicalistas,\nanarquistas, socialistas e tambémde grupos democratas descontentes com\nasituação do país. Verdadeiras multidões saíramàs ruas para protestar e\nreivindicar.Manifestações quase diárias ocorreram no Riode Janeiro e em\nSão Paulo, contrao alto custo de vida, a falta deregulamentação do\ntrabalho de mulheres ecrianças e outros tantos problemas queafligiam a\nvida dos trabalhadores.\n\nEm São Paulo, os anarquistas, atravésde seus grupos e seus jornais *A\nPlebe*,dirigido por Leuenroth, e *Guerra Sociale*, deDamiani e Cerchiai,\naliaram-se às grevese manifestações de trabalhadores realizadas em1917,\ncujo auge ocorreu em julho, quandouma grande greve paralisou a cidade\nporvários dias. Os anarquistas auxiliaram osoperários e participaram das\nnegociações comos empresários e o Estado, como membrosdo Comitê de\nDefesa Proletária, juntocom socialistas e outros.\n\nA repressão policial às manifestaçõesfoi brutal: as prisões se encheram\ndetrabalhadores real ou supostamente anarquistas,as organizações de\ntrabalhadores foram impedidasde funcionar, suas casas foram\ninvadidas,reuniões foram violentamente interrompidas. Apesarde tudo, o\nmovimento continuou. Emboraseus resultados tenham sido parciais, asações\ndos trabalhadores mobilizaram uma organizaçãosem precedentes tanto no\nRio como emSão Paulo. Numa conjuntura marcada pelarecessão, um grande\nmovimento grevista marcouo Rio de Janeiro em 1918. A greveatingiu\nprincipalmente os operários das fábricasde tecidos, e se alastrou pelas\ncidadespróximas ao Rio. Os conflitos entre policiaise trabalhadores\nforam intensos.\n\nFoi nesse contexto que ocorreuuma insurreição anarquista, um levante\nquetinha como alvo a tomada do paláciodo governo. Para alguns estudiosos\nesselevante teria contado com uma boa dosede voluntarismo por parte de\ngrupos anarquistase não teria tido apoio das massastrabalhadoras, que\ntinham um conjunto dereivindicações específicas capaz de\nmobilizá-laspara as greves, mas não a crençana possibilidade de tomar o\npoder. OEstado teria associado as greves ao levantearmado para legitimar\na violenta repressãoque recaiu sobre o movimento operário.Assim, os\nanarquistas teriam tentado atribuiràs greves operárias do período um\ncaráterrevolucionário que elas não tinham.\n\nEm 1919, no entanto, o movimentooperário no Brasil entrou em sua\nfasemais intensa até então, com uma enormeonda de greves. Muitas das\nreivindicaçõescontinuaram sendo as mesmas de 1917, eas características\ngerais do movimento eramsimilares. O sindicalismo se tinha\nfortalecidomuito com os movimentos dos anos anteriores.Mesmo a repressão\nferoz que atingiu omovimento a partir de 1917 e adentroua década de 1920\nnão impediu queos trabalhadores continuassem a se organizarem ligas,\nsindicatos e grupos políticos.Embora tenha havido outras manifestações\nimportantesainda durante a Primeira República, asgreves não atingiram\nmais a dimensão dasrealizadas naqueles anos entre 1917 e1919. Por isso\ntantos estudiosos consideramque as greves de 1919 representaram ofim\ndessa fase da história do movimentooperário no Brasil.\n\nUma série de fatores foram importantese explicam a intensidade da\nagitação dostrabalhadores entre 1917 e 1920: o agravamentodas condições\nde vida e de trabalhoem virtude da Primeira Guerra Mundial;a propaganda\ndesenvolvida pelas várias liderançasanarquistas, socialistas e\nsindicalistas revolucionárias;as atividades concretas de organização\ndaclasse trabalhadora com a criação de sindicatos,uniões, ligas e\nfederações, e a conjunturainternacional marcada pela Revolução Russa\nepor uma onda revolucionária que atingiua Europa.\n\nO ano de 1920 pode ser indicadocomo a data em que se iniciou odeclínio\ndo anarquismo no Brasil. Issose deveu, em parte, à ampliação dosdebates\nno movimento operário sobre osacontecimentos na União Soviética. Começou\nentãoa separação entre anarquistas e comunistas.Parte das lideranças\nacabaria por negaras concepções libertárias e, de fato,o Partido\nComunista foi fundado no Brasilem 1922 por vários ex-anarquistas.\n\nA censura e a repressão tambémfizeram parte desse contexto. A\npropagandaanarquista, e de esquerda em geral, sofreuum golpe duro com\numa lei de repressãoe controle da imprensa promulgada em 1921.A lei\nprocurava restringir a ação dapropaganda subversiva escrita ou verbal.\nEm1924, uma repressão violenta atingiu omovimento operário e vários\nmilitantes, anarquistase outros, foram enviados para o campode\nconcentração de Clevelândia, no Oiapoque,onde nos anos seguintes muitos\nmorreriam.\n\nNo entanto, apesar da repressãoe da presença dos comunistas, no\nplanosindical, o sindicalismo revolucionário, do qualparticipavam também\nalguns anarquistas, desempenhouum papel importante no movimento\noperáriobrasileiro, mesmo nos anos 1920 e partedos anos 1930, em defesa\nda unidadee da autonomia da classe trabalhadora.Os grupos propriamente\nanarquistas diminuíramem número e consistência, assim como aconteceuno\nmesmo período em todo o mundo,com exceção da Espanha.\n\nDe qualquer modo, não há dúvidade que o anarquismo foi um\nelementoimportante na história política dos trabalhadoresbrasileiros.\nAté mesmo os autores maiscríticos do anarquismo, que consideram queele\nnão trouxe nenhuma contribuição significativaà teoria socialista,\nreconhecem que elefoi um elemento crítico importante.\n\nEdilene Toledo\n\n**FONTES:** ADDOR, C. *Insurreição*;BATALHA, C. *Movimento*; BIONDI, L.\n*Entre associações*;DUARTE, R. *Trajetória*; FELICI, I. *Italiens*;LEAL,\nC. *Anarquismo*; LOPREATO, C. *Espírito*;LUIZZETTO, F. *Presença*;\nMARAM, S. *Anarquistas*;PINHEIRO, P. *Classe* (v.1); PRADO, A.\n*Libertários*;ROMANI, C. *Oreste*; TOLEDO, E. *Anarquismo*;TRENTO, A.\n*Do outro lado.*\n","ref":"**FONTES:** ADDOR, C. *Insurreição*;BATALHA, C. *Movimento*; BIONDI, L.\n*Entre associações*;DUARTE, R. *Trajetória*; FELICI, I. *Italiens*;LEAL,\nC. *Anarquismo*; LOPREATO, C. *Espírito*;LUIZZETTO, F. *Presença*;\nMARAM, S. *Anarquistas*;PINHEIRO, P. *Classe* (v.1); PRADO, A.\n*Libertários*;ROMANI, C. *Oreste*; TOLEDO, E. *Anarquismo*;TRENTO, A.\n*Do outro lado.*\n","dic":"DHBPR"}