{"title":"LIMA, Eurípedes Esteves de","cargoss":["militar","junta gov. SE 1924."],"author":"Raimundo Helio Lopes","content":"**LIMA, Eurípedes Esteves de**\n\n\\*militar; junta gov. SE 1924.\n\n*Eurípedes Esteves de Lima* nasceu em Itabaianinha (SE) no dia 11 de\njaneiro de 1884.\n\nIngressou, em 1902, na Escola Militar da Praia Vermelha no Rio de\nJaneiro, então Distrito Federal, alcançando a patente de segundo-tenente\nem 1913. No início da década de 1920 estabeleceu-se no 28^o^ Batalhão de\nCaçadores (28^o^ BC) de Sergipe, sediado em Aracaju. Em 1923 foi\npromovido a capitão e por esse período conheceu Augusto Maynard Gomes,\nmilitar tenentista que havia participado da Revolta de 5 de julho de\n1922 no Rio de Janeiro.\n\nEurípedes Esteves de Lima, ao lado de Maynard Gomes e João Soarino de\nMelo, tornaram-se o núcleo de militares opositores à Primeira República\nem Sergipe. Quando o marechal e ex-presidente da República Hermes da\nFonseca (1910-1914), que desfrutava de grande prestígio entre os jovens\noficiais, faleceu, em setembro de 1923, o *Diário da Manhã*, jornal de\nAracaju, comentou o fato de maneira que desagradou aos militares. Esses\ntrês militares, então, invadiram, em plena luz do dia, a redação do\njornal, causando-lhe danos materiais.\n\nCom a eclosão da Revolta de 5 de julho de 1924 em São Paulo,\niniciaram-se em Sergipe articulações de solidariedade aos insurretos\nque, sob o comando de Isidoro Dias Lopes, ocuparam a capital paulista.\nDiante da perspectiva de requisição da guarnição sergipana pelo governo\nfederal para a repressão aos rebeldes no Sul e da impossibilidade de\nadesão em São Paulo, Eurípedes Esteves de Lima, Maynard Gomes e João\nSoarino de Melo aceleraram o movimento rebelde no 28^o^ BC. Os três\ntornaram-se líderes do movimento, acertando sua deflagração para a\nmadrugada do dia 13 de julho. Depois de conquistarem a adesão do\nsegundo-tenente Manuel Messias de Mendonça, intendente do 28^o^ BC e\nresponsável pelo depósito de munições, comunicaram o plano a parte das\ntropas, prenderam os militares legalistas e assumiram o controle do\nquartel. Eurípedes Esteves de Lima assumiu a chefia do 28^o^ BC por ser\no líder com maior graduação militar.\n\nDesmembrado em três companhias comandadas pelos líderes do levante, o\ncontingente do 28^o^ BC tomou o palácio do governo, depondo o presidente\ndo estado, Maurício Gracco Cardoso (1922-1926). A junta que assumiu a\nchefia do Executivo estadual era composta pelo capitão Eurípides Esteves\nde Lima, o primeiro-tenente Augusto Maynard Gomes, o também\nprimeiro-tenente João Soarino de Melo e o segundo-tenente Manuel Messias\nde Mendonça. Em seguida, ocuparam os principais postos estratégicos da\ncapital, fizeram uma proclamação à população explicando seus motivos e\norganizaram a defesa dos espaços tomados. Contudo, o movimento foi\nderrotado 21 dias depois pelas tropas federais lideradas pelo general\nMarçal Nonato de Faria.\n\nTentando fugir, Eurípedes Esteves de Lima foi preso em 9 de agosto.\nFicou detido em Aracaju e, com o decorrer do processo, teve sua prisão\nrelaxada. Maynard Gomes, preso em São Paulo e transferido para Sergipe,\ncontinuou liderando o movimento rebelde de oposição ao governo e, com a\npassagem da Coluna Prestes pelos estados do Norte, a força dos\noposicionistas aumentou.\n\nEm 18 de janeiro de 1926, Maynard Gomes fugiu da prisão e deu início a\num novo movimento, novamente liderando-o ao lado dos antigos\ncompanheiros. Voltaram a assumir o governo do estado por algumas horas.\nAssim como em 1924, Eurípedes Esteves de Lima assumiu o controle do\n28^o^ BC e João Soarino de Melo, ao lado de Maynard Gomes, assumiram a\nliderança das tropas em combate. Esse movimento foi dominado em cerca de\nquatro horas, tendo as tropas governistas novamente sido lideradas pelo\ngeneral Marçal Nonato de Faria.\n\nApós esses combates, Eurípedes Esteves de Lima e os outros rebeldes\nforam transferidos para a Ilha da Trindade, no litoral do Espírito\nSanto. Na prisão, adoeceu e foi transferido, assim como João Soarino de\nMelo, para o Hospital Militar do Rio de Janeiro. Com a posse do\npresidente Washington Luís (1926-1930) em 15 de novembro de 1926, foi\nrevogado o estado de sítio, presente em quase todo o governo de Artur\nBernardes (1922-1926). Assim sendo, os líderes rebeldes foram\ntransferidos para Aracaju em setembro de 1927.\n\nRecebidos com grande aclamação popular, Eurípedes Esteves de Lima,\nMaynard Gomes e João Soarino de Melo, os líderes do movimento rebelde,\nforam julgados em 1928 e condenados em primeira instância a 10 anos de\nprisão, obtendo depois redução da pena no Supremo Tribunal Federal para\ndois anos. Julgados novamente em 1929 – agora pelo levante de 1926 –\nforam condenados a um ano e quatro meses de reclusão, tempo inferior ao\nperíodo já cumprido na prisão.\n\nAinda sem a liberdade garantida, Eurípedes Esteves de Lima apoiou a\nRevolução de 1930 e, após a vitória do movimento, serviu alguns meses em\nSalvador, retornando a Sergipe em 1931, já com Maynard Gomes como\ninterventor federal do estado (1930-1935), e desse ano até 1934 assumiu\na Chefatura de Polícia de Sergipe.\n\nRaimundo Helio Lopes\n\n**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *Tenentismo*;\nDANTAS, J. *História.*\n","ref":"**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *Tenentismo*;\nDANTAS, J. *História.*\n","dic":"DHBPR"}