{"title":"LIMA, José Fernandes de Barros","cargoss":["dep. fed. AL 1894-1896","gov. AL 1918-1924","sen. AL 1924-1930","dep."],"author":null,"content":"**LIMA, José Fernandes de Barros**\n\n\\* dep. fed. AL 1894-1896; gov. AL 1918-1924; sen. AL 1924-1930; dep.\nfed. AL 1935-1937.\n\n*José Fernandes de Barros Lima* nasceu em Passo de Camaragibe (AL) no\ndia 21 de agosto de 1868, filho de Manuel José de Lima e de Constantina\nAcióli de Barros Lima.\n\nEstudou em Maceió no Ginásio Bom Jesus e no Liceu Alagoano, e formou-se\npela Faculdade de Direito do Recife em 1893. Ainda estudante lutou pela\nabolição dos escravos, tendo pertencido à Sociedade Libertadora\nAlagoana. Propagandista da República, em 1888 publicou no Recife um\nfolheto preconizando a mudança do regime e foi um dos fundadores do\nClube Republicano Acadêmico. Colaborou na época na revista *O\nNorte***,** órgão republicano, além dos jornais *Arrebol, Movimento* e\n*Norte de Alagoas*.\n\nIniciou a carreira política ao ser escolhido membro do primeiro Conselho\nMunicipal de Camaragibe e, depois, ao ser eleito intendente do município\n(1892-1893). Também em 1892 foi eleito para ocupar a vaga aberta na\nAssembleia Legislativa alagoana com a morte de Ambrósio Lira, mas não\ntomou posse. Foi deputado estadual na legislatura 1893-1894 e novamente\nmembro do Conselho Municipal de Camaragibe de 1894 a 1895. Elegendo-se\ndeputado federal, ocupou uma cadeira na Câmara dos Deputados entre maio\nde 1894 e dezembro de 1896.\n\nEm sua atuação na política de Alagoas, destacou-se pela oposição à\noligarquia dominante, chefiada por Euclides Malta, que governou o estado\nde 1900 a 1903 e de 1906 a 1912. Intensificou sua ação ao assumir, em\njunho de 1911, a direção do jornal oposicionista *Correio de\nMaceió***,** órgão oficial do Partido Democrata de Alagoas. Nesse mesmo\nano foi lançado candidato a vice-governador na chapa do partido,\nencabeçada pelo coronel Clodoaldo da Fonseca. Essa candidatura foi\nfavorecida pela nova orientação do governo federal, então chefiado pelo\npresidente Hermes da Fonseca (1910-1914), que passou a intervir em\nalguns estados, inclusive com o afastamento de seus governantes, no que\nficou conhecido como “política das salvações”. Em virtude das\nmanifestações contrárias a seu governo, Euclides Malta passou a reprimir\na oposição, que se organizou e lutou contra as forças estaduais,\nlevando-o a renunciar em 13 de março de 1912, quando foi substituído\npelo presidente do Congresso Estadual, o coronel Macário das Chagas\nRocha Lessa. As eleições deram a vitória aos candidatos do Partido\nDemocrata, que tomaram posse em 12 de junho seguinte. Como\nvice-governador, Barros Lima substituiu interinamente o titular de\njaneiro a abril de 1915. Em 12 de junho do mesmo ano, teve início o\ngoverno de João Batista Acióli Júnior.\n\nDe volta à Assembleia Estadual em 1917-1918, Barros Lima deixou-a ao ser\neleito, em março de 1918, governador de Alagoas. Tomou posse em 12 de\njunho, sucedendo a João Batista Acióli Júnior, e afastou-se por motivo\nde saúde entre 1^o^ de março e 12 de junho de 1921, quando foi\nsubstituído por Manuel Capitulino Carvalho. Nesse mesmo período foi\nreeleito, permanecendo no exercício do governo até 12 de junho de 1924,\nquando tomou posse o novo governador Pedro da Costa Rego.\n\nContra a tese de que o desenvolvimento deveria ser feito da capital para\no interior, durante seu governo lançou o *slogan* “Rumo aos campos”,\nbuscando interiorizar sua ação administrativa. Para tanto, cuidou da\nabertura de cerca de quatrocentos quilômetros de rodovias cortando o\ninterior, em especial daquela ligando a capital à cidade de Passo de\nCamaragibe. Inaugurou três pontes de cimento armado, sobre os rios\nParaíba, Mundaú e Camaragibe, e construiu grupos escolares nas cidades\nde Capela, Camaragibe e São Luís do Quitunde. Iniciou também o Serviço\nde Profilaxia Rural, com o apoio da Comissão Rockefeller. Em seu governo\nfoi criado, em março de 1919, o Gabinete de Identificação e Estatística.\nEm 23 de agosto seguinte, os representantes dos estados de Alagoas e\nPernambuco no VI Congresso de Geografia assinaram um convenio, *ad\nreferendum*, para a fixação definitiva dos limites divisórios entre os\ndois estados, mas a medida não teve o êxito pretendido.\n\nEm 1924 foi eleito para o Senado Federal, onde exerceu o mandato até que\na Revolução de outubro de 1930 suprimiu os órgãos legislativos do país.\nApós a promulgação da nova Constituição em 16 de julho de 1934, foi\neleito, no pleito de outubro, deputado federal. Assumiu seu mandato em\nmaio de 1935 e permaneceu na Câmara dos Deputados até novembro de 1937,\nquando o golpe do Estado Novo mais uma vez fechou o Congresso Nacional.\n\nFaleceu em Maceió no dia 16 de maio de 1938.\n\nFoi membro fundador da Academia Alagoana de Letras e primeiro ocupante\nda cadeira n^o^ 6. Sócio do Instituto Histórico e Geográfico de Alagoas,\ncolaborou na revista da instituição. Além de mensagens ao Congresso\nalagoano, publicou: *Tiradentes – poemeto realista* (1884);*Cartas de um\ndemocrata* (1888); *Ação para divisão do engenho “Ilha Vitório*” (1900);\n*Política de Alagoas – sugestões para organização de um partido em\nAlagoas*; *A sucessão governamental no estado de Alagoas em 1924*\n(discursos Fernandes de Barros Lima e de Pedro da Costa Rego 1924);\n*Estado de Alagoas – Sua administração e sua política – O estouro da\nboiada alagoana* (discurso no Senado, 1927); “Efemérides do município de\nCamaragibe. Elementos para sua história e crônica” (publicação feita no\n*Evolucionista*, em 1903, sob o pseudônimo Camile Desmoulins), *Revista\ndo IHGA* (1933-1934).\n\nReynaldo de Barros\n\n**FONTES:** ABRANCHES, J. *Governo*; ALTAVILA, J. *História*; BARROS, F.\n*A B C das Alagoas*; *Boletim Min. Trab.* (5/1936); CÂM. DEP.\n*Deputados*; CÂM. DEP. *Relação* *nominal*; CORONEL, E. *República\nvelha*; *Grande encic. Delta*; INF. Francisco Amorim; LIRA, A. *Senado*.\n","ref":"**FONTES:** ABRANCHES, J. *Governo*; ALTAVILA, J. *História*; BARROS, F.\n*A B C das Alagoas*; *Boletim Min. Trab.* (5/1936); CÂM. DEP.\n*Deputados*; CÂM. DEP. *Relação* *nominal*; CORONEL, E. *República\nvelha*; *Grande encic. Delta*; INF. Francisco Amorim; LIRA, A. *Senado*.\n","dic":"DHBPR"}