{"title":"LIMA, Leonel Loretti da Silva","cargoss":["dep. fed. RJ 1897-1899."],"author":null,"content":"**LIMA, Leonel Loretti da Silva**\n\n\\*dep. fed. RJ 1897-1899.\n\n*Leonel Loretti da Silva Lima* nasceu em Angra dos Reis (RJ) no dia 27\nde janeiro de 1863, filho do major Antônio Francisco da Silva Lima e de\nAna Loretti da Silva Lima.\n\nEstudou no antigo Colégio Pinheiro, no Rio de Janeiro, então capital do\nImpério, e em 1880 ingressou na Faculdade de Direito de São Paulo, onde\nse bacharelou em ciências jurídicas e sociais em 28 de novembro de 1884.\nEm janeiro de 1885 foi nomeado promotor público em Petrópolis (RJ),\ncargo no qual permaneceu até 1887, quando foi exonerado por se haver\nfiliado à corrente republicana, liderada pelo então senador José Tomás\nda Porciúncula. Ainda em 1887, mudou-se para Barra Mansa (RJ), onde\npassou a atuar como advogado. Fundou também em Barra Mansa, juntamente\ncom Saul de Avillez Cravalho, Bittencourt Macedo e Francisco Gonçalves\nde Morais, entre outros, o Clube Republicano, do qual foi secretário.\nDesde então, tornou-se redator-chefe do hebdomadário *A Notícia*, órgão\ndo Partido Republicano que circulou até a proclamação da República.\nEnvolvido na propaganda republicana, foi convidado por correligionários\ndo Partido Republicano a proferir duas conferências, em Barra Mansa e\nResende (RJ).\n\nJá após a proclamação da República em 15 de novembro de 1889, foi\nnomeado promotor em Barra Mansa em 1890 e foi eleito vereador em Santa\nMaria Madalena (RJ), mas não chegou a tomar posse, pois foi convidado a\nassumir a chefia de polícia do estado do Rio de Janeiro. Exerceu o cargo\nde janeiro de 1891 a setembro de 1892, concomitantemente ao de juiz de\ndireito em Angra dos Reis. Também em 1891 foi eleito deputado estadual e\nescolhido líder da Assembleia Legislativa. Em 1892 estabeleceu-se em\nSanta Maria Madalena, onde se casou com Herondina Ribeiro Portugal e\nabriu um escritório de advocacia.\n\nEm 1897 foi eleito deputado federal pelo 2^o^ distrito do estado do Rio\nde Janeiro, e exerceu o mandato de 5 de junho daquele ano a 31 de\ndezembro de 1899.\n\nAlém disso, ao longo da vida, também atuou como advogado da Câmara\nMunicipal de Petrópolis e fiscal do governo junto ao Ginásio de São\nBento, no Rio de Janeiro, função da qual foi exonerado por Nilo Peçanha\nsob a alegação de que a Constituição brasileira proibia a acumulação de\ncargos.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros* (1826-1976); Índice dos Livros de Batizado de Santa Maria\nMadalena (RJ). Disponível em:\n\\<www.marcopolo.pro.br/genealogia/rj/indBatSMMad\\_L.pdf\\>. Acesso em:\n14/1/2011.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros* (1826-1976); Índice dos Livros de Batizado de Santa Maria\nMadalena (RJ). Disponível em:\n\\<www.marcopolo.pro.br/genealogia/rj/indBatSMMad\\_L.pdf\\>. Acesso em:\n14/1/2011.\n","dic":"DHBPR"}