{"title":"ANDRADA, Antônio Manuel Bueno de","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Raimundo Helio Lopes"],"content":"**ANDRADA, Antônio Manuel Bueno de**\n\n\\* dep. fed. SP 1894-1902 e1909-1917.\n\n*Antônio Manuel Bueno de Andrada* nasceu na cidadede São Paulo em 22 de\njaneiro de1857, filho do conselheiro Martim FranciscoRibeiro de Andrada\ne de Ana BenvindaBueno Ribeiro de Andrada. Seu avô, tambémchamado Martim\nFrancisco Ribeiro de Andrada,era irmão de José Bonifácio de Andradae\nSilva e de Antônio Carlos Ribeirode Andrada Machado e Silva, todos\npersonagensde primeiro plano no processo de emancipaçãodo Brasil de\nPortugal e políticos dedestaque nos primeiros anos do\nBrasilindependente.\n\nFormou-se emengenharia civil pela Escola Politécnica doRio de Janeiro,\nentão capital do Império,em 1879. Ainda durante o Império\nfoiabolicionista e escreveu em vários jornaisem prol dessa causa, como o\n*Provinciano*,*Gazeta do Povo* e *A Redenção*. Colaborou também em*A\nProvíncia de São Paulo* e *Diário Popular*. Declarou-se republicanoem\n1889, quando o visconde de OuroPreto assumiu a chefia do Gabinete\ndoImpério. Lançando-se à propaganda republicana,publicou um famoso\npanfleto, intitulado *Os orçamentívoros*,que foi reeditado cinco vezes\nem quatromeses. Quando o marechal Deodoro da Fonseca,sustentado por\nsetores do Exército e porcivis, instalou o regime republicano em15 de\nnovembro de 1889, tomou parteno movimento\n\nNas eleiçõespara o Congresso Nacional Constituinte realizadasem 15 de\nsetembro de 1890 candidatou-sea deputado federal constituinte pelo\nestadode São Paulo na chapa da oposiçãoao governo de Deodoro da Fonseca,\nmasnão foi eleito. Depois dessa derrota,elegeu-se deputado estadual\nconstituinte em SãoPaulo na legenda do Partido RepublicanoPaulista (PRP)\ne, após a promulgação daConstituição estadual, obteve o mandato\ndesenador estadual. Em 3 de novembro de1891 foi um dos líderes da\nresistênciae importante crítico no Senado estadualdo golpe de Estado\ndesfechado por Deodoro,que fechou o Congresso Nacional. Vintedias\ndepois, uma revolta da Esquadra obrigouo marechal a renunciar e\ntransferir ogoverno ao vice-presidente Floriano Peixoto (1891-1894).\n\nAindano Senado estadual passou a apoiar onovo presidente da República e\ntomou partena defesa do governo federal durante aRevolta da Armada,\nlevante de oposiçãoa Floriano que estendeu-se de setembrode 1893 a março\nde 1894, sob achefia do almirante Custódio de Melo emais tarde do\nalmirante Luís Felipe Saldanhada Gama, envolvendo a Esquadra sediadana\nbaia de Guanabara. Durante a lutafoi responsável pela defesa da cidadede\nSantos (SP) e capturou os revoltososdo navio Centauro, no porto de\nSãoSebastião. A insurreição, que incluiu atomada da capital de Santa\nCatarina pordestacamentos rebeldes, encerrou-se com o asilodos\nrevoltosos em embarcações portuguesas fundeadasno Rio de Janeiro.\n\nEm 1895 foieleito deputado federal pelo estado deSão Paulo na vaga\naberta com arenúncia do deputado Júlio de Mesquita.Foi reeleito nos dois\npleitos seguintes,1897 e 1900 e permaneceu na Câmarados Deputados na\ncidade do Rio deJaneiro, então Distrito Federal, até 1902.Como deputado\nfederal, fez forte oposiçãoao governo do Presidente Campos\nSales(1898-1902).\n\nNocampo profissional, trabalhou em projetos desaneamento e em linhas\nférreas. Chefioua Comissão Técnica de melhoramentos noterritório do\nAcre, tendo-se tornado prefeitoda capital acreana. Foi também\nengenheirona estrada norte de São Paulo, emAraraquara (SP), Bragantina\n(SP) e nacentral do Brasil, no Rio de Janeiro.\n\nEm1909 foi novamente eleito deputado federalpelo estado de São Paulo, na\nchapado PRP, e sucessivamente reeleito até1917. Na Câmara dos Deputados,\nfoi duasvezes membro da Comissão de Orçamentoe duas vezes presidente da\nComissão deObras Públicas.\n\nFaleceuna cidade do Rio de Janeiro em17 de junho de 1941.\n\nFoicasado com Idalina Huet Bacelar, com quemteve dois filhos.\n\nPublicou*Abolição em São Paulo: depoimento de uma testemunha* (1939).\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*;CALIMAN, A. *Legislativo*; MELO, L.\n*Dicionário.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*;CALIMAN, A. *Legislativo*; MELO, L.\n*Dicionário.*\n","dic":"DHBPR"}
