{"title":"LIMA, Miguel da Rocha","cargoss":["pres. GO 1905-1909 e 1923-1925","sen. GO 1926-1930."],"author":"Adrianna Setemy","content":"**LIMA, Miguel da Rocha**\n\n\\*pres. GO 1905-1909 e 1923-1925; sen. GO 1926-1930.\n\n*Miguel da Rocha Lima* nasceu em Goiás Velho (GO) no dia 12 de agosto de\n1868, filho de Franklin da Rocha Lima e de Adelaide Augusta Carneiro da\nRocha Lima.\n\nFez os estudos secundários no Seminário Episcopal, em Goiás, e ingressou\nna Faculdade Direito, mas não concluiu o curso.\n\nIniciou-se na política como deputado estadual em Goiás na legislatura\n1895-1897. Reelegeu-se para a legislatura seguinte, 1898-1900, e durante\ntodo o período foi vice-presidente da Mesa Diretora da Assembleia\nLegislativa. Elegeu-se em seguida senador estadual para a legislatura\n1901-1904, e foi escolhido presidente do Senado Estadual. Em 1905 foi\nreeleito e reconduzido à presidência da casa.\n\nEntre 1901 e 1905 governou o estado de Goiás José Xavier de Almeida. A\nprincípio apoiado por Leopoldo Bulhões, poderoso chefe político que\npraticamente controlou com seus aliados a política estadual entre 1891 e\n1900, Xavier de Almeida começou a decepcionar o grupo bulhonista poucos\nmeses após ter sido empossado e chegou à ruptura em fins de 1903 e\ninício de 1904. Com o apoio de Xavier de Almeida, Miguel da Rocha Lima\ndisputou em 2 de março de 1905 a eleição para presidente do estado.\nObteve 23.404 votos, enquanto o candidato apoiado pelos Bulhões, o\nsenador Joaquim José de Sousa, obteve apenas 8.937. Os Bulhões não\naceitaram o resultado, homologaram seu candidato, e dessa forma o estado\nde Goiás ficou sob o governo de dois chefes do Executivo. A questão foi\nencaminhada ao Congresso Nacional, onde se formou uma comissão julgadora\nque teve como relator o deputado Estevão Lobo. Os Bulhões pediam que o\ngoverno federal interviesse no estado, mas o relator da comissão deu\nganho de causa a Miguel da Rocha Lima.\n\nApós renunciar ao mandato de senador estadual, Miguel da Rocha Lima\nassumiu o governo do estado no dia 14 de julho de 1905. Em sua gestão,\nmanteve as linhas mestras do governo de Xavier de Almeida, inclusive a\npolítica fiscal que desagradava aos “coronéis” ligados ao próprio grupo\n“xavierista”. Enquanto isso, Leopoldo Bulhões, derrotado em 1906 na\neleição para o Senado Federal, passou a aguardar no Rio de Janeiro,\nentão capital federal, a oportunidade de investir contra o grupo que se\nencontrava no poder em Goiás. A ocasião que almejava para retornar à\ncena política goiana ocorreu em 1908, quando tiveram início as\narticulações relativas às eleições para o governo do estado e para o\nSenado. Xavier de Almeida, então deputado federal, apoiou a candidatura\nao governo de seu sogro Hermenegildo Lopes de Morais. Este foi eleito em\n2 de março de 1909, mas teve sua eleição repelida pela oposição, que se\naglutinou fortemente em virtude da decisão da comissão executiva do\nPartido Republicano Federal de homologar a eleição para o Senado de\nXavier de Almeida, em desfavor de Luís Gonzaga Jaime.\n\nA insatisfação diante da vitória de Hermenegildo Lopes de Morais para o\ngoverno do estado, e de Xavier de Almeida para o Senado, cresceu a ponto\nde atingir proporções de um movimento armado para depor Miguel da Rocha\nLima. Os adversários de Xavier de Almeida arregimentaram homens,\ncompraram armas e formaram um contingente diante do qual a força\npolicial do estado se viu impotente. Miguel da Rocha Lima renunciou no\ndia 11 de março, e em seu lugar assumiu o vice-presidente Francisco\nBertoldo de Sousa. Em abril, alguns integrantes da composição política\nsituacionista deixaram o governo, aliaram-se aos Bulhões e formaram o\nPartido Democrata. No dia 1^o^ de maio, os revolucionários, sob o\ncomando de Eugênio Jardim, percorreram a cavalo a cidade de Goiás,\nconsumando a chamada Revolução de 1909, movimento liderado por Leopoldo\nBulhões que, com o apoio das lideranças pecuaristas, tomou o governo e\nliquidou o domínio político do grupo de Xavier de Almeida. Francisco\nBertoldo de Sousa entregou então a presidência de Goiás ao\nsegundo-vice-presidente José da Silva Batista, que governou até a posse\ndo presidente nomeado pelos revolucionários, Urbano de Gouveia, em 24 de\njulho de 1909.\n\nEm 1913, Miguel da Rocha Lima foi eleito senador estadual para a\nlegislatura 1913-1916. Reelegeu-se para a legislatura seguinte, de\n1917-1920, durante a qual foi vice-presidente da Mesa Diretora. Nesse\nmesmo período, verificou-se a consolidação do Partido Democrata, então\ndirigido pela família Caiado, e do qual Rocha Lima se tornou dirigente\nem 1917. Em 1920, o Partido Republicano Federal de Goiás desapareceu e o\nPartido Democrata tornou-se o único partido expressivo na região. Em\nsetembro desse ano, Rocha Lima reelegeu-se senador estadual para a\nlegislatura 1921-1924. O critério adotado nessas eleições, tanto para a\nAssembleia Legislativa como para o Senado Estadual, foi o da reeleição\ndos congressistas, pois, segundo informou o então presidente do estado,\nJoão Alves de Castro (1917-1921) em seu relatório anual enviado ao\nCongresso Legislativo do estado, tal medida faria “desaparecer as\npaixões facciosas”, além de estabelecer “uma sólida garantia de\ncontinuidade administrativa”. Ao tomar posse, Rocha Lima foi reconduzido\nà vice-presidência da Mesa Diretora do Senado Estadual.\n\nNo dia 2 de março de 1921, realizaram-se eleições para a presidência do\nestado. Enquanto Eugênio Jardim foi eleito presidente, Francisco Aires\nda Silva, Miguel da Rocha Lima e Pedro Nunes da Silva foram eleitos,\nrespectivamente, primeiro, segundo e terceiro-vice-presidentes. Após um\nano e meio de governo, Eugênio Jardim apresentou sua renúncia, no dia 27\nde julho e 1923. Francisco Aires, por motivos desconhecidos, não assumiu\no cargo, e Miguel da Rocha Lima, após ter renunciado ao mandato de\nsenador estadual, tomou posse em seguida. Procurou dar seguimento ao\ntrabalho de seu antecessor, destacando-se por ter empreendido a\nmanutenção das estradas oficiais, fomentado o plantio de algodão e\ncriado a Escola Prática de Agricultura. Afastou-se da presidência do\nestado entre 31 de março e 25 de abril de 1924, e nesse período foi\nsubstituído pelo vice-presidente Joaquim Rufino Ramos Jubé. De volta ao\ncomando do estado, nele permaneceu até o fim do mandato, em 14 de julho\nde 1925, quando tomou posse o novo governador eleito, Brasil Ramos\nCaiado.\n\nFoi novamente eleito senador estadual, mas renunciou ao mandato logo em\nseguida, em março de 1926, após ter sido eleito para o Senado Federal,\nna legenda do Partido Democrata. Nas eleições de outubro de 1929\nreelegeu-se senador da República pelo estado de Goiás, mas não pôde\nexercer o mandato em virtude da Revolução de 1930, que fechou todos os\nórgãos legislativos do país.\n\nFaleceu no estado de Goiás no dia 14 de julho de 1935.\n\nEra casado com Rosa Alves de Amorim Godinho da Rocha Lima, com quem teve\nsete filhos.\n\nAdrianna Setemy\n\n**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. *Biografia dos Senadores.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 28/9/2009.\n","ref":"**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. *Biografia dos Senadores.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 28/9/2009.\n","dic":"DHBPR"}