{"title":"LIMA, Pedro Mota","cargoss":["jornalista","mov. comunista","rev. 1935."],"author":null,"content":"**LIMA, Pedro Mota**\n\n\\*jornalista; mov. comunista; rev. 1935.\n\n*Pedro Mota Lima* nasceu em Viçosa (AL) no mês de dezembro de 1898,\nfilho de Joaquim Pinto da Mota Lima e de Joana Rego da Mota Lima. Seu\nirmão Rodolfo Mota Lima foi também jornalista e deputado federal por\nAlagoas de 1935 a 1937.\n\nCompletou os estudos básicos na sua cidade natal, transferindo-se depois\npara o Rio de Janeiro, então Distrito Federal, onde se tornou\njornalista. Participou do movimento tenentista desde 1922, apoiando-o\natravés de artigos publicados no jornal *O Imparcial*, do qual foi\nsecretário geral.\n\nAinda na década de 1920 fundou os jornais *A Esquerda* (1927), vinculado\nao Partido Comunista do Brasil, depois Partido Comunista Brasileiro\n(PCB), e *A Batalha* (1929). Esse órgão, dirigido por Leônidas Resende e\nJosé Augusto Mota Lima, tentou aproximar o tenentismo do movimento\noperário dentro da Aliança Liberal, e defendeu insistentemente o retorno\nao Brasil de Luís Carlos Prestes, na época exilado em Buenos Aires.\n\nEm 1935, foi um dos fundadores e diretor do diário carioca *A Manhã*,\nórgão semioficial da Aliança Nacional Libertadora (ANL). O fechamento da\nANL pelo governo em julho do mesmo ano levou o PCB a preparar um levante\narmado, que eclodiu nos dias 23, 25 e 27 de novembro em Natal, Recife e\nRio de Janeiro, respectivamente. O jornal de Pedro Mota Lima foi\nfavorável à insurreição, publicando inclusive uma “edição da vitória” no\ndia 27 para esclarecer a população sobre as finalidades do movimento.\nCom a derrota do levante, o jornal foi fechado e Pedro Mota Lima\nexilou-se na Argentina.\n\nEm 28 de julho de 1937, o Tribunal de Segurança Nacional o condenou à\nrevelia, decisão confirmada pelo Superior Tribunal Militar em janeiro do\nano seguinte. No entanto, Pedro Mota Lima foi indultado antes da anistia\ndecretada por Getúlio Vargas em 1945, retornando ao país em 1943.\nTrabalhou no jornal *O Globo*, onde organizou um suplemento semanal\nchamado *O Expedicionário*, destinado aos membros da Força\nExpedicionária Brasileira (FEB) que lutavam na Itália. Além de cartas\ndos familiares dos combatentes, o suplemento continha um resumo das\nprincipais notícias nacionais.\n\nEm 1945, foi delegado do Distrito Federal ao I Congresso Brasileiro de\nEscritores, reunido em São Paulo de 22 a 27 de janeiro. Ali estavam\nrepresentadas todas as linhas de pensamento favoráveis à democracia, o\nque imprimiu ao congresso um perfil oposicionista em relação ao Estado\nNovo.\n\nQuando o PCB foi legalizado, ainda em 1945, Pedro Mota Lima tornou-se um\ndos diretores da *Tribuna Popular*, órgão do partido que se sobressaiu\nna promoção dos candidatos comunistas à Assembleia Nacional Constituinte\ne na difusão da atuação dos eleitos. Contando com a presença de Álvaro\nMoreira, Aidano do Couto Ferraz, Dalcídio Jurandir e Carlos Drummond de\nAndrade na sua direção, a *Tribuna Popular* foi fechada em 1947, quando\no PCB retornou à ilegalidade.\n\nEm 1948, passou a fazer parte do corpo de redatores e dirigiu em várias\nocasiões o jornal *Imprensa Popular*, órgão oficioso do PCB, que existiu\naté 1958.\n\nFoi casado com Cristina Viegas da Mota Lima.\n\nFaleceu em desastre aéreo na Tchecoslováquia no ano de 1966.\n\nDeixou os romances *Coronel Lousada* (1925), *Bruhaha* (1932), *Zamor*\n(1940) e *Idade da pedra* (1950).\n\nAmélia Coutinho\n\n**FONTES:**CONG. BRAS. ESCRITORES I; *Encic. Mirador*; *Grande encic.\nDelta*; PORTO, E. *Insurreição*; SILVA, H. *1937*; SILVA, H. *1938*;\nTAVARES, J. *Radicalização*.\n","ref":"**FONTES:**CONG. BRAS. ESCRITORES I; *Encic. Mirador*; *Grande encic.\nDelta*; PORTO, E. *Insurreição*; SILVA, H. *1937*; SILVA, H. *1938*;\nTAVARES, J. *Radicalização*.\n","dic":"DHBPR"}