{"title":"LIMA, RODRIGUES","cargoss":["Governador de estado ou do Distrito Federal"],"cargos_esp":[0],"datas_ini":[1892],"datas_fim":[1896],"estados":["BA"],"autor":["Silvia Noronha Sarmento","Consuelo N. Sampaio"],"content":"**LIMA**, **RODRIGUES**\n\n\\*gov. BA 1892-1896.\n\n*Joaquim Manuel Rodrigues Lima* nasceu em Caetité (BA) no dia 4 de maio\nde 1845, filho do capitão Joaquim Rodrigues Lima e de Rita Sofia Gomes\nLima.\n\nPouco depois do seu nascimento, seus pais mudaram-se para a cidade de\nSanta Isabel, atual São João do Paraguaçu. Lá morou até completar dez\nanos e foi, então, enviado para estudar em Salvador. Após concluir o\ncurso de humanidades no Colégio São João, matriculou-se na Faculdade de\nMedicina da Bahia, em 1862. No quinto ano do curso, fez parte de um\ngrupo de estudantes de medicina que se alistou voluntariamente para\nservir na Guerra do Paraguai. Retornou da guerra em 1869 e colou grau\nnesse mesmo ano. Com a saúde abalada, deixou Salvador e fixou residência\nem Caetité, dedicando-se à carreira médica e à lavoura. Na mesma época,\ncasou-se com Maria Vitória Gomes de Albuquerque Lima, filha do barão de\nCaetité, magistrado e rico proprietário da região.\n\nIngressou na política em 1872, ano em que se elegeu deputado provincial\npelo Partido Liberal, sendo reeleito para mais duas legislaturas. Ainda\nno Império, exerceu também a presidência da Câmara Municipal de Caetité.\nCom a proclamação da República, foi nomeado intendente de Caetité pelo\nentão governador Manuel Vitorino. Eleito para a assembleia que elaborou\na primeira Constituição estadual republicana da Bahia (1891), apresentou\no projeto de transferência da capital para o interior do estado, num\nponto equidistante entre Salvador e o rio São Francisco, mas não\nconseguiu aprová-lo. Após a promulgação da Constituição, prosseguiu em\nseu mandato de senador estadual.\n\nEm 1891, o Brasil viveu uma grave crise política, com uma tentativa de\ngolpe do presidente da República, marechal Deodoro da Fonseca, seguida\nda renúncia deste e da posse do vice-presidente, marechal Floriano\nPeixoto. Com a subida ao poder do grupo florianista, os governadores que\napoiaram Deodoro foram depostos, inclusive o da Bahia, José Gonçalves. O\ngeneral Tude Soares Neiva, comandante do 3^o^ Distrito Militar, assumiu\no governo, transmitindo-o logo após ao almirante reformado Joaquim Leal\nFerreira, presidente do Senado Estadual. Numa conjuntura de grande\ninstabilidade no estado, os chefes políticos locais decidiram convocar\nnovas eleições, pelo voto direto. Rodrigues Lima foi escolhido candidato\ne, eleito, tomou posse no dia 28 de maio de 1892.\n\nPara administrar o estado, Rodrigues Lima implantou novos serviços\npúblicos e organizou a administração estadual em quatro secretarias: do\nTesouro e Fazenda, do Interior, Justiça e Instrução Pública, da\nAgricultura, Viação, Indústria e Obras Públicas, e de Polícia. O\ngovernador enfrentou um período turbulento, repleto de revoltas\nnacionais e crises políticas locais, agravadas com a cisão do Partido\nRepublicano Federalista (1893). Exaurido, pediu licença em 1895 para\ntratamento de saúde no Rio de Janeiro, deixando como substituto Antônio\nCalmon de Araújo Góis, barão de Camaçari, presidente do Senado. Após as\neleições desse ano, porém, dissidentes “gonçalvistas”*,* inconformados\ncom o resultado, instalaram sua própria Assembleia Legislativa, o que\nresultou na duplicação do Legislativo estadual. O presidente desse\nLegislativo oposicionista, o barão de Jeremoabo, invocou para si o\ndireito de ocupar a chefia do governo e tomou posse, em nome de seu\ngrupo político. Com isso, além do Legislativo, o Executivo estadual foi\ntambém duplicado. A crise só foi contornada com o retorno antecipado do\ngovernador.\n\nEm 28 de maio de 1896, Rodrigues Lima encerrou seu mandato\ngovernamental, passando o cargo ao governador eleito, Luís Viana. Foi\nnovamente eleito senador estadual nas eleições de 1898, mas não concluiu\no mandato por motivo de doença. Faleceu em Caetité, no dia 18 de\ndezembro de 1903, aos 58 anos.\n\nDe seu casamento com Maria Vitória Gomes de Albuquerque Lima, teve seis\nfilhos.\n\nUma herma foi erguida em sua homenagem no largo da Vitória, em Salvador,\nque passou a ser denominado praça Rodrigues Lima.\n\nSilvia Noronha Sarmento/ Consuelo N. Sampaio\n\n**FONTES:** ARQ. BA. Inventário de Joaquim Manuel Rodrigues Lima (maio\n2009); DIAS, A. *Dr. Rodrigues Lima*; MATTA, A. *Bahia*; *Revista do\nInstituto Genealógico da Bahia* (n.1, p.131-136, 1959); SAMPAIO, C.\n*Fazenda*; SOUZA, A. *Baianos* (p.347).\n","ref":"**FONTES:** ARQ. BA. Inventário de Joaquim Manuel Rodrigues Lima (maio\n2009); DIAS, A. *Dr. Rodrigues Lima*; MATTA, A. *Bahia*; *Revista do\nInstituto Genealógico da Bahia* (n.1, p.131-136, 1959); SAMPAIO, C.\n*Fazenda*; SOUZA, A. *Baianos* (p.347).\n","dic":"DHBPR"}
