{"title":"LINHARES, Aurélio","cargoss":["militar","rev. 1924","rev. 1930","comte. IV DN 1955","comte V DN 1958."],"author":null,"content":"**LINHARES, Aurélio**\n\n\\*militar; rev. 1924; rev. 1930; comte. IV DN 1955; comte V DN 1958.\n\n*Aurélio Linhares* nasceu no Rio de Janeiro, então Distrito Federal, no\ndia 8 de setembro de 1896, filho de Manuel do Nascimento Alves Linhares,\nengenheiro, e de Maria José de Araújo e Silva Linhares, professora.\n\nIngressou, em maio do 1914, na Escola Naval do Rio de Janeiro.\nParticipou da Primeira Guerra Mundial (1914-1918) engajado na divisão\nNaval em Operação de Guerra. Foi promovido a segundo-tenente em\nfevereiro de 1917 e a primeiro-tenente em novembro de 1921. Em 1923\ncursou a Escola de Submarinos.\n\nServia no estado do Amazonas quando, em julho de 1924, irrompeu a\nrevolta tenentista contra o presidente Artur Bernardes. O movimento foi\ndeflagrado inicialmente em São Paulo, onde os rebeldes, comandados pelo\ngeneral Isidoro Dias Lopes, ocuparam a capital por três semanas,\nabandonando-a em seguida para deslocar-se no sentido do interior. Em\nSergipe, a tentativa de solidariedade aos paulistas foi rapidamente\ndominada. No Amazonas, um grupo rebelde, do qual Aurélio Linhares fazia\nparte, sob a liderança dos tenentes Alfredo Ribeiro Júnior e Joaquim\nCardoso Magalhães Barata, depôs o governador Turiano Meira no dia 23 de\njulho. Constituiu-se a seguir uma junta governativa presidida pelo\ntenente Ribeiro Júnior. Alguns dias depois, contudo, tropas federais\ncomandadas pelo general João de Deus Mena Barreto depuseram a junta\nrevolucionária, a despeito do grande apoio popular de que desfrutava.\nAssumiu então a chefia do estado, na condição de governador militar, o\ncoronel Raimundo Barbosa, e os rebeldes foram enviados presos para\nBelém. Aurélio Linhares permaneceu detido durante 32 meses, embora\nestivesse condenado a apenas um ano de prisão.\n\nParticipou também do movimento revolucionário de outubro de 1930 e, após\na vitória da revolução, foi beneficiado pela anistia decretada pelo\ngoverno provisório e promovido a capitão-tenente, tendo a medida valor\nretroativo a fevereiro de 1926. Ainda no período pós-revolucionário,\nparticipou da Comissão Revisora dos Inquéritos Administrativos,\norganizada por Juarez Távora, então ministro da Viação e Obras Públicas,\ne presidiu a Comissão de Inquéritos Militares do Ministério da Marinha.\nEm 1934 realizou viagem de estudos aos Estados Unidos.\n\nDurante a Segunda Guerra Mundial (1939-1945), comandou comboios e navios\nbrasileiros. Com a desagregação do Estado Novo (1937-1945), participou\nda formação dos novos partidos políticos. Apoiou a tese do monopólio\nestatal do petróleo em conferência proferida no Clube de Engenharia do\nRio de Janeiro, quando da intensa discussão acerca da exploração\npetrolífera que resultou na criação da Petrobras durante o segundo\ngoverno de Getúlio Vargas (1951-1954).\n\nNo posto de contra-almirante, foi designado, em janeiro de 1955, durante\no governo de João Caio Filho, comandante do IV Distrito Naval (DN),\nsediado em Belém, em substituição ao contra-almirante Paulo Mário da\nCunha Rodrigues. Exercia essa função quando, em 11 de novembro de 1955,\nfoi deflagrado um movimento político-militar liderado pelo general\nHenrique Teixeira Lott, ministro da Guerra demissionário, com o\nobjetivo, segundo seus promotores, de barrar uma conspiração em curso no\ngoverno e assegurar a posse do presidente eleito Juscelino Kubitschek. O\nmovimento provocou o impedimento dos presidentes João Café Filho,\nlicenciado, e Carlos Luz, em exercício, e empossou na chefia da nação\nNereu Ramos, vice-presidente do Senado. Contrário ao movimento, Aurélio\nLinhares foi exonerado do comando do IV DN em 14 de novembro do mesmo\nano, sendo substituído pelo contra-almirante Ari dos Santos Rangel.\n\nDurante o governo de Juscelino Kubitschek. Assumiu, em janeiro de 1958,\no comando do V DN, sediado em Florianópolis, substituindo o\ncontra-almirante Alberto Jorge Carvalhal. Exerceu esse comando até julho\ndo mesmo ano, quando foi substituído por Antônio Carlos Raja Gabaglia.\n\nParticipou ativamente da campanha de Jânio Quadros para a presidência da\nRepública em 1960, tendo presidido a “arregimentação janista”, em favor\ndessa candidatura. Em 1961 opôs-se à adoção do parlamentarismo no país,\nsolução conciliatória encontrada pelo Congresso para encerrar a crise\ngerada pelo veto dos ministros militares à posse do vice-presidente João\nGoulart após a renúncia de Jânio Quadros (25/8/1961).\n\nFoi ainda administrador do porto de Ilhéus (BA) de agosto de 1968 a maio\nde 1975.\n\nParticipou de vários congressos, conferências e comissões no Brasil e no\nexterior, tendo sido adido naval no Paraguai. Ocupou também o posto de\ncapitão dos portos de São Francisco do Sul, em Santa Catarina.\n\nCasou-se com Mary de Figueiredo.\n\nAlém de artigos e conferências publicou *Fantasia* (1925), *São Carmo,\nSalada de letras,* *Histórias infantis, Epístolas optativas, Judite* e\noutras peças teatrais.\n\n**FONTES:**CORRESP. SER. DOC. GER. MAR.; ENTREV. BIOG.; RIBEIRO FILHO,\nJ*. Dicionário*; SOUSA, J. *Teatro*; VELHO SOBRINHO, J. *Dicionário.*\n","ref":"**FONTES:**CORRESP. SER. DOC. GER. MAR.; ENTREV. BIOG.; RIBEIRO FILHO,\nJ*. Dicionário*; SOUSA, J. *Teatro*; VELHO SOBRINHO, J. *Dicionário.*\n","dic":"DHBPR"}