{"title":"LINS, Manuel de Albuquerque","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1908],"datas_fim":[1912],"estados":["SP"],"autor":[0],"content":"**LINS, Manuel de Albuquerque**\n\n\\* pres. SP 1908-1912.\n\n*Manuel Joaquim de Albuquerque Lins* nasceu em São Miguel dos Campos\n(AL) no dia 20 de setembro de 1852, filho de Manuel Joaquim de\nAlbuquerque Lins e de Orminda da Rocha e Silva. Seu pai era dono de\nengenho de açúcar em Alagoas. Seu primo João Lins Vieira Cansanção de\nSinimbu, o visconde de Sinimbu, foi presidente do Conselho de Ministros\ndo Império entre 1878 e 1880.\n\nFez seus primeiros estudos em sua cidade e aos 14 anos seguiu para\nSalvador, na Bahia, onde estudou humanidades no Seminário\nArquiepiscopal. Sentindo vocação eclesiástica, também cursou teologia,\nmas, apesar de ter recebido os aplausos dos mestres, não foi ordenado\npor não ter a idade exigida. Resolveu então, em 1871, ir completar seus\npreparatórios em Pernambuco e em 1873 ingressou na Faculdade de Direito\ndo Recife, recebendo o grau de bacharel em ciências jurídicas e sociais\nem 1877.\n\nDe volta a Alagoas, foi nomeado promotor público no município de Anadia.\nDesempenhou a função durante pouco mais de um ano, até transferir-se, a\nconselho do visconde de Sinimbu, para a província de São Paulo. Aí foi\njuiz municipal e de órfãos de Santos e juiz de direito de São Simão e\nRibeirão Preto, sendo posteriormente removido, a pedido, para Tatuí.\nNomeado em 1885 chefe de Polícia do Paraná, não chegou a tomar posse em\nvirtude da queda do gabinete do conselheiro Saraiva e o afastamento dos\nliberais do poder em agosto daquele ano. Pedindo exoneração da\nmagistratura, foi declarado juiz de direito avulso e fixou\ndefinitivamente residência na capital paulista, onde se dedicou à\nadvocacia e passou a colaborar na imprensa.\n\nAliado pelo casamento à tradicional e rica família Sousa Queirós, de\nmuita influência no Partido Liberal da província de São Paulo, foi\neleito deputado provincial pelo 5^o^ distrito para a legislatura\n1888-1889, que seria a última do Império. Em 1889 foi nomeado presidente\nda província do Rio Grande do Norte, mas não chegou a tomar posse.\nQuando sobreveio a República, em 15 de novembro daquele ano, o Partido\nLiberal de São Paulo, embora teoricamente preparado para a evolução que\nse operava, pois havia inscrito em sua bandeira “A Federação – com a\nmonarquia ou sem ela”, conservou-se a princípio em atitude reservada, e\nAlbuquerque Lins manteve-se discretamente ao lado dos liberais. No dia\n18 de novembro de 1889, Antônio da Silva Prado, um dos chefes do Partido\nConservador, promoveu uma reunião conjunta com chefe da corrente\nliberal, o ex-deputado Augusto de Sousa Queirós, cunhado de Albuquerque\nLins. Os dois líderes e seus correligionários decidiram dar seu “apoio\nleal e decidido ao governo provisório de São Paulo, para que ele possa\ncumprir o seu dever”, e no final do encontro deram por dissolvidos seus\npartidos.\n\nTendo recebido o apoio declarado dos antigos partidos do Império, os\nmembros do Partido Republicano Paulista (PRP), que assumiram o governo\nde São Paulo, resolveram incluir políticos do antigo regime na chapa que\nconcorreria ao Congresso Nacional Constituinte, e desde logo ficou\nassentada a candidatura de Albuquerque Lins a deputado. Ainda por\nsolidariedade a seus antigos correligionários, teve ele, porém, de\nretirar a anuência que já havia concedido a essa candidatura oficial. Já\nna eleição para a Constituinte paulista, contudo, realizada em 30 de\nabril de 1891, foi eleito com a maior votação entre os candidatos.\nEmpossado em 6 de junho seguinte, tomou parte ativa na elaboração da\nCarta Magna do estado e, após a promulgação desta, em 14 de julho de\n1891, passou a exercer o mandato ordinário.\n\nDesde o Congresso Nacional Constituinte (15/11/1890-25/2/1891),\ntransformado a partir de maio de 1891 em Congresso ordinário, os\ndeputados e senadores federais faziam forte oposição ao governo do\nmarechal Deodoro da Fonseca, sendo tal postura mais evidente na bancada\npaulista, que apoiara a candidatura de Prudente de Morais na eleição\nindireta para a presidência. A tentativa da aprovação pelos\nparlamentares da chamada Lei de Responsabilidades, que limitava os\npoderes do presidente da República, acabou por provocar o golpe de\nDeodoro, que fechou o Congresso no dia 3 de novembro de 1891. Poucos\npresidentes dos estados apoiaram o golpe, e entre eles estava o de São\nPaulo, Américo Brasiliense, que fora nomeado por Deodoro em 7 de março\nanterior.\n\nEnquanto a crise na capital federal levou à renúncia de Deodoro e à sua\nsubstituição pelo vice-presidente Floriano Peixoto em 23 de novembro, a\nreação de Américo Brasilense, que não quis aceitar a saída do marechal\nda chefia da nação e se negou a deixar o governo paulista, convulsionou\ntodo o estado. Sua situação política tornou-se porém insustentável, e\nacabou por levá-lo a renunciar em 15 de dezembro. Substituiu-o por um\ndia o major Sérgio Tertuliano de Castelo Branco, e a seguir assumiu o\ngoverno paulista o vice-presidente do estado José Alves de Cerqueira\nCésar. Mesmo alertado de que estaria em curso um movimento\nrevolucionário com o objetivo de destituir os governantes que estavam\napoiando o marechal Floriano Peixoto, Cerqueira César continuou no\ngoverno e assinou o Decreto n^o^ 15, que foi publicado no *Diário\nOficial* do dia 29 de janeiro de 1892, determinando a dissolução do\nCongresso Legislativo do Estado de São Paulo e convocando novas\neleições.\n\nCom o fechamento do Legislativo paulista, Albuquerque Lins resolveu se\nafastar da política e se dedicar a seus negócios particulares. Mas sete\nanos depois retornaria, sendo eleito vereador à Câmara Municipal de São\nPaulo para o triênio de 1899-1902 e escolhido por seus pares, por\nunanimidade, presidente da casa. Em 16 de dezembro de 1901 foi eleito\npara a vaga de Paulo de Sousa Queirós no Senado Estadual, e tomou posse\nem 8 de abril de 1902. Renunciou em 2 de maio de 1904, quando foi\nnomeado secretário da Fazenda pelo presidente do estado Jorge Tibiriçá\n(1/5/1904-1/5/1908). Exerceria o cargo até 31 de outubro de 1907, quando\nfoi substituído por Olavo Egídio de Sousa Aranha. À frente da\nsecretaria, atuou em defesa da política de valorização do café adotada\nem face da grande safra cafeeira do período, que abriu uma tremenda\ncrise econômica no estado e muito preocupou o governo.\n\nPresidente de São Paulo\n\nGraças à sua gestão na área financeira, quando da disputa pela indicação\ndo candidato à sucessão de Jorge Piratininga, venceu o ex-presidente\nCampos Sales na convenção do PRP. Formada a chapa governista, foi eleito\nem 1^o^ de março de 1908, tendo como vice Fernando Prestes de\nAlbuquerque, e tomou posse em 1^o^ de maio de 1908, com mandato até 1^o^\nde maio de 1912.\n\nEm sua administração à frente do governo de São Paulo, prosseguiu em sua\npolítica de valorização do café; incrementou a entrada de imigrantes,\ncujo número chegou a 185.367; fomentou a construção de numerosos grupos\nescolares, tanto na capital como no interior; transformou todas as\nescolas complementares em escolas normais primárias; criou institutos\nprofissionais na capital e nas cidades de Amparo e Jacareí; aprovou a\nplanta e orçamento para a edificação das escolas normais de Pirassununga\ne Botucatu; criou a diretoria geral da Instrução Pública, em\nsubstituição à Inspetoria do Ensino; iniciou a reforma do regimento\npenitenciário, tendo batido a pedra fundamental da penitenciária do\nestado; criou o Serviço Florestal, visando a desenvolver a silvicultura;\ncriou o Patronato Agrícola; criou os Bancos de Custeio Rural; e lançou\nos alicerces do palácio das Indústrias, localizado no parque Dom Pedro\nII, no centro da capital. Entre seus auxiliares estavam Carlos\nGuimarães, na Secretaria da Fazenda, e Washington Luís, mais tarde\npresidente da República, na Secretaria da Justiça.\n\nNas eleições para presidente da República em 1910, foi candidato a\nvice-presidente na chapa civilista de Rui Barbosa, derrotada pela chapa\nHermes da Fonseca-Venceslau Brás. Teve assim perturbados os dois últimos\nanos de seu governo, quando ocorreu uma tentativa de intervenção federal\nem São Paulo pela vindita do marechal Hermes, afinal evitada. Ao término\nde seu governo, transferiu o cargo para o sucessor Francisco de Paula\nRodrigues Alves.\n\nEm 8 de fevereiro de 1913 foi eleito senador estadual para o período de\n1913 a 1921, e em 29 de abril de 1922 foi reeleito para o período de\n1922 a 1930. Como parlamentar, discutiu os projetos de lei de criação de\nbancos agrícolas e outras medidas de interesse para a economia paulista.\n\nFoi membro da comissão diretora do PRP, como grande capitalista foi\npresidente do Banco de São Paulo e da Companhia Mecânica Importadora, e\nsempre ligado a agricultura, foi importante proprietário rural em\nLimeira. Faleceu em São Paulo em 7 de janeiro de 1926, em pleno\nexercício do mandato de senador estadual.\n\nDe seu casamento com Helena de Sousa Queirós Lins, teve seis filhos.\n\nEm sua homenagem foi criado, pela Lei n^o^ 1.708, de 27 de dezembro de\n1919, o município de Albuquerque Lins, que em 1926 teve alterada a\ndenominação para Lins.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** AMARAL, A. *Dicionário*; *Correio Paulistano* (8/1/1926);\nEGAS, E. *Galeria* (v.2); *Folha da Manhã* (8/1/1926); FONSECA, A.;\nIGNÁCIO, A.; BRISOLLA, C*. São Paulo*; *Municípios e distritos*;\nRIBEIRO, J. *Chronologia*; RIBEIRO, A. *Governantes.*\n","ref":"**FONTES:** AMARAL, A. *Dicionário*; *Correio Paulistano* (8/1/1926);\nEGAS, E. *Galeria* (v.2); *Folha da Manhã* (8/1/1926); FONSECA, A.;\nIGNÁCIO, A.; BRISOLLA, C*. São Paulo*; *Municípios e distritos*;\nRIBEIRO, J. *Chronologia*; RIBEIRO, A. *Governantes.*\n","dic":"DHBPR"}
