{"title":"LIRA, Augusto Tavares de","cargoss":["dep. fed. RN 1894-1904","gov. RN 1904-1906","min. Just. 1906-1909","sen."],"author":null,"content":"**LIRA, Augusto Tavares de**\n\n\\*dep. fed. RN 1894-1904; gov. RN 1904-1906; min. Just. 1906-1909; sen.\nRN 1910-1914; min. Viação 1914-1918; min. TCU 1918-1941.\n\n*Augusto Tavares de Lira* nasceu em Macaíba (RN) em 25 de dezembro de\n1872, filho de Feliciano Pereira de Lira Tavares e de Maria Rosalina de\nAlbuquerque Vasconcelos de Lira Tavares.\n\nEstudou em Natal no colégio dirigido por Pedro Velho de Albuquerque\nMaranhão, que se tornaria grande líder político no Rio Grande do Norte –\ngovernador do estado em 1889 e 1890, deputado federal de 1891 a 1892,\nnovamente governador de 1892 a 1896, novamente deputado em 1896, senador\nde 1897 a 1907 – e, além disso, viria a ser seu sogro. Completou o\nsecundário em Recife e em 1892 bacharelou-se pela Faculdade de Direito\ndessa cidade. Recém-formado, abriu banca de advogado em Natal e foi\nnomeado, em 1893, lente de história no Colégio Ateneu.\n\nAinda em 1893 foi eleito deputado estadual no Rio Grande do Norte. Em\n1894, elegeu-se deputado federal. Reeleito em 1897, 1900 e 1903, foi\nlíder de sua bancada, secretário da Câmara dos Deputados e membro de\nimportantes comissões, revelando-se como jurisconsulto ao apresentar,\ncomo membro da Comissão de Justiça, seu parecer sobre o capítulo\n“Contratos” do projeto do Código Civil.\n\nEleito governador do Rio Grande do Norte na sucessão de Alberto Maranhão\n– que por sua vez era irmão de Pedro Velho –, tomou posse em 25 de março\nde 1904, enquanto Alberto Maranhão era eleito para sua vaga na Câmara.\nDurante seu governo reestruturou os quadros da administração, dinamizou\na burocracia, saneou as finanças públicas e fundou o primeiro banco do\nestado. Iniciou a construção da Estrada de Ferro Central do Rio Grande\ndo Norte, inaugurando o trecho de Natal a Ceará-Mirim. Ajudou a promover\no desenvolvimento das indústrias salineira, açucareira e algodoeira.\nDedicou-se ao problema das secas, obtendo recursos junto ao governo\nfederal para obras no sertão. Foi também responsável pela urbanização de\nNatal, onde construiu vários edifícios públicos, como os do Tribunal de\nJustiça (depois Instituto Histórico) e do Congresso estadual (depois\nTribunal de Justiça), e o parque Augusto Severo, em homenagem a outro\nirmão de seu sogro, político e inventor falecido em 1902. Em 1905\ninaugurou a iluminação a gás acetileno nos bairros alto e baixo da\ncidade.\n\nSegundo Raimundo Nonato da Silva, por ocasião da viagem que o presidente\neleito Afonso Pena fez ao Norte, foi antecipadamente escolhido para\nocupar a pasta da Justiça. Recusou por duas vezes o convite, mas,\npressionado por Pedro Velho, afinal aceitou, diante da alegação de ser\naquela a primeira oportunidade de o estado ser representado no governo\nda República. Assim, em novembro de 1906, deixou o cargo de governador,\nque passou ao vice Manuel Moreira Dias, para assumir o Ministério da\nJustiça e Negócios Interiores, sucedendo a Félix Gaspar de Barros\nAlmeida.\n\nNesse período apresentou ao Legislativo um plano de reforma geral do\nensino e tornou oficial a ortografia brasileira, empreendendo ainda\nvárias obras públicas, entre as quais as do Instituto Oswaldo Cruz e da\nBiblioteca Nacional. Reorganizou em 1908 o território do Acre, reformou\naspectos da Justiça federal e local, regulamentou a nacionalização de\nestrangeiros, reorganizou o Corpo de Bombeiros, a Polícia Civil e\nMilitar, a Guarda Civil, a Casa de Detenção e a Colônia dos Dois Rios, o\nGinásio Nacional, o Hospital dos Alienados, o Instituto Benjamin\nConstant e o ensino industrial da antiga Escola Politécnica, tornando-se\nfigura de destaque no “jardim de infância” – grupo de jovens estadistas\nrepublicanos selecionado por Afonso Pena para pôr em prática seu\nprograma governamental. Empenhou-se também na questão que envolvia o\nprojeto da bancada cearense visando à fixação de limites entre o Ceará e\no Rio Grande do Norte.\n\nDurante o período de crise que se seguiu à doença de Afonso Pena,\nconseguiu manter a integridade da Constituição, coordenando a ação dos\nchefes dos partidos políticos nacionais. Com a morte de Afonso Pena e a\nposse do vice-presidente Nilo Peçanha em junho de 1909, apesar do\nconvite deste para que permanecesse no cargo, abandonou no mesmo mês o\nministério, sendo substituído por Esmeraldino Bandeira. Em abril de 1910\nfoi eleito senador pelo Rio Grande do Norte. Nessa época lançaram-lhe\nacusações políticas que rebateu em discurso na tribuna. Durante sua\npermanência no Senado, apesar de ser o mais jovem dos senadores, foi\nlíder da maioria na presidência de Hermes da Fonseca (1910-1914).\n\nIniciado o governo de Venceslau Brás (1914-1918), foi convidado por este\na participar de seu ministério. Antes, porém, como líder do governo que\nse extinguia, foi encarregado de compor os ministérios, conforme os\nacordos partidários. Escolheu para si a pasta da Viação e Obras Públicas\n– que assumiu em novembro de 1914, em substituição a José Barbosa\nGonçalves, após deixar o Senado –, tendo sido o primeiro jurista a\nocupá-la. Nesse período reviu numerosos contratos que provou serem\nnocivos e onerosos às finanças do país, liberando o Tesouro de elevados\ncompromissos financeiros. Na área energética tornou efetivo o\naproveitamento do carvão nacional, adquirindo as primeiras locomotivas\ndestinadas ao seu consumo. Promoveu também a instalação de usinas\nhidrelétricas, como a de Itatinga, reorganizando vários serviços, entre\nos quais os que se achavam afetos às inspetorias de Obras contra as\nSecas, de Iluminação, de Estradas de Ferro, de Viação Marítima e\nFluvial, de Portos, Ruas e Canais e de Esgotos, remodelando também os da\nRepartição Geral dos Telégrafos. Ocupou interinamente, por duas vezes, a\npasta da Fazenda: de março a abril de 1916, quando substituiu João\nPandiá Calógeras, e em novembro de 1918, quando era titular Antônio\nCarlos de Andrada.\n\nDeixou a pasta da Viação em agosto de 1918, sendo substituído por\nAfrânio de Melo Franco. No mesmo ano abandonou a política e aceitou o\ncargo de ministro do Tribunal de Contas da União (TCU), do qual viria a\nser presidente de 1939 a 1940, após recusar vários convites para\nministro do Supremo Tribunal Federal (STF). Como ministro do TCU,\nmanifestou-se contrário ao registro do contrato com a companhia inglesa\nItabira Iron Ore, destinado à exploração de jazidas de ferro em Minas\nGerais. Foi o primeiro, desde o início da vida republicana, a lavrar um\nparecer sobre as contas do presidente da República e favoreceu a\ninstalação do primitivo Instituto de Previdência dos Funcionários\nPúblicos da União, tendo sido presidente de seu conselho administrativo.\n\nEm 1923, por ocasião da Revolução Gaúcha desencadeada com a reeleição de\nAntônio Augusto Borges de Medeiros para o seu quinto mandato como\npresidente do estado, foi enviado ao Rio Grande do Sul pelo presidente\nArtur Bernardes (1922-1926) para servir como mediador entre as forças\nrepublicanas de Borges de Medeiros e as federalistas de Joaquim\nFrancisco de Assis Brasil. Pouco depois, foi substituído nessa missão\npor Fernando Setembrino de Carvalho. O conflito foi encerrado em\nnovembro com o Pacto de Pedras Altas, que mantinha Borges de Medeiros no\ngoverno, mas vedava nova reeleição.\n\nEm 1924 atuou como presidente e relator da chamada Guedd’s Commission,\nencarregada pelo presidente Artur Bernardes de apresentar sugestões com\nvistas ao maior rendimento e economia da administração pública. Em 1927,\npresidiu a organização do atual Instituto de Previdência e Assistência\ndos Servidores do Estado (IPASE), sendo aposentado do TCU em 1941 por\natingir o limite de idade.\n\nConsiderado grande orador, Tavares de Lira teve intensa participação em\neventos culturais, presidindo o II, III e IV congressos de História\nNacional. Escreveu ainda vários artigos sobre história política,\ninclusive esboços biográficos de personalidades do Império e da\nRepública, tendo deixado também trabalhos sobre administração, finanças\ne direito administrativo. Foi membro do Instituto Histórico e Geográfico\nNacional e sócio de várias entidades culturais, nacionais e\nestrangeiras. Vários de seus trabalhos foram publicados na *Revista* *do\nInstituto Histórico Brasileiro,* do qual foi o primeiro-vice-presidente.\nFoi também professor de direito administrativo na Faculdade de Direito\ndo Rio de Janeiro, no então Distrito Federal.\n\nFaleceu no Rio de Janeiro no dia 21 de dezembro de 1958.\n\nDe seu casamento com Sofia Eugênia de Albuquerque Maranhão, teve sete\nfilhos.\n\nUma delas, Sofia Augusta Tavares de Lira, casou-se com um de seus\nsobrinhos, Roberto Tavares de Lira, que foi ministro da Educação e\nCultura em 1962, no governo João Goulart. Outro sobrinho, o general\nAurélio de Lira Tavares, foi comandante do IV Exército de 1964 a 1965,\nministro do Exército de 1967 a 1969, membro da junta militar que\ngovernou o Brasil entre agosto e outubro de 1969 e embaixador do Brasil\nna França de 1970 a 1974. Era ainda tio de Paulo Lira, que foi ministro\ninterino da Fazenda entre junho e agosto de 1944 e chefe do Gabinete\nCivil da Presidência da República durante o governo de Nereu Ramos, de\nnovembro de 1955 a janeiro de 1956, e de João Lira Filho, que foi reitor\nda Universidade do Estado da Guanabara (UEG) de 1967 a 1971.\n\nPublicou *O estado de sítio* (1899), *A questão de limites entre os\nestados do Ceará e do* *Rio Grande do Norte* (1902),*Apontamentos*\n*sobre a questão de limites entre o Ceará e o* *Rio Grande do Norte*\n(1904), *Algumas notas sobre a história política do Rio Grande* *do\nNorte* (1907), *Acumulações remuneradas* (1911), *O Rio Grande do Norte\nem* *1911* (1912), *Aposentadoria de funcionários públicos* (1912),\n*Domínio holandês no* *Brasil* (1915), *Notas históricas sobre o Rio*\n*Grande do Norte* (1918), *Aspectos econômicos do Rio Grande do Norte*\n(1919), *As secas* *do Nordeste* (1919),*História do Rio Grande* *do\nNorte* (1921), *Procuradores-gerais das províncias do Brasil* (1922),\n*Regime eleitoral de* *1822 a 1922* (1922), *Corografia do Rio Grande do\nNorte* (1924), *Contribuição para a biografia do imperador* (1925),\n*Centenário do Senado do Império* (1926), *Centenário da fundação dos\ncursos jurídicos de São Paulo e* *Olinda* (1927), *Deodoro da Fonseca*\n(1927), *Centenário do Supremo Tribunal de Justiça* (1928), *O primeiro\nConselho de Estado* (1931), *Marquês de Queluz* (1933), *Lafayette*\n*Rodrigues Pereira* (1934), *João Alfredo Correia de Oliveira* (1935),\n*Quintino Bocaiúva* (1936),*Caxias, presidente do Conselho de*\n*Ministros* (1936), *O primeiro Senado da República* (1938),\n*Organização política e administrativa do Brasil* – *Colônia, Império e\nRepública* (1938), *Presidente Afonso Pena* (1939), *Francisco Belisário\nSoares de Sousa* (1939),*Independência do Brasil* (1940), O *sistema\nparlamentar no Brasil* (1940), *Estradas de ferro e portos do Rio Grande\ndo Norte* (1940), *O duque de Caxias e a unidade brasileira* (1941),\n*Francisco Glicério* (1941), *Senador Pedro Velho* (1942), *O Ministério\nda Justiça* (1943),*Minha passagem pelo Senado* (1943), *O monumento ao\nbarão do Rio Branco* (1944), *Rio Branco no Instituto Histórico* (1945),\n*Os ministros de Estado da Independência à República* (1946),\n*Presidente Rodrigues Alves* (1948), *Amaro Cavalcanti* (1949), *Sinopse\nhistórica da capitania do Rio Grande* *do Norte* (1950), *Pinheiro\nMachado* (1951) e *O Senado da República de 1889 a 1930* (1953).\n\n**FONTES:**ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1); CASCUDO, L.\n*História*; CASCUDO, L. *História da Assembleia*; *Grande encic. Delta*;\nGUIMARÃES, A. *Dicionário*; LEITE, A. *História*; LIRA, A. *Senado*;\nPerfil; REIS JÚNIOR, P. *Presidentes*; Rev*. Inst.* *Hist. Geog. Bras*.\n(10/12/1959); SILVA, R. *Bacharéis*; Who’s who in Latin.\n","ref":"**FONTES:**ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1); CASCUDO, L.\n*História*; CASCUDO, L. *História da Assembleia*; *Grande encic. Delta*;\nGUIMARÃES, A. *Dicionário*; LEITE, A. *História*; LIRA, A. *Senado*;\nPerfil; REIS JÚNIOR, P. *Presidentes*; Rev*. Inst.* *Hist. Geog. Bras*.\n(10/12/1959); SILVA, R. *Bacharéis*; Who’s who in Latin.\n","dic":"DHBPR"}