{"title":"ANDRADE, Carlos de Morais","cargoss":["rev. 1930","rev. 1932","const.1934","dep. fed. SP 1935-1937 e 1946-1951."],"author":null,"content":"**ANDRADE, Carlos de Morais**\n\n\\* rev. 1930; rev. 1932; const.1934; dep. fed. SP 1935-1937 e 1946-1951.\n\n*Carlos de Morais Andrade* nasceu na cidadede São Paulo no dia 9 de\nnovembrode 1889, filho de Carlos Augusto deAndrade e de Maria Luísa\nMorais Andrade.\n\nConcluiu os estudos secundários noGinásio Nossa Senhora do Carmo e\nem1909 bacharelou-se pela Faculdade de Direitode São Paulo. Em 1911\ntornou-se mestreem filosofia pela Faculdade Livre de Filosofia,Ciências\ne Letras de São Paulo, agregadaà Universidade de Louvain, na Bélgica.\n\nIniciou sua vida política filiando-seao Partido Democrático (PD) de São\nPauloe participando da campanha da AliançaLiberal nas eleições\npresidenciais de marçode 1930, em apoio à candidatura deGetúlio Vargas.\nApós a vitória de JúlioPrestes, que fora indicado pelo\npresidenteWashington Luís, permaneceu ligado às\narticulaçõesoposicionistas e no princípio de outubrode 1930, logo após a\ndeflagração domovimento revolucionário, foi preso em SãoPaulo.\nConsolidada a vitória da revoluçãono dia 24 de outubro com a deposiçãode\nWashington Luís, foi libertado e designadopara chefiar interinamente a\nDelegacia deOrdem Política de São Paulo, função queexerceu durante 20\ndias.\n\nComo membro do diretório do PD,acompanhou o partido em suas\ndivergênciascom o governo provisório de Getúlio Vargasao longo da crise\niniciada com anomeação do tenente João Alberto Linsde Barros para a\ninterventoria em SãoPaulo. Essa nomeação contrariou as expectativasdo\nPD, que almejava alcançar o poderno estado em consequência da sua\nparticipaçãona revolução. No decorrer de 1931-1932a crise paulista\nevoluiu para um confrontoaberto entre as correntes políticas\ntradicionaisdo estado, de um lado, e as forçastenentistas e o governo\nfederal, que asapoiava, de outro. Deflagrada a\nRevoluçãoConstitucionalista em julho de 1932, colaborouna criação do\nposto de alistamento doJardim de Infância, organizando o BatalhãoPais\nLeme, em cujas fileiras se alistoucom a patente de capitão. O\nmovimentoterminou em outubro do mesmo ano coma derrota das forças\npaulistas.\n\nEm maio de 1933 elegeu-se deputadopor São Paulo à Assembleia Nacional\nConstituintena legenda da Chapa Única por SãoPaulo Unido, integrada pelo\nPD e peloPartido Republicano Paulista (PRP). Nesse pleitofoi apoiado\npela Federação dos Voluntários,organização política fundada em fins\ndeoutubro de 1932 por um grupo deoficiais e suboficiais paulistas com\noobjetivo de congregar os voluntários quehaviam participado da Revolução\nConstitucionalista.Assumindo seu mandato em novembro de 1933,durante os\ntrabalhos constituintes defendeu,como advogado de empresas japonesas,\napreservação das correntes migratórias oriundasdo Japão. Em fevereiro de\n1934 passoua integrar o Partido Constitucionalista deSão Paulo, que\nreuniu o PD, a Federaçãodos Voluntários e a Ação Nacional\nRepublicana,formada por dissidentes do PRP. Com apromulgação da nova\nCarta (16/7/1934) ea eleição do presidente da República nodia seguinte,\nteve o mandato prorrogado,assim como os demais constituintes, atémaio de\n1935.\n\nEm outubro de 1934 elegeu-se deputadofederal por São Paulo na legenda\ndoPartido Constitucionalista, iniciando o mandatoordinário em maio do\nano seguinte. Emnovembro de 1937, com a implantação doEstado Novo, que\nfechou todos os órgãoslegislativos existentes no país, teve seumandato\nextinto e foi preso por discordardo golpe de Getúlio Vargas. Após\nserlibertado, voltou às atividades do magistérioe participou em 1942 do\nI Congressode Instrução Secundária e Superior. Coma crescente\ndesagregação do Estado Novo,no início de 1945 retomou as\natividadespolíticas, colaborando, juntamente com outrosmembros do antigo\nPD, como Aureliano Leitee Paulo Nogueira Filho, na fundação daUnião\nDemocrática Nacional (UDN), partido deoposição ao regime.\n\nApós a deposição de Getúlio Vargasem 29 de outubro de 1945 e\naredemocratização do país, elegeu-se em dezembroseguinte\nprimeiro-suplente de deputado por SãoPaulo à Assembleia Nacional\nConstituinte, nalegenda da UDN. Não chegou a participardos trabalhos\nconstituintes, mas cinco diasapós a promulgação da nova Carta em18 de\nsetembro de 1946, já na legislaturaordinária, assumiu uma cadeira na\nCâmarados Deputados. Integrou a Comissão Parlamentarde Inquérito (CPI)\nsobre o DepartamentoNacional do Café (DNC), e em janeirode 1948 votou\ncontra a extinção dosmandatos dos parlamentares eleitos pelo\nPartidoComunista Brasileiro, então Partido Comunistado Brasil (PCB),\ncujo registro tinha sidocancelado pelo Tribunal Superior Eleitoral\n(TSE)no ano anterior. Em outubro de 1950tentou reeleger-se para a Câmara\ndos Deputados,mas obteve uma suplência e não chegoua assumir o mandato.\n\nFoi também professor de filosofiado Ginásio Osvaldo Cruz e de\npsicologiae moral na Escola Álvares de Azevedo,ambos na capital\npaulista. Professor substitutode psicologia na Faculdade Paulista\ndeFilosofia e Letras, foi um dos fundadoresdo Centro de Filosofia e\nLetras deSão Paulo, do qual foi presidente. Comojornalista, colaborou no\n*Diário Nacional* e na*Gazeta do Povo* de sua cidade natal. Foi\nrepresentantede seu estado na Ordem dos Advogadosdo Brasil (OAB) e do\nInstituto dosAdvogados de São Paulo no I CongressoBrasileiro de Direito\nJudiciário, no qualatuou como relator da parte geral doprograma.\nPertenceu ainda ao Instituto deDireito Social, ao Instituto Histórico\neGeográfico de São Paulo, à Academia deCiências e Letras e à Sociedade\ndeCultura Artística.\n\nCasou-se com Celeste Sales de Andrade.\n\nPublicou *Da extensão da posse aos direitos pessoais* e*Inteligência do\nartigo 1.750 do Código Civil*.\n\n**FONTES:**ASSEMB. NAC. CONST. 1934.*Anais* (6); CÂM. DEP. *Deputados*;\n*Câm. dep. seus componentes*,Diário do Congresso Nacional; GODINHO, V.\n*Constituintes*;HIRSCHOWICZ, E. *Contemporâneos*; LEITE, A.\n*História*;LEITE, A. *Memórias*; MELO, L. Dic.; *Personalidades*;*Quem é\nquem no Brasil*; TRIB. SUP. ELEIT. *Dados* (1,2).\n","ref":"**FONTES:**ASSEMB. NAC. CONST. 1934.*Anais* (6); CÂM. DEP. *Deputados*;\n*Câm. dep. seus componentes*,Diário do Congresso Nacional; GODINHO, V.\n*Constituintes*;HIRSCHOWICZ, E. *Contemporâneos*; LEITE, A.\n*História*;LEITE, A. *Memórias*; MELO, L. Dic.; *Personalidades*;*Quem é\nquem no Brasil*; TRIB. SUP. ELEIT. *Dados* (1,2).\n","dic":"DHBPR"}