{"title":"LISBOA, Bento","cargoss":["magistrado","pres. RJ 1872-1873","min. STF 1892-1893."],"author":"Eduardo Junqueira","content":"**LISBOA, Bento**\n\n\\*magistrado; pres. RJ 1872-1873; min. STF 1892-1893.\n\n*Bento Luís de Oliveira Lisboa*, nasceu no Rio de Janeiro, então capital\ndo Império, em 1836, filho de Venâncio José Lisboa.\n\nFormou-se em ciências jurídicas e sociais na Faculdade de Direito de São\nPaulo, recebendo o grau de bacharel em 1859. Iniciou sua carreira na\nmagistratura no ano seguinte, sendo nomeado promotor público do termo de\nItaboraí, na província do Rio de Janeiro. Passou depois a juiz municipal\ne de órfãos do termo de Campos, em 1861, sendo removido a seguir para\ncargo idêntico no termo de Resende. No biênio 1862-1863, tomou assento\nna Assembleia Provincial do Rio de Janeiro. Em 1865 foi nomeado juiz de\ndireito da comarca dos Reis Magos, na província do Espírito Santo, e em\n1868 foi removido para a comarca de Bananal, São Paulo, onde ficou até\n1872. De 10 de outubro desse ano a 20 de março de 1873 foi presidente da\nprovíncia do Rio de Janeiro. Removido para a comarca de Vassouras em\n1873, passou a ter exercício na 2^a^ vara comercial da Corte por decreto\nde 1^o^ de fevereiro de 1878. Foi nomeado desembargador da Relação da\ncapital do Império por decreto de 14 de outubro de 1886.\n\nProclamada a República e reorganizada a Justiça, a antiga Relação da\nCorte tornou-se a Corte de Apelação. Bento Lisboa foi então nomeado um\nde seus desembargadores e exerceu o cargo de 1890 até ser nomeado\nministro do Supremo Tribunal Federal em maio de 1892, no contexto da\npequena reforma realizada durante o governo Floriano Peixoto com o fim\nde afastar antigos ministros identificados com o regime monárquico. Foi\naposentado em novembro de 1893, e retirou-se da vida pública para se\ndedicar à advocacia e ao jornalismo.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, no dia 6 de\njunho de 1905.\n\nFoi casado com Cecília Toledo de Oliveira Lisboa.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}