{"title":"LISBOA, João Coelho Gonçalves","cargoss":["dep. fed. PB 1894-1899","sen. PB 1905-1908."],"author":"Raimundo Helio Lopes","content":"**LISBOA, João Coelho Gonçalves**\n\n\\*dep. fed. PB 1894-1899; sen. PB 1905-1908.\n\n*João Coelho Gonçalves Lisboa* nasceu na cidade de Areia (PB) no dia 27\nde junho de 1859, filho de Teodósio Gonçalves Lisboa e de Josefa dos\nSantos Coelho e Silva.\n\nFormou-se pela Faculdade de Direito do Recife em 1884. Depois de formado\nfoi promotor público na cidade natal, mas ocupou o cargo por poucos\nmeses. Iniciou sua vida política ainda durante o Império, defendendo as\ncausas abolicionista e republicana. Nessa militância, proferiu palestras\ncontra o Império nas províncias do Rio Grande do Sul e Espírito Santo.\nDurante essas atividades, esteve ao lado de Aristides Lobo, também\nrepublicano histórico da Paraíba.\n\nDepois da proclamação da República (15/11/1889), foi nomeado chefe de\npolícia pelo presidente do estado da Paraíba Venâncio Neiva (1889-1891)\ne ingressou no Partido Republicano da Paraíba. Devido a desentendimentos\npolíticos, rompeu com Venâncio Neiva e mudou-se para o Rio de Janeiro,\nentão Distrito Federal. Com o início da Revolta da Armada, levante de\noposição ao presidente Floriano Peixoto (1891-1894) que se estendeu de\nsetembro de 1893 a março de 1894 e, sob a chefia do almirante Custódio\nde Melo e mais tarde do almirante Luís Felipe Saldanha da Gama, envolveu\na esquadra sediada na baía de Guanabara, organizou e foi capitão do\nBatalhão 23 de Novembro, criado para defender o governo federal. Por\nessas atividades, foi nomeado professor do Colégio Pedro II, no Rio de\nJaneiro, onde lecionou por muitos anos.\n\nEm 1894 foi eleito deputado federal pelo estado da Paraíba. Reeleito em\n1897, ao final dessa legislatura, em 1899, deixou a Câmara dos\nDeputados, mas continuou suas atividades políticas na Paraíba e no Rio\nde Janeiro. Em 1905 foi eleito senador pela Paraíba, na vaga aberta com\no falecimento do então senador José de Almeida Barreto. Rompeu com o\nsenador e ex-presidente da Paraíba Álvaro Lopes Machado e, sem o apoio\ndessa liderança, não conseguiu ser reeleito no ano de 1908. Durante os\nanos em que ocupou uma cadeira no Senado Federal, foi membro da Comissão\nde Redação.\n\nEm 1910 apoiou a candidatura do marechal Hermes da Fonseca à presidência\nda República. Quando este foi eleito, foi nomeado membro do Tribunal de\nContas da União, mas declinou do convite. Pouco antes do final do\ngoverno do marechal Hermes (1910-1914), rompeu politicamente com ele e\napresentou ao Congresso Nacional uma denúncia contra o presidente que\nnão foi acolhida.\n\nNo campo jornalístico, colaborou com a *Folha do Norte* e *A Verdade*,\nambos da Paraíba, e outros jornais do Rio de Janeiro. Foi fundador da\nLiga Nacional Contra a Seca, da Associação de Proteção e Auxílio aos\nSilvícolas do Brasil e da Liga Antioligárquica. Também foi um dos\npatronos da Academia Paraibana de Letras e professor da Faculdade de\nDireito do Rio de Janeiro.\n\nFaleceu na cidade do Rio de Janeiro no dia 11 de julho de 1918.\n\nFoi casado com Luísa Pizarro Gabino, com quem teve três filhos. Sua\nfilha Rosalina Coelho Lisboa foi poetisa, jornalista, líder feminista e\nadepta da Ação Integralista Brasileira.\n\nPublicou *Sublime dea, a ciência (segunda antítese D Terribilis Dea),\nReceita no dia 12 de maio de 1880 por ocasião da sessão solene em\ncomemoração do segundo aniversário desta sociedade e publicada por\namigos* (1880) e *Problemas urgentes: oligarquias, seca no Norte e\nclericalismo* (1909).\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; ACAD. PARAIBANA. LET. Disponível\nem: \\<www.aplpb.com.br\\>. Acesso em: 12/11/2010; *Grande Enciclopédia\nDelta Larousse*; LEITE NETO, L. *Catálogo biográfico.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ACAD. PARAIBANA. LET. Disponível\nem: \\<www.aplpb.com.br\\>. Acesso em: 12/11/2010; *Grande Enciclopédia\nDelta Larousse*; LEITE NETO, L. *Catálogo biográfico.*\n","dic":"DHBPR"}