{"title":"LOBATO, Monteiro","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**LOBATO, Monteiro**\n\n\\*jornalista e escritor.\n\n*José Bento Monteiro Lobato* nasceu em Taubaté (SP) no dia 18 de abril\nde 1882, filho de José Bento Marcondes Lobato e de Olímpia Monteiro\nLobato. Foi registrado como José Renato Monteiro Lobato, mas veio a\nadotar anos depois o prenome de seu pai, cujas iniciais estavam gravadas\nem uma bengala que recebeu de herança. A família de seu pai possuía\ngrandes fazendas de café no vale do rio Paraíba, e seu avô materno,\ntambém rico proprietário de terras, era José Francisco Monteiro, barão e\ndepois visconde de Tremembé.\n\nFez o curso primário no Colégio Paulista de Taubaté e o ginásio no\nColégio Coração de Jesus, também em sua cidade natal. Por essa época\nescreveu seus primeiros artigos, sob o pseudônimo de Josbém, para o\njornal estudantil *O Guarani*. Transferindo-se para a capital paulista\nem 1896, concluiu os estudos preparatórios no Instituto de Ciências e\nLetras, onde se destacou por sua participação nos jornais *O Patriota* e\n*A Pátria* e nas sociedades literárias que promoviam debates sobre temas\ndiversos.\n\nCom o falecimento de seu pai em 1898 e de sua mãe no ano seguinte,\npassou a viver com o avô materno, que não concordou com seu desejo de\ningressar na Escola de Belas-Artes, induzindo-o a matricular-se na\nFaculdade de Direito de São Paulo. Iniciou o curso superior em 1900, mas\ndedicou pouca atenção ao currículo escolar, participando com maior\nintensidade das atividades do grêmio literário. Ainda acadêmico, fundou\njunto com outros colegas a associação literária O Cenáculo, que teve\ngrande importância em sua formação e se desdobrou na criação do jornal\n*O Minarete*, editado em Pindamonhangaba (SP) com a ajuda de um colega\nali residente. Principal dinamizador dessa iniciativa, várias vezes\nchegou a escrever todas as matérias do jornal, utilizando diversos\npseudônimos. Nesse mesmo período, colaborou no *Combatente*, editado na\ncapital do estado, e no *Povo*, de Caçapava (SP).\n\nFormado em 1904, regressou à cidade natal, onde viveu durante cerca de\num ano e meio voltado para leituras e para a redação de artigos para o\n*Jornal de Taubaté*. Pretendendo casar-se, começou a trabalhar em 1906\ncomo procurador público interino da cidade, sendo efetivado no ano\nseguinte na promotoria de Areias (SP). Casou-se em 1908 com Maria Pureza\nNatividade, com quem teria quatro filhos, e dedicou-se a escrever contos\ne artigos para jornais do interior e a traduzir matérias do *Weekly\nTimes* para *O Estado de S. Paulo*. Manteve também contatos sistemáticos\ncom seus antigos amigos da faculdade, através dos quais recebia notícias\ndos eventos culturais mais importantes. Buscando alternativas para sair\nde Areias, começou a colaborar em 1909 em *A Tribuna*, de Santos (SP), e\na *Gazeta de Notícias*, do Rio de Janeiro, então Distrito Federal, mas\nessas atividades não eram suficientes para garantir o sustento de sua\nfamília. Nessa época, quase desistiu da literatura e do jornalismo.\n\nFazendeiro, Escritor e Editor\n\nA morte de seu avô em 1911, entretanto, modificou substancialmente sua\nsituação. Herdeiro da fazenda Buquira, situada em uma área agrícola\ndecadente nas cercanias de Taubaté, Monteiro Lobato mudou-se para a\npropriedade e, com grande entusiasmo, procurou modernizar os métodos de\nprodução e administração ali utilizados. Nos anos seguintes, embora\nempenhado nesse trabalho, não se afastou das atividades literárias,\nmantendo-se informado dos principais acontecimentos, dedicando-se à\nleitura dos clássicos e escrevendo artigos para jornais. Sua experiência\ncomo administrador, entretanto, fracassou, levando-o a pensar em vender\na fazenda.\n\nEm novembro de 1914, publicou em *O Estado de S. Paulo* um artigo\nintitulado “Velha praga”, onde descreveu suas principais dificuldades na\ngerência da produção rural e os problemas provocados pelos colonos,\nespecialmente os incêndios. O artigo obteve grande repercussão, sendo\ndesdobrado no mês seguinte por outro, intitulado “O caboclo e o urupê do\npau podre que vegeta no sombrio da mata”. Pretendendo descrever os\ncaboclos que trabalhavam em sua fazenda “sem romantismo, sem idealismo e\ncom autenticidade”, criou o personagem Jeca Tatu, indolente, ignorante e\npreguiçoso, responsável pelo fracasso do fazendeiro.\n\nDesanimado com as perspectivas da fazenda e, por outro lado, incentivado\npelo crescente sucesso de seus artigos na imprensa, vendeu afinal sua\npropriedade em meados de 1917 e se transferiu para a capital paulista,\nonde continuou a escrever para *O Estado de S. Paulo*, a *Revista do\nBrasil* e outros órgãos. Preocupado em valorizar os temas\nespecificamente brasileiros e a cultura nacional, promoveu no jornal\npaulista uma pesquisa sobre o Saci Pererê, que despertou muito interesse\ne resultou na publicação de um volume reunindo dezenas de opiniões sobre\nesse personagem do folclore brasileiro.\n\nEm 1918, adquiriu a *Revista do Brasil*, que havia sido criada dois anos\nantes para desenvolver a consciência nacional brasileira, pretendendo\nimprimir uma linha editorial mais marcadamente nacionalista e iniciar a\ncriação de uma editora. Lançou seu primeiro livro em julho desse ano,\nreunindo artigos e contos já publicados, inclusive *Urupês*, que deu\nnome à coletânea. A primeira edição dessa obra se esgotou um mês depois\ndo lançamento, suscitando acesos debates nos meios políticos e\nintelectuais sobre o perfil do Jeca Tatu, personagem do artigo-título.\nEstimulado pelas discussões e baseado nas denúncias dos higienistas\nsobre a situação sanitária da população rural, Lobato voltou a escrever\nsobre esse tema, reconhecendo grandes qualidades de resistência e\nadaptação na população rural e passando a atribuir a indolência do\npersonagem às doenças de que era portador. Seus artigos em defesa de uma\npolítica de saneamento básico do interior do país foram reunidos em novo\nlivro intitulado *Problema vital*, editado em fins de 1918 pela\nSociedade Eugênica de São Paulo e pela Liga Pró-Saneamento do Brasil. A\nrenda obtida com a vendagem desses dois primeiros livros permitiu a\nfundação, ainda em 1918, da Editora Monteiro Lobato, que passou a\npublicar e comercializar obras de autores estreantes, como Oswald de\nAndrade, Ribeiro Couto, Menotti del Picchia, Gilberto Amado e outros.\nNesse período, Lobato praticamente interrompeu sua atividade literária,\ndedicando todo o seu tempo à condução dos negócios de sua empresa e à\nreedição de artigos antigos, reunidos nos livros *Cidades mortas*,\n*Ideias de Jeca Tatu* e *Onda verde*, todos de 1919.\n\nEm 1921, lançou algumas histórias infantis inéditas, como *A menina do\nnarizinho arrebitado*, que obteve enorme sucesso, alcançando uma\nvendagem de 50 mil exemplares. Escreveu em seguida *O Saci* (1921), *O\nmarquês de Rabicó* (1922), *Fábulas* e *Jeca Tatuzinho*. Este último\nretomava a defesa do saneamento das áreas e foi adaptado pelo autor para\nservir de propaganda de remédios produzidos pelo Laboratório Fontoura.\n\nLobato criticou a realização da Semana de Arte Moderna de 1922,\nconsiderada por ele como “um estrangeirismo”. Em 1923, lançou *O macaco\nque se fez homem* e *O mundo da lua*, continuando a obter notável\nsucesso comercial para sua editora. Entretanto, a ocupação da capital\npaulista durante quase todo o mês de julho de 1924 por rebeldes\nchefiados pelo general Isidoro Dias Lopes acarretou uma paralisação de\ntodas as atividades econômicas da cidade e abalou seriamente a editora.\nNo início de 1925, Lobato tentou recuperar sua empresa através de um\nnovo programa de trabalho voltado para a renovação da literatura\ninfantil, com novos lançamentos e o aprimoramento de antigas traduções.\nMesmo assim, as dificuldades financeiras foram agravadas pela nova\npolítica econômica do governo de Artur Bernardes, que modificou o\nsistema de redesconto do Banco do Brasil, levando a editora à falência\nno fim do ano.\n\nCom os poucos recursos que lhe restaram Lobato se associou a outros para\nfundar a Companhia Editora Nacional. Transferiu-se em seguida para o Rio\nde Janeiro, onde escreveu uma série de artigos para *O Jornal*,\nintitulada “Os diálogos com mister Stang”, e outra para *A Manhã*,\nchamada “O choque de raças”. Mais tarde, ambas as séries foram\npublicadas em forma de livro. Nessa época, influenciado por alguns\namigos, inscreveu-se como candidato a uma vaga na Academia Brasileira de\nLetras, mas foi derrotado.\n\nA Experiência nos EUA e o Interesse pelo Petróleo\n\n Em 1927, logo depois da posse de Washington Luís na presidência da\nRepública (15/11/1926), Monteiro Lobato foi nomeado adido comercial do\nBrasil em Nova Iorque por influência de Alarico da Silveira, secretário\nda presidência, cargo equivalente ao atual chefe do Gabinete Civil.\n\nDeslumbrado com o progresso dos Estados Unidos, Lobato passou a buscar\nos caminhos para transferir a experiência desse país para as condições\nbrasileiras, concluindo que o desenvolvimento das indústrias do ferro e\ndo petróleo era decisivo para o desenvolvimento econômico. Ao mesmo\ntempo, ordenou a venda de todas as suas ações da Companhia Editora\nNacional para investir na Bolsa de Valores de Nova Iorque, cujas\noperações financeiras lhe pareciam extremamente rentáveis. Com a quebra\nda Bolsa em outubro de 1929, perdeu todo o seu capital.\n\nDesanimado com os negócios, voltou a dedicar-se à literatura, escrevendo\num livro de impressões sobre os Estados Unidos, intitulado *América*, e\ntrabalhando na adaptação e elaboração de algumas histórias infantis. De\nvolta ao Brasil no início de 1931, não acreditou que o governo\nprovisório resultante da Revolução de 1930 fosse capaz de resolver os\nproblemas fundamentais do país. Instalado em São Paulo, buscou, sem\nêxito, interessar o governo no problema siderúrgico e petrolífero,\npassando em seguida a buscar o apoio de empresários nacionais para seus\nprojetos. Como resultado desse trabalho, fundou, ainda em 1931, o\nSindicato Nacional de Indústria e Comércio, voltado para a exploração do\nferro, e a Companhia Petróleos do Brasil. Nesse período, denunciou pela\nimprensa o contrato assinado pelo governo com a Itabira Iron Ore\nCompany, defendendo a utilização do sistema Smith na industrialização do\nferro brasileiro, pois ele prescindia dos altos-fornos e,\nconsequentemente, da importação de carvão. A reunião desses artigos deu\norigem à obra *Ferro*, publicada em 1931, em que revia algumas de suas\nopiniões anteriores e afirmava que “nosso problema não é político, nem\nracial, nem climático, mas pura e simplesmente econômico”.\n\nNo início de 1932, começou a concentrar sua atenção no incentivo aos\ninvestimentos privados na prospecção de petróleo, encontrando para isso\ngrandes dificuldades, como a falta de recursos disponíveis para\nempreendimentos desse porte e as limitações impostas pelo governo.\nEstava envolvido nesse trabalho quando eclodiu a Revolução\nConstitucionalista de São Paulo em julho de 1932, mas manteve-se neutro\nnesse episódio por considerar que “quem adota a política do ferro e do\npetróleo não consegue interessar-se por nenhuma outra”.\n\nAs atividades de Monteiro Lobato como empresário não renderam lucro.\nPara sobreviver, dedicou-se em 1932 a fazer traduções e a escrever\nlivros infantis, como *Viagem ao céu*, *História do mundo para crianças*\ne *As caçadas de Pedrinho*. No ano seguinte, prosseguiu na busca do\npetróleo, fundando novas companhias para iniciar a perfuração de poços.\nEm maio de 1934 a Companhia de Petróleo do Brasil – uma de suas empresas\n– emitiu ações para levantar fundos para o prosseguimento das pesquisas\ne da perfuração de um poço em Araguá, no município de São Pedro de\nPiracicaba (SP), mas sofreu um duro golpe com a divulgação de um estudo\npreparado pelo recém-criado Departamento Nacional de Produção Mineral\n(DNPM), que concluía pela inexistência de petróleo no estado de São\nPaulo. Lobato reagiu com energia, acusando publicamente o órgão de\nfalsificar os laudos geológicos com o objetivo de boicotar as pesquisas\ndesenvolvidas pelas empresas nacionais e de defender os interesses dos\ngrandes trustes estrangeiros que, segundo ele, desejavam manter\ninexploradas as reservas petrolíferas brasileiras.\n\nLobato sentiu-se mais uma vez prejudicado com a edição, em julho\nseguinte, do Código de Minas, que estabelecia novos critérios para a\nexploração das jazidas minerais e subordinava a operação das companhias\nprivadas nesse setor ao DNPM. Segundo ele, essa regulamentação defendia\nos interesses estrangeiros e, na prática, asfixiava as empresas\nnacionais. Viajou então por todo o país com o objetivo de denunciar a\npolítica oficial e obter recursos para suas empresas, mas não foi\nbem-sucedido. Em 1935, voltou a escrever regularmente e publicou\n*Geografia de dona Benta*, *História das invenções*, *Memórias de\nEmília* e *Contos leves e contos pesados*.\n\nReiniciando sua campanha de denúncias, em 1936 enviou uma carta ao\nministro da Agricultura, Odilon Braga, em que acusava Mark Melamphy e\nVítor Oppenheim, técnicos do DNPM, da venda de levantamentos do subsolo\nbrasileiro a empresas estrangeiras. O presidente Getúlio Vargas instalou\nentão uma comissão de inquérito, que concluiu pela inocência dos\nacusados. Pouco depois, Lobato publicou o livro *O escândalo do\npetróleo*.\n\nCom a instalação do Estado Novo em novembro de 1937, Monteiro Lobato\nteve que interromper sua pregação pública em defesa da exploração do\npetróleo por empresas privadas nacionais, passando a dedicar-se\nnovamente à literatura infantil. Datam desse período *Histórias de tia\nNastácia*, *Os serões de dona Benta* e *O poço do visconde*, onde\nprocurou divulgar também para as crianças suas teses fundamentais sobre\na questão do petróleo. Em 1939, lançou *O Minotauro*, *Maravilhosas\naventuras dos netos de dona Benta na Grécia antiga* e *O Pica-Pau\nAmarelo: o sítio de dona Benta, um mundo de verdade e mentira*.\n\nMonteiro Lobato considerava que as diretrizes do Conselho Nacional do\nPetróleo (criado em julho de 1938) visavam a aniquilar as empresas\nprivadas nacionais que operavam no setor. Impedido de manifestar essa\nopinião publicamente devido à censura do Estado Novo, enviou uma carta a\nGetúlio Vargas em maio de 1940, acusando aquele órgão, então presidido\npelo general Júlio Caetano Horta Barbosa, de promover uma perseguição\nsistemática às empresas nacionais, criar embaraços à exploração do\nsubsolo e alimentar secretamente a ideia do monopólio estatal no setor.\nEssa atitude resultou na sua prisão em março de 1941 e na condenação a\nseis meses em primeira instância, pena depois reduzida à metade. Ao\nrecuperar a liberdade em julho seguinte, desanimado com a evolução do\nproblema do petróleo, entrou em profunda depressão emocional. Para\nsobreviver, passou a dedicar-se a traduções, tendo escrito nesse período\napenas *A chave do tamanho*, livro marcado pelo pessimismo em relação ao\nfuturo. Recuperou-se em 1943 quando a Companhia Editora Nacional lançou\numa edição comemorativa dos 25 anos de publicação de *Urupês*, reunindo\na maioria de suas crônicas, contos e artigos em um volume precedido de\ndetalhada nota biográfica e bibliográfica. Abandonou então as traduções\ne, em 1944, empenhou-se em uma narrativa das aventuras de Hércules para\nas crianças e na preparação de um livro, depois intitulado *A barca de\nGleyre*, reunindo sua correspondência com Godofredo Rangel durante 40\nanos. Nessa época, participou da fundação da Editora Brasiliense, em São\nPaulo, junto com Artur Neiva e Caio Prado Júnior.\n\nCom o enfraquecimento de Estado Novo, Monteiro Lobato se engajou na luta\npela redemocratização do país e passou a criticar o próprio sistema\ncapitalista, defendendo o socialismo e apontando o líder comunista Luís\nCarlos Prestes, preso desde 1936, como um grande brasileiro.\nDesapontou-se, entretanto, com o apoio dos comunistas a Vargas em 1945,\npassando a adotar uma postura de desconfiança em relação a todos os\npartidos. Depois da vitória do general Eurico Dutra nas eleições\npresidenciais de dezembro daquele ano, ficou completamente descrente das\npossibilidades de mudanças significativas na sociedade brasileira e\nviajou para a Argentina a fim de fazer adaptações de suas obras infantis\npara o espanhol. Fundou em Buenos Aires a Editora Acteon e lançou em\nseguida o livro *La nueva Argentina*, relato da história contemporânea\ndesse país para crianças, muito elogiado pelas autoridades e bem aceito\npela opinião pública local, mas criticado no Brasil como uma iniciativa\noportunista para obter vantagens do governo argentino.\n\nDe volta ao Brasil em 1948, reaproximou-se do recém-proscrito Partido\nComunista Brasileiro – então Partido Comunista do Brasil (PCB) – e se\nengajou na campanha contra a cassação dos mandatos dos seus\nparlamentares. Nessa ocasião, lançou o folheto *Zé Brasil*, descrevendo\nem linguagem simples a vida do homem do campo, explorado pelos\nlatifundiários. Logo depois o folheto foi apreendido, obtendo assim\ngrande repercussão.\n\nEm 21 de abril de 1948, Monteiro Lobato sofreu um espasmo vascular que\nenfraqueceu sua capacidade mental, vindo a falecer na capital paulista\nem 4 de julho seguinte.\n\nAlém dos títulos citados, sua obra literária para adultos inclui\n*Negrinha* (1920), *O choque de raças ou o presidente negro* (1926),\n*Mister Slang e o Brasil* (1929), *América* (1932) e *Na antevéspera*\n(1933). Seus trabalhos para crianças sofreram inúmeras modificações\ndurante sua vida, recebendo a seguinte configuração definitiva:\n*Reinações de Narizinho*, *Viagem ao céu*, *O Saci*, *Caçadas de\nPedrinho*, *Hans Staden*, *História do mundo para crianças*, *Memórias\nde Emília*, *Peter Pan*, *Emília no país da gramática*, *Aritmética da\nEmília*, *Geografia de dona Benta*, *História das invenções*, *Dom\nQuixote para crianças*, *O poço do visconde*, *Histórias de tia\nNastácia*, *O Pica-Pau Amarelo*, *A reforma da natureza*, *O Minotauro*,\n*A chave do tamanho*, *Fábulas* e *Os 12 trabalhos de Hércules*.\n\nA seu respeito, foram publicados *Monteiro Lobato, o homem e a obra*\n(1948), de Aberto Conte; *Monteiro Lobato, vida e obra* (1955, 3^a^ ed.,\n1962), de Edgar Cavalheiro; *Minhas memórias dos Monteiro Lobato*\n(1964), de Nélson Palma Travassos, e *Monteiro Lobato*, de José Carlos\nBarbosa Moreira, na coleção Nossos Clássicos, v.65.\n\nMarieta de Morais Ferreira\n\n**FONTES:**ALMEIDA, A. *Dicionário*; BEHAR, E. *Vultos*; CAVALHEIRO, E.\n*Monteiro*; COELHO, J. *Dicionário*; CONG. BRAS. ESCRITORES. I;\n*Efemérides paulistas*; *Encic. Barsa*; ENTREV. FREIRE, V.; *Grande\nencic. Delta*; *Grandes personagens* (4); LEITE, A. *História*; *Novo\ndic. de história*; OLIVEIRA, C. *Biografias*; REIS, A. *Bibliografia\nbras*.; SOUSA, J. *Índice*; VÍTOR, M. *Batalha*; *Who’s who in Latin*.\n","ref":"**FONTES:**ALMEIDA, A. *Dicionário*; BEHAR, E. *Vultos*; CAVALHEIRO, E.\n*Monteiro*; COELHO, J. *Dicionário*; CONG. BRAS. ESCRITORES. I;\n*Efemérides paulistas*; *Encic. Barsa*; ENTREV. FREIRE, V.; *Grande\nencic. Delta*; *Grandes personagens* (4); LEITE, A. *História*; *Novo\ndic. de história*; OLIVEIRA, C. *Biografias*; REIS, A. *Bibliografia\nbras*.; SOUSA, J. *Índice*; VÍTOR, M. *Batalha*; *Who’s who in Latin*.\n","dic":"DHBPR"}
