{"title":"LOBO, Américo","cargoss":["magistrado","dep. geral MG 1867-1868","pres. PR 1890","const. 1891","sen."],"author":"Vanessa Lana","content":"**LOBO, Américo**\n\n\\*magistrado; dep. geral MG 1867-1868; pres. PR 1890; const. 1891; sen.\nMG 1891-1893; min. STF 1894-1903.\n\nAmérico Lobo Leite Pereira nasceu em Campanha (MG) no dia 28 de junho de\n1841, filho de Joaquim Lobo Leite Pereira, professor e comendador, e de\nAna Leopoldina Lopes de Araújo Leite Pereira. Seu irmão Francisco Lobo\nLeite Pereira foi *ministro das Relações Exteriores de 1891 a 1892,\nministro da Justiça e Negócios Interiores de 1892 a 1893 e senador por\nMinas Gerais de 1896 a 1898.*\n\nCursou humanidades em Campanha e teve contato direto com o estudo da\nlíngua latina, o que o tornou familiar às *Orações* de Cícero, às *Odes*\nde Horácio, às *Bucólicas*, às *Geórgicas* e à *Eneida* de Virgílio.\nLogo após a conclusão do curso seguiu para São Paulo, onde fez os\npreparatórios e matriculou-se na Faculdade de Direito. Como acadêmico\ncolaborou ativamente na revista mensal *Ensaio Filosófico Paulistano*\n(1859-1860). Bacharelou-se em ciências jurídicas e sociais em 13 de\ndezembro de 1862, e em abril de 1863, quatro meses depois da formatura,\nfoi nomeado juiz municipal e de órfãos de Pouso Alegre (MG). Em 1864\ncasou-se com Manuela Urbana de Queirós Lobo e em 30 de setembro de 1865\nfoi removido para o termo de Rio Pardo.\n\nFiliando-se ao Partido Liberal do Império, em 1867 foi eleito deputado\ngeral pelo 5^o^ Distrito de Minas Gerais, iniciando assim sua atividade\npolítica. Dissolvida a Câmara dos Deputados em 1868, desligou-se do\nPartido Liberal, voltou para Campanha e abriu banca de advogado. Em 1870\ntransferiu-se para Leopoldina (MG), onde continuou na advocacia e se\nengajou na propaganda republicana e na luta pela abolição da\nescravatura.\n\nApós a proclamação da República (15/11/1889), foi nomeado presidente do\nParaná. Exerceu o cargo de 4 de março a 28 de julho de 1890, quando foi\nsubstituído pelo vice-presidente Joaquim Monteiro de Carvalho e Silva.\nNo dia 15 de setembro seguinte foi eleito senador por Minas Gerais ao\nCongresso Nacional Constituinte. Assumindo sua cadeira em 15 de\nnovembro, participou dos trabalhos de elaboração da primeira\nConstituição republicana do Brasil, promulgada em 24 de fevereiro de\n1891, e da eleição, no dia seguinte, do marechal Deodoro da Fonseca para\npresidente da República. Iniciada a legislatura ordinária em junho de\n1891, passou a ocupar uma cadeira no Senado e a integrar as comissões de\nRedação das Leis e de Comércio, Agricultura, Indústria e Artes. Foi\nainda suplente da Mesa Diretora do Senado. Como seu mandato era de\napenas três anos, deixou o Senado em dezembro de 1893. Nas eleições ano\nseguinte concorreu a um segundo mandato, mas não teve êxito, perdendo a\neleição para Antônio Gonçalves Chaves. Voltou então a exercer a\nadvocacia.\n\nAinda em 1894 foi nomeado pelo presidente Prudente de Morais (1894-1898)\nministro do Supremo Tribunal Federal (STF). Tomou posse no dia 8 de\ndezembro do mesmo ano e permaneceu nessa Corte até morrer, em 1^o^ de\noutubro de 1903.\n\nSeu filho Estêvão Lobo Leite Pereira foi deputado federal por Minas\nGerais de 1900 a 1905.\n\nPoeta e tradutor, escreveu sonetos e traduziu, em alexandrinos, a\n*Evangelina*, o *Canto de Hiawatha* e os *Poemas da escravidão*, de\nLongfellow; *Tartufo*, de Molière; *O corvo*, de Edgar Alan Poe; algumas\nbucólicas de Virgílio e poesias de autores franceses, ingleses,\namericanos e latinos. Publicou também as traduções *Decisões\nconstitucionais de Marshall*, *presidente do Supremo Tribunal dos\nEstados Unidos da América do Norte* (1887) e *Poemas norte-americanos de\nHenry W. Longfellow transladados para versos portugueses* (1903). Por\nsua atuação como poeta e cultor das línguas vivas e mortas, foi\nescolhido patrono da cadeira número 28 da Academia Mineira de Letras.\n\nVanessa Lana\n\n**FONTES:** CASA CIVIL PR. Disponível em:\n\\<www.casacivil.pr.gov.br/modules/conteudo/conteudo.php?conteudo=22\\>.\nAcesso em: 6/11/2008; LEITE NETO, L. *Catálogo biográfico* (v.1,\np.169/70/71); MONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1403&li=22&lcab=1891-1893&lf=22\\>.\nAcesso em: 5/11/2008.\n","ref":"**FONTES:** CASA CIVIL PR. Disponível em:\n\\<www.casacivil.pr.gov.br/modules/conteudo/conteudo.php?conteudo=22\\>.\nAcesso em: 6/11/2008; LEITE NETO, L. *Catálogo biográfico* (v.1,\np.169/70/71); MONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1403&li=22&lcab=1891-1893&lf=22\\>.\nAcesso em: 5/11/2008.\n","dic":"DHBPR"}