{"title":"LOBO, Fernando","cargoss":["min. Rel. Ext. 1891-1892","min. Justiça 1892-1893","sen. MG 1896-1898."],"author":"Vanessa Lana","content":"**LOBO, Fernando**\n\n\\* min. Rel. Ext. 1891-1892; min. Justiça 1892-1893; sen. MG 1896-1898.\n\nFernando Lobo Leite Pereira nasceu em Campanha (MG) em 8 de junho de\n1851, filho do comendador e professor Joaquim Lobo Leite Pereira e de\nAna Leopoldina Lopes de Araújo Leite Pereira. Seu irmão Américo Lobo\nLeite Pereira foi deputado geral por Minas Gerais de 1867 a 1868,\npresidente do Paraná em 1890, constituinte de 1891, senador de 1891 a\n1893 e ministro do Supremo Tribunal Federal de 1894 a 1903.\n\nCompletou os estudos humanísticos no Colégio São Bento, no Rio de\nJaneiro, então capital do Império, e logo após ingressou na Faculdade de\nDireito de São Paulo. Estudante dedicado e ativista republicano,\nbacharelou-se em ciências jurídicas e sociais em 1876. Depois da\nformatura retornou à província natal e exerceu a profissão de advogado\nna cidade de Leopoldina, com atuação expressiva na propaganda\nrepublicana. Mudou-se a seguir para Juiz de Fora e tornou-se presidente\ndo Clube Republicano da cidade, com participação destacada no Congresso\nRepublicano ali realizado em 1889.\n\nInstaurado o regime republicano em 15 de novembro de 1889, foi nomeado\nvice-presidente de Minas Gerais por decreto do governo provisório e\nempossado no dia 12 de abril de 1890. Foi também indicado membro da\ncomissão encarregada de elaborar o projeto da Constituição mineira, mas\nrecusou a indicação por conta de divergências políticas com\ncorreligionários. Numa segunda recusa, dispensou o cargo de governador\nde um dos estados do Norte do país para voltar a Juiz de Fora e\ndedicar-se integralmente ao direito. Colaborou na fundação do Banco\nPopular de Minas Gerais em 24 de março de 1891, e tornou-se seu primeiro\npresidente.\n\nContrário ao golpe do então presidente da República, marechal Deodoro da\nFonseca, que em 3 de novembro de 1891 fechou o Congresso Nacional, após\na renúncia de Deodoro e sua substituição pelo vice-presidente marechal\nFloriano Peixoto em 23 de novembro, assumiu o Ministério das Relações\nExteriores entre 30 de novembro de 1891 e 12 de fevereiro de 1892,\nsucedendo ao almirante Custódio José de Melo e sendo substituído pelo\ngeneral Inocêncio Serzedelo Correia. Dois dias antes de deixar a\nchancelaria assumiu a Secretaria de Estado dos Negócios da Justiça,\nsubstituindo José Higino Duarte Pereira. Em 26 de dezembro seguinte a\nsecretaria deu lugar ao Ministério da Justiça e Negócios Interiores, à\nfrente do qual permaneceu até 8 de dezembro de 1893. Nesse momento\nexonerou-se e foi substituído por Alexandre Cassiano do Nascimento.\nEntre setembro e dezembro de 1893, foi braço direito do marechal\nFloriano Peixoto na repressão à Revolta da Armada.\n\nTambém em 1893 assumiu a vice-presidência do Banco do Brasil,\npermanecendo no posto até 1895. Após abster-se de convite para o Supremo\nTribunal Federal, viu seu irmão Américo Lobo Leite Pereira ser nomeado\nministro em 1894. Em janeiro de 1896 foi eleito senador por Minas\nGerais, na vaga aberta com o falecimento de Joaquim Felício dos Santos.\nNo final do governo de Prudente de Morais (1894-1898), foi indicado\ncandidato à vice-presidência da República pelo Partido Republicano\nFederal, na chapa encabeçada por Lauro Sodré. Entretanto, nas eleições\nde março de 1898 os eleitos foram Campos Sales e Rosa e Silva. Também em\nmarço de 1898, renunciou ao mandato no Senado e voltou-se\ndefinitivamente para o exercício da advocacia em Juiz de Fora.\n\nEm 1908 foi eleito presidente do Banco de Crédito Real de Minas Gerais\nS.A., cuja a sucursal no Rio de Janeiro dirigiu até 1913. Em 1911,\njuntamente com Antônio Carlos Ribeiro de Andrada e Feliciano Pena, entre\noutros, fundou em Juiz de Fora a Escola de Direito do Instituto\nGranbery, associação metodista com notável papel no ensino superior na\ncidade. Em dezembro de 1914 assumiu a direção da Carteira Comercial do\nBanco do Brasil, permanecendo no cargo até falecer.\n\nFaleceu no Rio de Janeiro em 20 de fevereiro de 1918. Um ano antes foi\nhomenageado com a inauguração de um grupo escolar no bairro de São\nMateus, em Juiz de Fora, que foi chamado Grupo Escolar Fernando Lobo.\n\nEra casado com Maria Barroso Lobo Leite Pereira. Seu filho Hélio Lobo\nLeite Pereira foi diplomata e embaixador do Brasil no Uruguai de 1926 a\n1928 e em 1930. Foi também jornalista e escritor, e membro da Academia\nBrasileira de Letras.\n\nVanessa Lana\n\n**FONTES:** FREITAS, M. *História do bairro*; MONTEIRO, N. *Dicionário*;\nSENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1635&li=24&lcab=1897-1899&lf=24\\>.\nAcesso em: 10/11/2008.\n","ref":"**FONTES:** FREITAS, M. *História do bairro*; MONTEIRO, N. *Dicionário*;\nSENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1635&li=24&lcab=1897-1899&lf=24\\>.\nAcesso em: 10/11/2008.\n","dic":"DHBPR"}