{"title":"LUZ, Hercílio","cargoss":["gov. SC 1894-1898","dep. fed. SC 1900","sen. SC 1900-1918","gov. SC"],"author":"Carolina Vianna Dantas/Alan Carneiro","content":"**LUZ, Hercílio**\n\n\\*gov. SC 1894-1898; dep. fed. SC 1900; sen. SC 1900-1918; gov. SC\n1918-1924.\n\n*Hercílio Pedro da Luz* nasceu em Desterro, atual Florianópolis, em 29\nde maio de 1860, filho de Jacinto José da Luz, comerciante abastado, e\nde Joaquina Ananias Neves da Luz. Seu avô materno, Joaquim Xavier Neves,\nfoi vice-presidente de Santa Catarina e como tal governou a província de\nagosto a novembro de 1869.\n\nÓrfão de pai aos 9 anos de idade, Hercílio Luz fez os primeiros estudos\nem sua cidade natal e seguiu depois para o Rio de Janeiro, então capital\ndo Império, onde fez os preparatórios e ingressou na Escola Politécnica.\nCompletou os estudos superiores na Universidade de Liège, na Bélgica,\nformando-se engenheiro de artes e manufaturas e retornando ao Brasil em\n1883. Em 1885 assumiu o cargo de juiz comissário de terras em Lajes\n(SC), no qual permaneceu até 1886. Também em 1885 casou-se com Etelvina\nCesarina Ferreira, com quem teria 14 filhos. Nomeado engenheiro de obras\npúblicas da província de Santa Catarina em 1888, foi mantido como\nengenheiro do estado após a proclamação da República, em 15 de novembro\nde 1889, a que se seguiu, em 24 de novembro, a nomeação de Lauro Müller\npara governador. Em 1891, foi por este nomeado chefe da Comissão de\nTerras de Blumenau (SC).\n\nRepublicanos x Federalistas\n\nApós a crise que levou à renúncia do presidente Deodoro da Fonseca em 23\nde novembro de 1891, e à posse do vice-presidente Floriano Peixoto,\nLauro Müller também foi levado a renunciar, em dezembro seguinte, ao\ngoverno catarinense. Hercílio Luz tornou-se então, em Blumenau, o líder\nda reação republicana contra a junta que governou Santa Catarina até\nmarço de 1892, e manteve-se igualmente na oposição ao sucessor desta, o\ntenente Manuel Joaquim Machado, em cujo governo chegou a ser preso. Com\na queda do tenente Machado em junho de 1893, continuou na oposição ao\nvice-governador Eliseu Guilherme da Silva, chegando a participar, em 14\nde julho, da chamada revolução republicana de Tijucas e a ser proclamado\noito dias depois, em Blumenau, governador provisório do estado. Na\nocasião, acusando o tenente Machado e Eliseu Guilherme de apoiarem a\nRevolução Federalista em curso no Rio Grande do Sul, afirmou a\nnecessidade de combater o movimento. Precedido por um batalhão cívico\nformado em Blumenau, ainda no final de julho dirigiu-se a Desterro,\nonde, no dia 31, um confronto armado diante do palácio do governo\nresultou em mortes. Na condição de governador revolucionário chegou a\nocupar o palácio, mas no dia 2 de agosto Floriano Peixoto declarou não\nreconhecer seu governo e, além disso, destituiu-o do cargo na Comissão\nde Terras de Blumenau. Logo, porém, seria nomeado chefe do Distrito\nTelegráfico de Morretes (PR) a Torres (RS).\n\nIniciada em fevereiro de 1893, a guerra civil gaúcha opunha os\nfederalistas, também chamados de maragatos ou gasparistas, seguidores de\nGaspar Silveira Martins, presidente do Partido Federalista do Rio Grande\ndo Sul, aos republicanos ou castilhistas, seguidores de Júlio de\nCastilhos, presidente daquele estado e chefe do Partido Republicano\nRio-Grandense (PRR), que contava com o apoio de Floriano Peixoto. Os\nrevolucionários federalistas, entre eles Gumercindo Saraiva, avançaram\npelos estados de Santa Catarina e Paraná e, a partir de setembro de\n1893, foram fortalecidos pela Revolta da Armada deflagrada no Rio de\nJaneiro, já que alguns comandantes revoltosos dirigiram-se para o Sul a\nfim de a eles se aliarem. A chegada a Desterro de navios revoltosos\nresultou na capitulação da cidade em 29 de setembro e na instalação, em\n14 de outubro, de um governo federal paralelo sob a chefia do capitão de\nmar e guerra Frederico Guilherme Lorena.\n\nA presença dos revolucionários em Santa Catarina fez com que Hercílio\nLuz fosse dispensado de suas funções no Distrito Telegráfico e\nincorporado como engenheiro técnico à coluna legalista enviada ao Sul\nsob o comando do general Francisco de Paula Argolo. Nos últimos meses de\n1893 esteve assim com Argolo em São Bento, no norte do estado, e em\nseguida com o general Antônio Gomes Carneiro, que comandou a resistência\naos federalistas na cidade da Lapa, no Paraná.\n\nEnfraquecidos os federalistas, para assumir o controle da situação em\nSanta Catarina,Floriano Peixoto para lá enviou, com poderes\ndiscricionários, o tenente-coronel de Infantaria do Exército Antônio\nMoreira César, conhecido pela alcunha de o Corta-Cabeças. O delegado do\ngoverno federal desembarcou em Desterro no dia 22 de abril de 1894 à\nfrente de 500 militares do 7^o^ e do 23^o^ batalhões de Infantaria, e\ntanto federalistas como pretensos inimigos do regime republicano foram\nimpiedosamente caçados. Santa Catarina conheceu então uma das mais\ntruculentas páginas de sua história.Moreira César permaneceu à frente do\ngoverno catarinense até setembro, quando Hercílio Luz se tornou o\nprimeiro governador republicano do estado eleito pelo voto direto.\n\nGovernador e Senador\n\nHercílio Luz assumiu pela primeira vez o governo de Santa Catarina no\ndia 28 de setembro de 1894, tendo Polidoro Olavo de Santiago como\nvice-governador. Três dias depois de sua posse, sancionou projeto\naprovado pelo Legislativo que alterava o nome de Desterro para\nFlorianópolis,em homenagem a Floriano Peixoto. Nesse período, quando da\ncisão do Partido Republicano Federal (PRF), acompanhou Francisco\nGlicério e José Gomes Pinheiro Machado, rompeu politicamente com o\npresidente Prudente de Morais (1894-1898), afastou-se de Lauro Müller e\npassou a apoiar as posições de Rui Barbosa no cenário nacional.\n\nSob seu governo, em 1986, foi instalada e inaugurada na região do\nContestado a linha telegráfica entre Joinville e São Bento. Tentou criar\no primeiro sistema de iluminação pública de Florianópolis e, para tanto,\nfoi organizada uma sociedade integrada por Joaquim Manuel da Silva,\nFrancisco José Ramos e Paul Darché, que recebeu a concessão municipal de\nluz elétrica em 8 de setembro de 1897. Mas a sociedade não conseguiu\nlevar a bom termo o projeto inicial e a iluminação só seria inaugurada\nem 25 de setembro de 1910, tanto na capital como em Blumenau e em\nJoinville.Fez ainda várias intervenções no sistema viário estadual e\nadotou medidas para melhorar o transporte marítimo e fluvial. Ainda em\n1897 cuidou da organização do Partido Republicano Catarinense (PRC),\njuntamente com Lauro Müller, com quem acertou a composição dos\nprincipais diretórios municipais. Permaneceu à frente do governo\ncatarinense até 28 de setembro de 1898, quando passou o cargo ao\nsucessor Filipe Schmidt. Pouco depois, em 13 de dezembro, foi eleito\nvereador na capital do estado.\n\nVoltou a atuar no cenário nacional em 1900, quando foi eleito deputado\nfederal por Santa Catarina. Assumiu em maio desse ano sua cadeira na\nCâmara dos Deputados, no Rio de Janeiro, mas renunciou em setembro\nseguinte para assumir o mandato de senador na vaga deixada por Antônio\nJustiniano Esteves. Foi terceiro-secretário da Mesa Diretora do Senado e\nmembro das comissões de Saúde Pública, Estatística e Colonização e de\nObras Públicas e Empresas Privilegiadas.\n\nReeleito em 1906 e em 1915, enviuvou em 1914 e casou-se em 1915 com a\ncunhada Corália dos Reis Ferreira, irmã mais nova de sua primeira\nesposa, com quem teria mais cinco filhos. Em agosto de 1918 foi eleito\nvice-governador de Santa Catarina na chapa encabeçada por Lauro Müller,\nque não assumiu. Foi feito constar na ata de posse que Lauro Müller não\nhavia comparecido e assim deixou de prestar juramento como governador.\nDeixando o Senado, foi empossado pela segunda vez no governo de Santa\nCatarina em 28 de setembro de 1918.Ao longo do quadriênio foi\nsubstituído interinamente por Raulino Horn, então presidente da\nAssembleia Legislativa estadual, por quatro vezes, ainda que por curtos\nperíodos: de abril a maio e de agosto a setembro de 1920, de setembro a\noutubro de 1921 e de agosto a setembro de 1922. Nesse período assinou o\ncontrato de construção da ponte pênsil que ligaria a capital catarinense\nao continente.\n\nFoi reeleito governador em agosto de 1922, tendo como vice Antônio\nPereira Oliveira. Iniciou novo período de governo em 28 de setembro\nseguinte, e em novembro foi iniciada a construção da ponte. Antônio\nPereira Oliveira o substituiu interinamente de fevereiro a junho de 1923\ne a partir de maio do ano seguinte, quando mais uma vez se licenciou,\npara tratamento de saúde. Faleceu antes do fim do mandato, em 20 de\noutubro de 1924, e não chegou a assistir à inauguração da ponte, que\nreceberia seu nome e seria inaugurada em maio de 1926.\n\nUm de seus filhos, Abelardo Luz, foi deputado federal por Santa Catarina\nde 1927 a 1930 e de 1935 a 1937.\n\nCarolina Vianna Dantas/Alan Carneiro\n\n**FONTES:** ABRANCHES, D. *Governos*; LEITE NETO, L. *Catálogo*; PAULI,\nE. “Hercílio”. Disponível em:\n\\<http://cfh.ufsc.br/\\~simpozio/Hercilio/953sc015.htm\\>. Acesso em:\n8/3/2012; [PIAZZA,\nW](http://pt.wikipedia.org/wiki/Walter_Piazza \"Walter Piazza\").*Dicionário*;\nSTOETERAU, L. *A trajetória*. Disponível em:\n\\<www.sc.gov.br/conteudo/santacatarina/historia/paginas/governadores.html\\>.\nAcesso em: 4/9/2008.\n","ref":"**FONTES:** ABRANCHES, D. *Governos*; LEITE NETO, L. *Catálogo*; PAULI,\nE. “Hercílio”. Disponível em:\n\\<http://cfh.ufsc.br/\\~simpozio/Hercilio/953sc015.htm\\>. Acesso em:\n8/3/2012; [PIAZZA,\nW](http://pt.wikipedia.org/wiki/Walter_Piazza \"Walter Piazza\").*Dicionário*;\nSTOETERAU, L. *A trajetória*. Disponível em:\n\\<www.sc.gov.br/conteudo/santacatarina/historia/paginas/governadores.html\\>.\nAcesso em: 4/9/2008.\n","dic":"DHBPR"}