{"title":"MACHADO, Francisco da Cunha","cargoss":["magistrado","junta gov. MA 1891-1892","dep. fed. MA 1904-1923","sen. MA"],"author":"Alan Carneiro/Raimundo Helio Lopes","content":"**MACHADO, Francisco da Cunha**\n\n\\*magistrado; junta gov. MA 1891-1892; dep. fed. MA 1904-1923; sen. MA\n1923-1930.\n\n*Francisco da Cunha Machado* nasceu em São Luís no dia 14 de abril de\n1860, filho de João Gonçalves Machado e de Josefina da Cunha Machado.\nSeu irmão Raul da Cunha Machado foi presidente do Maranhão de 1918 a\n1919 e de 1922 a 1923, e deputado federal de 1923 a 1930.\n\nFez o curso o secundário na capital maranhense e em seguida cursou a\nFaculdade de Direito do Recife, pela qual se bacharelou em 1881. De\nvolta ao estado natal, ingressou na política filiando-se ao Partido\nLiberal do Império, em cuja legenda foi eleito deputado provincial.\n\nJá no período republicano, com a renúncia do presidente Deodoro da\nFonseca e a posse do vice-presidente, Floriano Peixoto, em 23 de\nnovembro do 1891, vários governantes estaduais aliados do ex-presidente\nforam destituídos. Assim, no dia 25 de novembro, o presidente do\nMaranhão Lourenço de Sá e Albuquerque – que fora eleito senador e por\nisso estava no Rio de Janeiro – foi deposto do poder no estado. Seu\nsubstituto, o vice-presidente Carlos Emílio de Andrade Peixoto, foi\nafastado, e assumiu o governo uma junta provisória da qual Francisco da\nCunha Machado fazia parte, ao lado do capitão-tenente Oton de Carvalho\nBulhão, Benedito Pereira Leite e Raimundo Joaquim Ewerton Maia.\nEntretanto, dois dias depois, chegaram ordens do governo federal para\nque Carlos Emílio de Andrade Peixoto regressasse ao governo. Nesse\nínterim, Lourenço de Sá e Albuquerque retornou ao Maranhão e em 29 de\nnovembro assumiu novamente a presidência do estado. Diante das grandes\npressões que sofreu, com a intervenção de líderes políticos locais,\nrenunciou, porém, em 18 de dezembro. Como Carlos Emílio de Andrade\nPeixoto se recusasse a substituí-lo, assumiu o governo o\nsegundo-vice-presidente do estado, Agripino Azevedo, que ficou na\nliderança estadual por apenas um dia. Nova junta governativa foi\nformada, agora presidida por Cunha Machado e composta ainda por Benedito\nPereira Leite e Raimundo Joaquim Ewerton Maia. A junta permaneceu no\ngoverno de 18 de dezembro de 1891 a 8 de janeiro de 1892, quando foi\nsubstituída pelo novo presidente estadual, Manuel Inácio Belfort Vieira.\n\nEm 1904 Cunha Machado foi eleito deputado federal pelo Maranhão e em\nsetembro assumiu sua cadeira na Câmara dos Deputados, no Rio de Janeiro,\nentão Distrito Federal. Foi reeleito para as legislaturas seguintes e ao\nlongo dos anos participou e presidiu as comissões de Petições e Poderes\ne de Constituição e Justiça da Câmara. Também presidiu a comissão\nespecial criada para apurar denúncias contra o presidente Hermes da\nFonseca (1910-1914) e a comissão especial destinada a examinar as\nemendas do Senado ao Código Civil. Em 1923 foi eleito senador pelo\nMaranhão. Interrompendo o mandato na Câmara, assumiu sua cadeira no\nSenado Federal em maio e tornou-se membro das comissões de Constituição\ne Justiça e de Legislação. Foi reeleito para um novo período em 1930,\nmas teve o mandato interrompido após a vitória da revolução de outubro,\nque levou Getúlio Vargas ao poder e extinguiu todos os órgãos\nlegislativos do país.\n\nFoi ainda chefe de polícia de São Luís e do Maranhão, promotor público\nem São Luís e nos municípios maranhenses de Grajaú e Alcântara, juiz\nsubstituto de São Luís, juiz de direito do município de Brejo e\ndesembargador do Supremo Tribunal de Justiça.\n\nAlan Carneiro/Raimundo Helio Lopes\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; LEITE NETO, L. *Catálogo\nbiográfico* (v.2, p.861/2); MARQUES, C. *Dicionário*; MEIRELES, M.\n*História*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1656&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 22/9/2008.\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; LEITE NETO, L. *Catálogo\nbiográfico* (v.2, p.861/2); MARQUES, C. *Dicionário*; MEIRELES, M.\n*História*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1656&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 22/9/2008.\n","dic":"DHBPR"}