{"title":"MACHADO, Irineu","cargoss":["dep. fed. DF 1897-1911","dep. fed. MG 1912-1914","dep. fed. DF"],"author":"Surama Conde Sá Pinto","content":"**MACHADO, Irineu**\n\n**\\***dep. fed. DF 1897-1911; dep. fed. MG 1912-1914; dep. fed. DF\n1915-1916; senador DF 1916-1923 e 1927-1930.\n\n*Irineu de Melo Machado* nasceu na cidade do Rio de Janeiro, então\ncapital do Império, no dia 15 de dezembro de 1872, filho de Antônio José\nMachado e de Alzira Cristina de Melo.\n\nBacharelou-se pela Faculdade de Direito do Recife em 1892. Um ano antes\nde colar grau, iniciou sua vida profissional como funcionário público na\nEstrada de Ferro Central do Brasil, onde permaneceu até setembro de\n1892**.** Em 1894 obteve o título de doutor em ciências jurídicas e\nsociais pela Faculdade Livre de Direito do Rio de Janeiro, passando no\nmesmo ano, no mês de abril, a fazer parte do quadro docente da\ninstituição. Paralelamente à carreira de professor dedicou-se à\nadvocacia, atividade desenvolvida na cidade do Rio de Janeiro a partir\ndo ano de sua formatura.\n\nDeputado Federal\n\nUm dos mais importantes políticos cariocas na Primeira República, o\nflorianista Irineu Machado iniciou sua trajetória política na Câmara dos\nDeputados lançando-se candidato avulso pelo 2^o^ distrito da capital\nfederal no pleito de 1896. Eleito, passou a engrossar as fileiras do\ngrupo político liderado por Francisco Glicério, chefe do Partido\nRepublicano Federal (PRF), que na época fazia oposição a Prudente de\nMorais, então presidente do país (1894-1898). A militância nas fileiras\ngliceristas lhe valeu, mais adiante, a acusação de envolvimento no\natentado a Prudente, em novembro de 1897, que ocasionou a morte do\nministro da Guerra, marechal Carlos Machado Bittencourt.\n\nDurante o governo Campos Sales (1898-1902), aproximou-se de políticos\ncariocas de perfil mais moderado, reelegendo-se deputado federal em 1903\ncom o apoio do Partido Republicano do Distrito Federal (PRDF), chefiado\npor Augusto de Vasconcelos, liderança com quem rivalizaria na política\ncarioca até a morte do prócer do PRDF, em 1915. No quadriênio seguinte,\nde Rodrigues Alves (1902-1906), esteve à frente de facções políticas que\nderam apoio ao prefeito Pereira Passos.\n\nNa Câmara, exerceu mandatos consecutivos, como membro da bancada\ncarioca, de 1897 até 1911, participando das comissões de Diplomacia e\nTratados (1897), Constituição, Legislação e Justiça (1899) e\nConstituição e Justiça (1910). Sua atuação no período foi pautada pela\ndefesa do funcionalismo público, do operariado, dos interesses Distrito\nFederal, e pelo combate ao que chamava de desmandos do Estado e\noligarquização do poder.\n\nCrítico das práticas políticas do senador Pinheiro Machado (RS), entre\n1906 e 1915, período em que o líder gaúcho exerceu maior ascendência\nsobre a política nacional, afastou-se do situacionismo. Nas eleições de\n1909, voltou a se lançar candidato avulso. Com a vitória no pleito, no\nexercício do mandato manteve postura independente, declarando em\ndiversas ocasiões à imprensa carioca ser socialista e estar à espera da\nconstrução de um partido com esse perfil.\n\nNa Campanha Civilista, movimento que lançou a candidatura dissidente de\nRui Barbosa à presidência da República para o pleito de março de 1910,\nteve destacada atuação. Defendendo a regeneração dos costumes políticos,\ntornou-se a principal voz do “civilismo carioca”, transformando Nilo\nPeçanha e Hermes da Fonseca, na ocasião, respectivamente, presidente da\nRepública e candidato situacionista à presidência, em principais alvos\nde seu discurso.\n\nAinda em 1909, usou a tribuna da Câmara para denunciar o uso da\nviolência e da fraude nas eleições municipais de 31 de outubro. Foi\ntambém o autor do habeas corpus (n^o^ 2.794) em favor dos intendentes\neleitos (maioria civilista) para o Conselho de Intendência Municipal\n(órgão legislativo local da cidade do Rio), que foram impedidos de dar\nprosseguimento aos trabalhos legislativos em virtude do decreto federal\nque ordenou o fechamento da Casa.\n\nEm 1912, após ser eleito deputado pelo Distrito Federal e por Minas\nGerais, optou pela cadeira na bancada mineira, desenvolvendo uma atuação\nlegislativa sem maior projeção. Em 1915 retornou à representação\ncarioca, apesar de também ter sido eleito para a bancada mineira.\nIntegrou a Comissão de Tomada de Contas, consecutivamente em 1915 e\n1916. Permaneceu, no entanto, por pouco tempo na Câmara. Com a vaga\naberta devido à morte de Augusto de Vasconcelos, senador pelo Distrito\nFederal, elegeu-se para o Senado em março de 1916, renunciando à cadeira\nde deputado em julho. Nessas eleições, disputando com Tomás Delfino dos\nSantos, com o apoio de lideranças do PRDF, como Alcindo Guanabara, e do\ngrupo político reunido em torno do Partido Autonomista da capital,\nliderado pelo intendente municipal Mendes Tavares.\n\nSenador\n\nNo Senado, Irineu Machado foi membro das comissões de Constituição e\nDiplomacia (1920) – responsável pela elaboração de pareceres sobre vetos\ndos prefeitos do Distrito Federal a projetos de lei elaborados pelo\nConselho Municipal –, Justiça e Legislação (1921, 1922) e Finanças\n(1922). Em seu primeiro mandato como senador, usou a tribuna para\ncontinuar defendendo o Conselho Municipal e a autonomia\npolítico-administrativa da cidade do Rio de Janeiro. Atacou, em várias\nocasiões, Carlos Sampaio, prefeito do Rio entre 1920 e 1922, acusando-o\nde sofrer de “vetomania”, devido ao grande número de vetos opostos a\nprojetos de lei elaborados pelos intendentes municipais. Apresentou\ntambém projeto de lei que tornava feriado nacional a data de 1^o^ de\nmaio.\n\nEm 1921, voltou a desempenhar papel de destaque nos debates em torno da\nsucessão para a presidência da República. No plenário do Senado,\ndefendeu as candidaturas dissidentes de Nilo Peçanha e J. J. Seabra, que\nderam origem à Reação Republicana. Mais adiante, foi acusado de\nenvolvimento no caso das “cartas falsas”, missivas divulgadas pelo\njornal *Correio da Manhã*, supostamente enviadas pelo candidato oficial\nArtur Bernardes a Raul Soares, contendo referências desrespeitosas aos\nmilitares.\n\nEm 1924, experimentou os desdobramentos da sua ação na campanha para as\neleições presidenciais de 1922, sendo “degolado” no processo de\nreconhecimento dos eleitos para o Senado. Fora do Congresso, embarcou\npara a Europa, onde permaneceu por três anos. De volta ao Brasil, já na\npresidência de Washington Luís (1926-1930), elegeu-se para o Senado pelo\nDistrito Federal.\n\nChamado de “formidável demolidor” pelos redatores do jornal *O País*, em\nfunção dos discursos irônicos e polêmicos proferidos nas tribunas da\nCâmara e do Senado, colecionou muitos desafetos e um grande número de\napelidos, como *Tácito de 3^a^ classe, Piolho de Cobra* e *Ofídio\nbarbado ainda não estudado pelo Instituto Butantã*.\n\nApesar de sua trajetória política ter sido marcada por vinculações com\nmovimentos que questionaram o modelo político vigente na Primeira\nRepública, em 1930, ao contrário de grande parte da oposiçãoparlamentar,\napoiou a candidatura oficial de Júlio Prestes contra a candidatura\ndissidente de Getúlio Vargas. Com a vitória da Revolução de 1930,\nabandonou a vida político-partidária.\n\nFaleceu na cidade do Rio de Janeiro no dia 13 de novembro de 1942.\n\nFoi casado em primeiras núpcias com Eleonora de Carvalho e, em segundas\nnúpcias, com Bráulia Pascoal Lopez.\n\nPublicou *A intervenção no Ceará* – Habeas corpus *impetrado a favor da\nAssembleia Legislativa Cearense* (1914); Prefácio à compilação e\ntradução direta do texto polonês da *Constituição da República da\nPolônia* (1939), e Contra o militarismo, em *Rui Barbosa. Campanha\neleitoral de 1909 a 1910* (1910).\n\nSurama Conde Sá Pinto\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1897-1916);\nCASTRO, S. *República*; CONNIFF, M. *Política* (p.95); FREIRE, A.\n*Fazendo*; LEITE NETO, L. *Catálogo biográfico*; LIMA, J. *Figuras*;\nSENADO. *Anais* (1916-1930); VIEIRA, J. *Cadeia.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1897-1916);\nCASTRO, S. *República*; CONNIFF, M. *Política* (p.95); FREIRE, A.\n*Fazendo*; LEITE NETO, L. *Catálogo biográfico*; LIMA, J. *Figuras*;\nSENADO. *Anais* (1916-1930); VIEIRA, J. *Cadeia.*\n","dic":"DHBPR"}