{"title":"MACHADO, Manuel Francisco","cargoss":["pres. AM 1889","const. 1891","sen. AM 1891-1899."],"author":"Inoã Pierre Carvalho Urbinati","content":"**MACHADO, Manuel Francisco**\n\n\\*pres. AM 1889; const. 1891; sen. AM 1891-1899.\n\n*Manuel Francisco Machado*, futuro *barão de Solimões*, nasceu em Óbidos\n(PA) no dia 10 de novembro de 1838, filho de Francisco José Machado.\nAgnelo Bittencourt, contudo, assinalou o ano de 1841 como o de seu\nnascimento.\n\nFez seus estudos em Portugal, onde se bacharelou em direito e conquistou\no título de doutor na Universidade de Coimbra, em 6 de julho de 1869. De\nvolta ao Pará, dedicou-se à advocacia e à política, estendendo suas\natividades ao Amazonas, pelo Partido Liberal.\n\nEm 1^o^ de julho de 1889 assumiu a presidência do Amazonas. Em setembro,\nrecebeu o título de barão de Solimões. Em 21 de novembro seguinte, com a\nchegada da notícia da proclamação da República, transferiu a chefia do\nExecutivo amazonense para a junta governativa composta pelo coronel\nFlorêncio Pereira do Lago, pelo capitão de fragata Manuel Lopes da Cruz\ne por Domingos Teófilo de Carvalho Leal.\n\nConvocadas as eleições para o Congresso Nacional Constituinte, em 15 de\nsetembro de 1890 foi eleito senador pelo Amazonas. Assumindo sua cadeira\nem 15 de novembro seguinte, integrou a Comissão dos 21 e deu parecer\nsobre o projeto da Constituição, afinal promulgada no dia 24 de\nfevereiro de 1891. Com o fim da Constituinte e o início da legislatura\nordinária, assumiu em junho sua cadeira no Senado Federal, onde passou a\nintegrar a Comissão de Constituição, Poderes e Diplomacia. Em 1895, seu\nnome foi apresentado pelo Partido Democrata, chefiado pelo coronel\nEmílio José Moreira, à sucessão do governador do Amazonas, Eduardo\nGonçalves Ribeiro (1892-1896), o “Pensador”; este, por sua vez, apoiava\no deputado federal e capitão Fileto Pires Ferreira, que foi o vencedor.\nApós concluiu seu mandato no Senado, afastou-se então da política por\nvários anos.\n\nDe 1913 a 1916, atuou junto ao coronel Antônio Guerreiro, chefe do\nPartido Democrata, para combater a administração do governador Jônatas\nde Freitas Pedrosa (1913-1917). Em 1^o^ de janeiro de 1917, no primeiro\ndia de administração de Pedro de Alcântara Bacelar (1917-1921), a casa\nde Antônio Guerreiro sofreu um bombardeio. Entre as pessoas vitimadas,\nencontrava-se Manuel Francisco Machado, que conseguiu escapar. Não houve\ninquérito, mas, no Senado, Rui Barbosa condenou o atentado.\n\nFoi também diretor geral da Instrução Pública. Recebeu as comendas da\nOrdem da Rosa e da Ordem de Cristo.\n\nFaleceu em Óbidos no dia 18 de agosto de 1928.\n\nInoã Pierre Carvalho Urbinati\n\n**FONTES:** ABRANCHES, J. *Governos*; BITTENCOURT, A. *Dicionário*; CASA\nCIVIL GOV. AM. Disponível em: \\<www.casacivil.am.gov.br/imp\\_gov.php\\>.\nAcesso em: 17/3/2011; Firma Produções. Disponível em:\n\\<http://firmaproducoes.com/2003/01/28/eduardo-ribeiro-primeiro-negro-governador-de-estado-no-brasil\\>.\nAcesso em: 17/3/2011; LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1991/2).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BITTENCOURT, A. *Dicionário*; CASA\nCIVIL GOV. AM. Disponível em: \\<www.casacivil.am.gov.br/imp\\_gov.php\\>.\nAcesso em: 17/3/2011; Firma Produções. Disponível em:\n\\<http://firmaproducoes.com/2003/01/28/eduardo-ribeiro-primeiro-negro-governador-de-estado-no-brasil\\>.\nAcesso em: 17/3/2011; LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1991/2).\n","dic":"DHBPR"}