{"title":"MACHADO, Pedro da Mata","cargoss":["dep. fed. MG 1912-1914 e 1919-1920","const. 1934","dep. fed. MG"],"author":null,"content":"**MACHADO, Pedro da Mata**\n\n\\*dep. fed. MG 1912-1914 e 1919-1920; const. 1934; dep. fed. MG\n1935-1937.\n\n*Pedro da Mata Machado* nasceu em Diamantina (MG) no dia 28 de janeiro\nde 1865, filho de João da Mata Machado e de Amélia Senhorinha Caldeira\nBrant. Seu irmão João, homônimo do pai, foi deputado geral de 1881 a\n1884, ministro dos Negócios Estrangeiros em 1884, novamente deputado\ngeral de 1884 a 1889, constituinte de 1891 e deputado federal desse ano\naté 1901. Outro irmão, Álvaro da Mata Machado, foi médico, deputado\nprovincial (1888-1889) e senador estadual (1890-1894).\n\nEstudou inicialmente em sua cidade natal, concluindo o curso\npreparatório em Ouro Preto (MG). Ingressou em seguida na Faculdade de\nDireito de São Paulo e, ainda acadêmico, foi o último redator-chefe do\njornal *Liberal Acadêmico*. Bacharelou-se em novembro de 1889.\n\nNomeado promotor de justiça em Minas Gerais, filiou-se ao Partido\nRepublicano Mineiro (PRM) e foi eleito presidente da intendência do\nmunicípio de Diamantina, cargo equivalente ao atual prefeito, ao qual\nacabou renunciando em decorrência de conflitos com políticos locais. De\n1907 a 1912 foi senador estadual em Minas Gerais. Eleito nesse ano\ndeputado federal, ocupou uma cadeira na Câmara dos Deputados a partir de\n1^o^ de junho, com mandato até dezembro de 1914. No ano seguinte foi\nreeleito senador estadual e exerceu o mandato até 1919. Em 11 de outubro\ndesse ano ocupou mais uma vez a cadeira de deputado federal. Concluindo\no mandato na Câmara em dezembro de 1920, afastou-se durante muito tempo\ndas atividades políticas. Sua ação parlamentar visou sempre o\ndesenvolvimento da agricultura, por ele considerada o único meio capaz\nde trazer prosperidade ao país.\n\nApós a Revolução de 1930, foi nomeado membro do Conselho Consultivo do\nEstado de Minas Gerais. Em maio de 1933 elegeu-se deputado à Assembleia\nNacional Constituinte na legenda do Partido Progressista de Minas\nGerais. Assumindo sua cadeira em novembro do mesmo ano, participou dos\ntrabalhos constituintes e, após a promulgação da nova Carta (16/7/1934),\nteve o mandato prorrogado até maio de 1935. Em outubro de 1934 elegeu-se\ndeputado federal para a legislativa ordinária que se iniciou em maio de\n1935. Exerceu o mandato até novembro de 1937, quando o advento do Estado\nNovo suprimiu todos os órgãos legislativos do país.\n\nFoi também catedrático da Faculdade de Direito da Universidade de Minas\nGerais e jornalista, tendo colaborado em órgãos da imprensa mineira e\nfundado os jornais *Cidade de Diamantina* e *Ideia Nova*.\n\nMorreu em Belo Horizonte em junho de 1944.\n\nFoi casado com Carlota Pereira da Silva e, em segundas núpcias, com\nMaria José Neves.\n\nPublicou *Um programa*, *Esboço de curso de extensão universitária*,\n*Civilização artificial*, *Ensino gratuito da agricultura racional*,\n*Traços biográficos do dr. João da Mata Machado* e *A voz do povo*, além\nde discursos, panfletos, circulares, manifestos, conferências, artigos e\nopúsculos.\n\n**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. NAC. CONST. 1934. *Anais*\n(1); BLAKE, A. *Diccionário*; *Boletim Min. Trab*. (5/1936); CÂM. DEP.\n*Deputados*; CÂM. DEP. *Relação nominal*; *Câm. Dep. seus componentes*;\nCONSULT. RAMOS, P.; COUTO, S. *Vultos*; Diário do congresso nacional;\nGODINHO, V. *Constituintes*; MONTEIRO, N. *Dicionário*; OLIVEIRA, M.\n*História*; *Rev. Arq. Públ. Mineiro* (12/1976).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. NAC. CONST. 1934. *Anais*\n(1); BLAKE, A. *Diccionário*; *Boletim Min. Trab*. (5/1936); CÂM. DEP.\n*Deputados*; CÂM. DEP. *Relação nominal*; *Câm. Dep. seus componentes*;\nCONSULT. RAMOS, P.; COUTO, S. *Vultos*; Diário do congresso nacional;\nGODINHO, V. *Constituintes*; MONTEIRO, N. *Dicionário*; OLIVEIRA, M.\n*História*; *Rev. Arq. Públ. Mineiro* (12/1976).\n","dic":"DHBPR"}