{"title":"MACHADO, Pinheiro","cargoss":["const. 1891","sen. RS 1891-1915."],"author":null,"content":"**MACHADO, Pinheiro**\n\n\\* const. 1891; sen. RS 1891-1915.\n\n*José Gomes Pinheiro Machado* nasceu em Cruz Alta (RS) no dia 8 de maio\nde 1851, filho de Antônio Gomes Pinheiro Machado e de Maria Manuela de\nOliveira Aires. Seu pai foi deputado na Assembleia Geral do Império. Seu\nirmão Ângelo Gomes Pinheiro Machado foi constituinte de 1891, deputado\nfederal por São Paulo de 1891 a 1896 e deputado federal pelo Rio Grande\ndo Sul de 1900 a 1905 e de 1909 a 1910. Outro de seus irmãos, Salvador\nPinheiro Machado, recebeu a carta-patente de general em reconhecimento\naos serviços militares prestados à República, foi vice-presidente do Rio\nGrande do Sul de 1913 a 1918, e como tal assumiu a presidência do estado\nentre 1915 e 1916, durante o afastamento de Borges de Medeiros por\nmotivo de doença.\n\nEm 1854, José Gomes Pinheiro Machado e sua família mudaram-se para São\nLuís Gonzaga (RS), onde passou a maior parte de sua infância e\nadolescência. Em 1865, matriculou-se na Escola Militar do Rio de\nJaneiro, então capital do Império. No ano seguinte, sem o consentimento\nde seu pai, fugiu da escola para alistar-se como voluntário na Guerra do\nParaguai (1864-1870), que foi o conflito externo de maior repercussão na\nAmérica do Sul, não só pela mobilização e perda de homens, mas também\npor seus aspectos políticos e financeiros. O confronto entre a Tríplice\nAliança (Brasil, Argentina e Uruguai) e o Paraguai representou um\ndivisor de águas para a história desses países. No caso argentino e\nuruguaio, a guerra influenciou a consolidação de seus respectivos\nEstados nacionais. Para o Paraguai, o conflito deflagrou uma enorme\ncrise econômica e social, tornando a economia paraguaia um satélite da\neconomia da Argentina. Já para o Brasil, a Guerra do Paraguai\nrepresentou o apogeu da força militar brasileira, mas, paradoxalmente,\nacirrou as contradições da monarquia.\n\nEm 1867, Pinheiro Machado ganhou a estrela de primeiro cadete do 4^o^\nCorpo de Cavalaria. Em 1868, diante de um grave problema de saúde e\nfrente à insistência de seu pai, deu baixa do Exército. Embora desejasse\nseguir a carreira militar, obedeceu à orientação do pai e passou a\ndirigir a estância da família em São Luís Gonzaga, onde permaneceu até\n1872. Nesse ano, diante dos apelos de sua família para que retomasse os\nestudos, abandonou a vida rural e foi estudar em São Paulo. Após\nconcluir o curso preparatório, matriculou-se em 1874 na Faculdade de\nDireito e passou a integrar o movimento republicano radical, que\norganizou um Clube Republicano e lançou o periódico *A Renascença*.\nDesde então, passou a dedicar-se ao jornalismo acadêmico, revelando suas\ntendências para a política. Em 5 de agosto de 1876, ainda estudante,\ncasou-se com a paulista Brasiliana Benedita Paula e Silva. Após\nformar-se em direito em 1878, regressou a São Luís Gonzaga, onde passou\na exercer a advocacia.\n\nDa Propaganda à República\n\nPinheiro Machado envolveu-se intensamente na propaganda republicana no\nRio Grande do Sul. Em 1880 fundou o Clube Republicano de São Luís\nGonzaga e nos anos seguintes participou de diversas conferências\nrepublicanas, bem como de excursões políticas organizadas pelos\nrepublicanos que percorreram a província. Entrou para a política ao lado\nde Joaquim Francisco de Assis Brasil e Júlio de Castilhos, de quem se\ntornou grande amigo e o mais leal dos correligionários.\n\nJuntamente com Júlio de Castilhos, Assis Brasil, Venâncio Aires, Ernesto\nAlves, Álvaro Chaves e outros, participou da fundação do Partido\nRepublicano Rio-Grandense (PRR), em fevereiro de 1882. O PRR defendia a\neleição direta dos chefes do Executivo federal, estadual e municipal; o\nvoto livre e público; a liberdade de pensamento e de expressão, de\nreunião e de associação, e o ensino primário leigo e gratuito. Propunha\nainda a autonomia dos municípios e dos estados, que deveriam, estes\núltimos, ser regidos por constituições e leis próprias e isentos da\nintervenção da União, a não ser nos casos em que o regime republicano\nfederativo estivesse ameaçado. O órgão oficial do PRR era o jornal *A\nFederação*, que foi criado em janeiro de 1884 e foi decisivo para o\nêxito do partido. Afinal, os jornais foram os mais importantes veículos\nde comunicação social e de propaganda política ao longo do século XIX.\n\nA partir de 1888, Pinheiro Machado foi vereador na Câmara Municipal de\nSão Luís Gonzaga, onde residia. Lá estava quando, no dia 15 de novembro\nde 1889, um golpe militar, liderado pelo marechal Deodoro da Fonseca e\napoiado por um pequeno grupo de republicanos civis, derrubou o Império,\nproclamou a República no Brasil e instituiu um governo provisório tendo\nà frente o próprio marechal Deodoro.\n\nDa Constituinte à Revolução Federalista\n\nConvocadas as eleições para o Congresso Nacional Constituinte, em 15 de\nsetembro de 1890 Pinheiro Machado foi eleito senador pelo Rio Grande do\nSul, na legenda do PRR. Tomou posse em 15 de novembro seguinte e\nparticipou dos trabalhos de elaboração da primeira Constituição\nrepublicana do Brasil. Promulgada a Constituição em 24 de fevereiro de\n1891, no dia seguinte o marechal Deodoro foi eleito pelos constituintes\npresidente da República. Pinheiro Machado, assim como a maioria da\nbancada do PRR, apoiou a eleição do marechal. Em junho seguinte, ao ter\ninício a legislatura ordinária, tomou assento no Senado Federal no Rio\nde Janeiro, agora Distrito Federal. Na mesma época, no Rio Grande do\nSul, Júlio de Castilhos foi eleito presidente do estado.\n\nO governo constitucional de Deodoro iniciou-se sob forte tensão\npolítica, agravada pela crise econômica. Descontente com a oposição\nparlamentar, em 3 de novembro o presidente ordenou o fechamento do\nCongresso Nacional. Júlio de Castilhos de início não se manifestou, mas\nno dia 12 de novembro acabou por declarar-se a favor de Deodoro. No dia\nseguinte, seus opositores obrigaram-no a renunciar. Enquanto Castilhos\ndeixava o poder no Rio Grande do Sul, o chamado golpe de Deodoro\ndespertava reações em todo o país. A ameaça da Marinha de bombardear a\ncidade do Rio de Janeiro levou o próprio Deodoro a renunciar em 23 de\nnovembro, apenas nove meses após ter assumido a presidência. Seu lugar\nfoi ocupado pelo vice-presidente marechal Floriano Peixoto. Como a\nConstituição de 1891 previa novas eleições caso a presidência ficasse\nvaga antes de decorridos dois anos da posse do titular, novas crises\nsurgiram, decorrentes da pressão, sobretudo da Marinha, pela realização\nde eleições.\n\nEm 17 de junho de 1892, após um acordo político com Floriano – que\nqueria evitar que o poder no Rio Grande do Sul caísse nas mãos de Gaspar\nSilveira Martins –, Júlio de Castilhos, através de um movimento armado,\nfoi reposto no governo do Rio Grande do Sul. Ainda conforme o acordo,\nporém, renunciou ao cargo, passando-o ao vice-presidente do estado por\nele nomeado, Vitorino Carneiro Monteiro, que, por sua vez, deveria\nconvocar eleições estaduais. Carneiro Monteiro afastou-se do cargo em\nsetembro de 1892, para assumir uma cadeira na Câmara dos Deputados, e\nfoi substituído pelo segundo-vice-presidente estadual, Fernando Abott.\nNas eleições que se seguiram, Castilhos foi reeleito presidente do\nestado do Rio Grande do Sul e em 26 de janeiro de 1893 tomou posse. No\nmês seguinte, seus opositores deram início à Revolução Federalista.\n\nCom a deflagração da Revolução Federalista, Pinheiro Machado\nlicenciou-se imediatamente do Senado e partiu para os campos de batalha,\ndisposto a lutar ao lado de Júlio de Castilhos, seu amigo e companheiro\npolítico. Incorporou-se à divisão do general Francisco Rodrigues Lima e\nexerceu papel de destaque entre as hostes republicanas. Por sua atuação\ndurante a revolução, recebeu do marechal Floriano Peixoto, por atos de\nbravura, as honras de general de brigada.\n\n24 Anos no Senado\n\nCom o fim dos confrontos no Rio Grande do Sul, Pinheiro Machado\nreassumiu sua cadeira no Senado Federal. Foi reeleito senador pelo Rio\nGrande do Sul em 1897, 1906 e 1915, para mais três mandatos de nove anos\ncada. Foi vice-presidente do Senado entre 1902 e 1905 e 1912 e 1915. A\neleição para a vice-presidência do Senado era a mais elevada honra que\nseus pares podiam lhe conceder, já que a função de presidente do Senado\npertencia ao vice-presidente da República e, portanto, não estava\nacessível a um senador.\n\nEm 1897, divergências internas levaram à dissolução do Partido\nRepublicano Federal (PRF), ao qual pertencia o presidente Prudente de\nMorais (1894-1898). O partido havia surgido em 1893, a partir da fusão\nde partidos republicanos regionais, e era liderado por Francisco\nGlicério. Quando da cisão, Pinheiro Machado, juntamente com seus\ncorreligionários do Rio Grande do Sul, ficou ao lado de Francisco\nGlicério e passou a integrar a oposição ao governo de Prudente de\nMorais. Ainda em 1897, no dia 5 de novembro, durante uma cerimônia\nmilitar, Prudente de Morais sofreu um atentado. O presidente saiu ileso,\nmas o então ministro da Guerra, marechal Carlos Machado Bittencourt,\nfaleceu ao tentar defendê-lo. Diante disso, Prudente de Morais decretou\no estado de sítio no Rio de Janeiro. Acusado de cumplicidade no atentado\ncontra o presidente da República, Pinheiro Machado foi preso e recolhido\nao couraçado *Riachuelo* durante 33 dias.\n\nNas eleições presidenciais de 1898, Pinheiro Machado defendeu fortemente\no nome de Júlio de Castilhos como candidato à sucessão de Prudente de\nMorais. No entanto, essa candidatura não foi aceita pela maioria dos\nrepublicanos históricos. Assim sendo, Pinheiro Machado passou a apoiar a\ncandidatura de Lauro Sodré. Contudo, contando com o apoio do governo\nfederal, que utilizou a pressão e as fraudes em seu favor, o eleito foi\nCampos Sales, candidato do Partido Republicano Paulista (PRP).\n\nAo assumir a presidência (1898-1902), Campos Sales procurou conquistar o\napoio do PRR, sempre liderado por Júlio de Castilhos. O novo presidente\ntornou-se amigo próximo de Pinheiro Machado, que atuou como um de seus\nprincipais sustentáculos políticos, embora fosse contrário à “política\ndos governadores” inaugurada pelo próprio Campos Sales. Nesse contexto,\nPinheiro Machado exerceu acentuada influência sobre as cúpulas\npartidárias e conseguiu obter várias concessões dentro do intransigente\nregime da “política dos governadores”.\n\nDurante a presidência de Rodrigues Alves (1902-1906), a proeminência\npolítica de Pinheiro Machado acentuou-se cada vez mais entre os\nrepublicanos. Já durante o governo de Nilo Peçanha (1909-1910), seu\namigo e colaborador, seu prestígio político atingiu o auge. Coube-lhe\nassim um papel decisivo por ocasião da escolha do candidato à sucessão\npresidencial. Seu apoio e articulações políticas foram fundamentais para\na eleição, em março de 1910, do marechal Hermes da Fonseca (1910-1914).\nConsiderado o grande eleitor da República, o árbitro da política\nbrasileira, tornou-se um dos líderes do Partido Republicano Conservador\n(PRC), fundado em novembro daquele ano pelos representantes das elites\ndos estados descontentes com a chamada “política do café com leite”,\npela qual o poder federal vinha alternando entre os estados de São Paulo\ne Minas Gerais.\n\nEm 1912, enquanto era vice-presidente do Senado, Pinheiro Machado\nassumiu o cargo de presidente da comissão executiva do PRC, substituindo\nQuintino Bocaiúva, que faleceu em 11 de julho daquele ano. Como já havia\nocorrido em 1910, desempenhou também papel de relevo na eleição de 1914,\nquando foi eleito Venceslau Brás (1914-1918).\n\nEm 30 de janeiro de 1915, Pinheiro Machado foi eleito pela última vez\nsenador pelo Rio Grande do Sul. No dia 8 de setembro, o senador gaúcho\nfoi apunhalado pelas costas, quando entrava no Hotel dos Estrangeiros,\nno Rio de Janeiro, para visitar seu amigo e adversário político, Rubião\nJúnior, então presidente do Senado estadual de São Paulo. As motivações\ndo crime, cometido por Francisco Manso de Paiva Coimbra, não foram\nsuficientemente esclarecidas. À época, a polícia concluiu que o\nassassino agiu por iniciativa própria. O corpo de Pinheiro Machado foi\ntransportado para o Rio Grande do Sul, onde foi enterrado ao lado de seu\namigo Júlio de Castilhos, que falecera em 1903. Com sua morte, o PRC, do\nqual era presidente, praticamente desapareceu.\n\nPinheiro Machado participou decisivamente do cenário político brasileiro\ne, embora nunca tenha ocupado o cargo de ministro de Estado, foi o\nresponsável pela indicação de vários ministros para diversas pastas.\nAlém disso, dominou a máquina política de seu estado natal e projetou\nsua liderança pessoal sobre o Senado e a Câmara, formando um bloco\nmajoritário muito coeso. Tinha ainda o controle da Comissão de\nVerificação de Poderes do Congresso Nacional, responsável pelos\nresultados eleitorais finais e pela diplomação dos eleitos. Através\ndesse controle, podia negar uma cadeira no Congresso Nacional a um\nadversário, fazendo com que a comissão considerasse fraudulentos votos\nsuficientes para dar a vitória a outro candidato. Dessa forma, alcançou\num poder que talvez nenhum outro político tenha conseguido ao longo da\nPrimeira República brasileira. E, como tal, elevou o Rio Grande do Sul a\numa posição de eminência que o estado ainda não tivera na República e só\ndurante a monarquia alcançara.\n\nEm sua homenagem, muitas cidades no Rio Grande do Sul e em São Paulo\nbatizaram ruas com seu nome. Além disso, diversos colégios e escolas em\ntodo o país também passaram a ostentar o nome de Pinheiro Machado. No\nRio de Janeiro, a rua Guanabara, localizada no bairro das Laranjeiras,\ntambém recebeu o nome de rua Pinheiro Machado. Era na colina que se\ninicia nessa rua que Pinheiro Machado residia, no Palacete do Morro da\nGraça, edifício de estilo eclético comprado em 1897 que logo se tornou\num importante centro político da República, frequentado por políticos e\nautoridades destacadas e palco de importantes decisões partidárias.\n\nEm 1931, foi inaugurado o monumento ao senador Pinheiro Machado,\nlocalizado na Praça Nossa Senhora da Paz, no bairro de Ipanema, no Rio\nde Janeiro. A figura em bronze, em tamanho natural, do senador foi obra\ndo escultor Leão Veloso. Em 8 de maio de 1951, por ocasião do centenário\ndo nascimento de Pinheiro Machado, foi realizada uma cerimônia cívica\njunto ao monumento em homenagem àquele que era conhecido como o *Senador\nde Ferro* e se destacou como um dos mais proeminentes políticos da\nPrimeira República no Brasil.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos*; ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. Partido Republicano\nRio-grandense (verbete temático). Disponível em:\n\\<www.fgv.br/CPDOC/BUSCA/Busca/BuscaConsultar.aspx\\>. Acesso em:\n14/5/2011; BORGES, V. *Morte* (p.296); CÂM. MUN. SÃO LUIZ GONZAGA (RS).\nDisponível em: \\<www.camarasaoluiz.com.br/v2/index.php?p=camara\\>;\nCARONE, E. *República*; CIACCIA, P. *Árvore*; DORATIOTO, F. *Maldita*;\nESCOBAR, W. *Apontamentos*; Família Pinheiro Machado:\n\\<http://pinheiromachado.neobiz.com.br\\>; FAUSTO, B. *História*; FLORES,\nH. *Revolução*; FLORES, M.; FLORES, H. *Rio Grande do Sul*; FRANCO, S.\n*Dicionário*; FRANCO, S. *Partido*; GERSON, B. *História*; GODOY, O.\n*História*; *Grande encic. Delta*; GRIJÓ, L. *Entre*; LEITE NETO, L.\n*Catálogo biográfico*; LOVE, J. *Regionalismo*; PASSOS, E. *Mesas*;\nPESAVENTO, S. *Revolução*; PORTO ALEGRE, A. *Homens*; REVERBEL, C.\n*Maragatos*; *Senado Federal*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>; VIDAL, J. *República*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. Partido Republicano\nRio-grandense (verbete temático). Disponível em:\n\\<www.fgv.br/CPDOC/BUSCA/Busca/BuscaConsultar.aspx\\>. Acesso em:\n14/5/2011; BORGES, V. *Morte* (p.296); CÂM. MUN. SÃO LUIZ GONZAGA (RS).\nDisponível em: \\<www.camarasaoluiz.com.br/v2/index.php?p=camara\\>;\nCARONE, E. *República*; CIACCIA, P. *Árvore*; DORATIOTO, F. *Maldita*;\nESCOBAR, W. *Apontamentos*; Família Pinheiro Machado:\n\\<http://pinheiromachado.neobiz.com.br\\>; FAUSTO, B. *História*; FLORES,\nH. *Revolução*; FLORES, M.; FLORES, H. *Rio Grande do Sul*; FRANCO, S.\n*Dicionário*; FRANCO, S. *Partido*; GERSON, B. *História*; GODOY, O.\n*História*; *Grande encic. Delta*; GRIJÓ, L. *Entre*; LEITE NETO, L.\n*Catálogo biográfico*; LOVE, J. *Regionalismo*; PASSOS, E. *Mesas*;\nPESAVENTO, S. *Revolução*; PORTO ALEGRE, A. *Homens*; REVERBEL, C.\n*Maragatos*; *Senado Federal*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>; VIDAL, J. *República*.\n","dic":"DHBPR"}