{"title":"MACHADO, Raul da Cunha","cargoss":["pres. MA 1918-1919 e 1922-1923","dep. fed. MA 1923-1930."],"author":"Raimundo Helio Lopes","content":"**MACHADO, Raul da Cunha**\n\n\\*pres. MA 1918-1919 e 1922-1923; dep. fed. MA 1923-1930.\n\n*Raul da Cunha Machado* nasceu no Maranhão, filho de João Gonçalves\nMachado e de Josefina da Cunha Machado. Seu irmão Francisco da Cunha\nMachado foi participou da junta governativa que assumiu o poder no\nMaranhão de 1891 a 1892, foi deputado federal de 1904 a 1923, senador de\n1923 a 1930 e desembargador do Supremo Tribunal de Justiça.\n\nFundador do periódico *Diário de Notícias* em 1893, iniciou sua vida\npolítica em junho de 1908, quando se tornou intendente de São Luís,\nsubstituindo Afonso Gifwining de Matos. Em sua gestão foram concluídas\nas obras dos passeios e balaustradas da praça Gonçalves Dias, foi\nconstruído um pavilhão para a venda de peixe no Mercado Público, foi\nfeito o calçamento da rua de Santaninha e da travessa do Monteiro, e\nforam realizados melhoramentos nas estradas do Caminho Grande e do Cutim\ndo Padre. Seu sucessor foi Mariano Martins Lisboa Neto. Em 1915\nconcorreu novamente à prefeitura, mas foi derrotado por Clodomir Serra\nSerrão Cardoso.\n\nEm 1918, elegeu-se segundo-vice-presidente do Maranhão, enquanto Urbano\nSantos era eleito presidente do estado. Este não assumiu o governo de\nimediato, sendo substituído na data da posse, 1^o^ de março, pelo\nprimeiro-vice-presidente José Joaquim Marques, que faleceu no dia 9 de\noutubro seguinte. Nesse momento, Raul da Cunha Machado foi chamado a\nocupar a presidência do estado. Governou até 21 de outubro, quando\nUrbano Santos tomou posse para logo se afastar, em 21 de novembro, a fim\nde assumir o Ministério da Justiça no governo Delfim Moreira. Raul\nMachado voltou assim ao governo, que exerceu até o retorno de Urbano\nSantos, em 28 de julho de 1919. Substituiu ainda uma vez o titular, de\n25 de fevereiro de 1922 até o fim do quadriênio, em 1^o^ de março\nseguinte. No entanto, como havia sido eleito primeiro-vice-presidente do\nestado, agora ao lado do novo presidente Godofredo Mendes Viana, e como\neste ocupava uma cadeira no Senado Federal e lá permaneceu, continuou no\ngoverno. No dia 26 de abril, porém, foi deposto por uma revolta liderada\npelo tenente Sebastião Correia, decorrente de atritos com importantes\nchefes da política local e com o capitão Manuel Aurélio Nogueira.\nAssumiu então o poder uma junta composta por Tarquínio Lopes Filho,\nRodrigo Otávio Teixeira, Leôncio Rodrigues e Carlos Augusto de Araújo\nCosta, que se manteve por menos de um dia, graças à ação do\ntenente-coronel Cunha Leal, comandante do 24^o^ Batalhão de Caçadores,\nque cumpriu ordens do governo federal e recolocou o vice-presidente no\ngoverno. Raul da Cunha Machado permaneceu no posto até 20 de janeiro de\n1923, quando Godofredo Mendes Viana assumiu efetivamente o governo.\nNesse momento, renunciou também ao cargo de vice-presidente, sendo\nsubstituído por João Vieira de Sousa Filho.\n\nEleito deputado federal ainda em 1923, foi reeleito em 1924, 1927 e\n1930, mas teve o mandato interrompido em outubro desse ano com a vitória\nda revolução que levou Getúlio Vargas ao poder e extinguiu todos os\nórgãos legislativos do país.\n\nRaimundo Helio Lopes\n\n**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História*.\n","ref":"**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História*.\n","dic":"DHBPR"}