{"title":"MACHADO, Vicente","cargoss":["pres. PR 1893-1894","sen. PR 1895-1902","pres. PR 1904-1907."],"author":null,"content":"**MACHADO, Vicente**\n\n\\* pres. PR 1893-1894; sen. PR 1895-1902; pres. PR 1904-1907.\n\n*Vicente Machado da Silva Lima*, mais conhecido como *Vicente Machado*,\nnasceu em Castro (PR), no dia 9 de agosto de 1860, filho de José Machado\nda Silva Lima e de Ana Guilhermina Laynes Pinheiro, ambos de famílias\ntradicionais do Paraná.\n\nFez os primeiros estudos em sua cidade natal e cursou a Faculdade de\nDireito de São Paulo, onde recebeu, em 1881, o grau de bacharel. Como\nuniversitário, participou das campanhas abolicionista e republicana.\nIniciou sua atividade profissional um ano após a conclusão do curso como\npromotor público em Curitiba. Em 1883, assumiu o cargo de juiz municipal\nde Ponta Grossa (PR), logo se afastando para organizar e desenvolver seu\nescritório de advocacia, simultaneamente aos passos iniciais dados nas\nlides políticas, por meio do exercício do jornalismo. Retomando a\nprática jornalística iniciada na faculdade, escreveu artigos para os\njornais *19 de Dezembro* e *A Província do Paraná*.\n\nFoi deputado da Assembleia Provincial do Paraná entre 1886 e 1889, pelo\nPartido Liberal, obtendo apoio de um prócer partidário, o conselheiro\nJesuíno Marcondes de Oliveira e Sá, destacado personagem da política\nlocal e nacional nos estertores do Império. Preconizava então o\nprincípio administrativo e político da descentralização, isto é,\ndefendia uma maior autonomia das unidades provinciais em face do governo\ncentral, no seio do seu partido e em conferências e textos\njornalísticos. Estava, pois, sintonizado com o ideal que veio a se\nconsolidar com a instauração da República, por intermédio da\nConstituição de 1891.\n\nChefe de polícia do governo provisório do almirante José Marques\nGuimarães no Paraná (4/12/1889 a 18/2/1890), logo foi alçado à função de\nlíder de uma Comissão Municipal, instituída no lugar da Assembleia\nProvincial que fora dissolvida pelo regime republicano. Tal atribuição\nlhe permitiu ser escolhido, em 1892, relator geral da Constituinte do\nParaná e liderar o processo de elaboração da nova Carta Constitucional\ndo estado.\n\nEleito vice-presidente estadual em 1892 em chapa capitaneada por\nFrancisco Xavier da Silva, assumiu as funções de presidente estadual\nentre 12 de abril de 1893 e 1^o^ de janeiro de 1894, em virtude do\nafastamento de Xavier da Silva por razões de saúde. Teve em sua\nadministração que enfrentar as vicissitudes da Revolução Federalista\n(1893-1895), que começou no Rio Grande do Sul e estendeu sua ação\npolítica e militar por toda a Região Sul do país. Transferiu nesse\nintervalo de tempo a sede do governo para Castro, sua cidade natal.\nRecebeu duras acusações relativas aos fuzilamentos de revolucionários.\nEm 1894 foi eleito senador, o que lhe possibilitou vocalizar a defesa do\nseu governo em âmbito nacional, em face das aludidas acusações. Exerceu\nmandato no Senado entre 1895 e 1902, e em 1903 foi mais uma vez eleito\nvice-presidente do Paraná. Exerceu o governo de fevereiro de 1904 a\nabril de 1906.\n\nFaleceu em Castro, a 3 de março de 1907.\n\nFoi casado com Antônia Moreira Lima, de quem enviuvou em 1894. Em\nsegundas núpcias, firmou matrimônio com Helena de Loyola.\n\nRoberto Bitencourt da Silva\n\n**FONTES:** ANDRADE, P. *Vicente*; CARNEIRO, D.; VARGAS, T. *História*;\nCOL. BRAS. GENEAL. *Artigos genealógicos*. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_p\\_05.html\\>. Acesso em:\n9/2/2009; Estante virtual. *Carneiro.* Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;LIMA,\nV. *Mensagem* (1905,1907); LOVE, J. *Regionalismo*; SENADO. *Vicente\nMachado*. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1364&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 9/2/2009; VIANNA, F. *Idealismo*.\n","ref":"**FONTES:** ANDRADE, P. *Vicente*; CARNEIRO, D.; VARGAS, T. *História*;\nCOL. BRAS. GENEAL. *Artigos genealógicos*. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_p\\_05.html\\>. Acesso em:\n9/2/2009; Estante virtual. *Carneiro.* Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;LIMA,\nV. *Mensagem* (1905,1907); LOVE, J. *Regionalismo*; SENADO. *Vicente\nMachado*. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1364&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 9/2/2009; VIANNA, F. *Idealismo*.\n","dic":"DHBPR"}