{"title":"MACIEL, Francisco Antunes","cargoss":["dep. geral RS 1881-1888","min. Int. 1883-1884","rev. 1893","dep. fed. RS"],"author":null,"content":"**MACIEL**, **Francisco Antunes**\n\n\\* dep. geral RS 1881-1888; min. Int. 1883-1884; rev. 1893; dep. fed. RS\n1906-1911.\n\n*Francisco Antunes Maciel*, futuro *barão de Cacequi*, nasceu em Pelotas\n(RS) no dia 2 de março de 1836, filho de Elísio Antunes Maciel e de\nLeopoldina da Rosa Antunes Maciel.\n\nIniciou o curso de direito em São Paulo, mas bacharelou-se pela\nUniversidade de Montevidéu. De volta ao Rio Grande do Sul, filiou-se ao\nPartido Liberal e foi deputado provincial de 1873 a 1880. Eleito\ndeputado geral pela primeira vez em 1881, foi três vezes reeleito e\nexerceu o mandato até 1888. Durante esse período recebeu o título de\nbarão de Cacequi, em 1883, e foi ministro do Interior, de 24 de maio de\n1883 a 6 de junho de 1884. Na Assembleia Geral, foi líder da maioria em\n1884 e da minoria em 1888.\n\nApós a proclamação da República em 15 de novembro de 1889, foi redator\ndo jornal *O Nacional*, em Pelotas, até 1891. Filiou-se ao Partido\nFederalista, criado por Gaspar Silveira Martins em 1892, e participou da\nRevolução Federalista, que eclodiu em fevereiro de 1893. Em\nconsequência, exilou-se no Uruguai, juntamente com Silveira Martins.\nImpedidos de deixar Montevidéu, passaram os dois a dirigir o movimento a\npartir do território uruguaio. Retornou ao Rio Grande do Sul após ser\nconcedida a anistia aos rebelados. Com a morte de Silveira Martins em\n1901, assumiu a direção do Partido Federalista. Na legenda do partido\nfoi eleito deputado federal pelo Rio Grande do Sul para as legislaturas\n1906-1908 e 1909-1911. Durante esses anos, segundo Fernando Luís Osório,\npor duas vezes foi convidado a ocupar pastas ministeriais: o\nvice-presidente da República durante o governo de Prudente de Morais,\nManuel Vitorino, o convidou para a pasta da Viação, e o presidente\nAfonso Pena, para a pasta do Interior.\n\nRecebeu a comenda de oficial da Legião de Honra da França.\n\nFaleceu no Rio de Janeiro em 14 de agosto de 1917.\n\nCasou-se com Francisca de Castro Moreira Maciel, filha do barão de\nButuí. Seu filho Francisco Antunes Maciel Júnior, conhecido apenas com\nAntunes Maciel, foi deputado federal pelo Rio Grande do Sul de 1915 a\n1917, de 1921 a 1926 e em 1930, revolucionário de 1923 e de 1930 e\nministro da Justiça de 1932 a 1934. Outro filho, Artur Antunes Maciel,\nfoi interventor em Mato Grosso de 1931 a 1932.\n\nTeve publicados seus discursos na Câmara dos Deputados e ainda o\ndiscurso que pronunciou nas exéquias de Gaspar Silveira Martins em\nPelotas em 23 de agosto de 1901 (*Almanaque Literário e Estatístico do\nRS*, 1903).\n\nRaimundo Hélio Lopes/ Izabel Noll\n\n**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*; MARTINS, A.\n*Escritores*; OSÓRIO, F. *Cidade*.\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*; MARTINS, A.\n*Escritores*; OSÓRIO, F. *Cidade*.\n","dic":"DHBPR"}