{"title":"MACIEL, Otoni","cargoss":["dep. fed. PR 1918-1920."],"author":"Luciana Pinheiro","content":"**MACIEL, Otoni**\n\n\\*dep. fed. PR 1918-1920.\n\n*Otoni Ferreira Maciel* nasceu em Palmeira (PR) no dia 28 de outubro de\n1870, filho do coronel Pedro Ferreira Maciel e de Margarida Ferreira\nMaciel. Seu pai, grande proprietário rural e político prestigiado, foi\ndeputado estadual no Paraná por dois mandatos (1888-1889 e 1891-1892).\nSeu irmão Luís Ferreira Maciel foi vereador em Palmeira e também\ndeputado estadual.\n\nFazendeiro, mesmo sem ter-se formado em direito atuou também na área\njurídica. Em 1891, após a promulgação da primeira Constituição\nrepublicana (24/2), foi eleito para o primeiro Congresso Constituinte de\nseu estado natal, mas renunciou meses depois por incompatibilidade com\nos demais congressistas. Em 1893 foi nomeado delegado da 3^a^\nCircunscrição Escolar do Paraná.\n\nVoltou a exercer mandato eletivo em 1896, quando foi novamente eleito\ndeputado estadual. Reeleito para a legislatura seguinte, permaneceu na\nAssembleia paranaense até 1901. Em seguida foi nomeado promotor público\nda comarca de Palmeira. Manteve-se nessa função até 1907, quando foi\nescolhido primeiro-vice-presidente do Paraná ao lado do presidente\nestadual João Cândido Ferreira. Após o processo eleitoral, no entanto,\nos eleitos não foram reconhecidos pelo Congresso Legislativo estadual.\nRetornou à política em 1914 ao ser mais uma vez eleito deputado\nestadual. Durante seu mandato, concluído no ano seguinte, foi\nsegundo-vice-presidente da Assembleia Legislativa.\n\nEm 1918 foi eleito deputado federal pelo Paraná e tomou posse na Câmara\ndos Deputados, no Rio de Janeiro, então Distrito Federal, em maio do\nmesmo ano. Exerceu o mandato até o fim da legislatura, em dezembro de\n1920 e participou da Comissão de Inquérito do Congresso.\n\nEm 1929-1930 foi um dos líderes da Aliança Liberal em seu estado natal,\npropagando suas ideias em artigos publicados no jornal *A Tarde,* do\nqual foi um dos fundadores. Atuou ativamente nos movimentos que\nantecederam a Revolução de 1930, lutando entre as forças que auxiliaram\nna passagem dos revolucionários para São Paulo. Exerceu seu último cargo\npolítico no contexto de consolidação do Estado revolucionário, como\nconselheiro do governador paranaense Manuel Ribas.\n\nAlém das atividades na política e no Judiciário, atuou ainda na imprensa\ncomo articulista e colaborador dos periódicos paranaenses *Diário da\nTarde*, *Gazeta do Povo* e *O Dia.*\n\nLuciana Pinheiro\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.203); GOULART, M.\n*Coronelismo*; NICOLAS, M. *Cem anos* (p.190-192).\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.203); GOULART, M.\n*Coronelismo*; NICOLAS, M. *Cem anos* (p.190-192).\n","dic":"DHBPR"}