{"title":"MAÇONARIA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Marco Morel"],"content":"**MAÇONARIA**\n\nAssociações criadas no final do século XIX e início do XX, em contextos\ne locais diferentes, baseadas num conjunto de símbolos e ritos e num\nideário geral de caráter universalista e humanista, em defesa da ideia\nde progresso e de aperfeiçoamento gradual da humanidade. Eram\ninstituições reservadas ou secretas, que praticavam ajuda mútua e\nfilantropia, com tendências políticas variadas e antagônicas.\nOrganizaram-se a partir de hierarquias próprias, estabeleceram vínculos,\nenfrentaram conflitos ou isolaram-se entre si. Subsistiram até o fim da\nPrimeira República.\n\nPrimórdios\n\nA forma maçônica contemporânea surgiu na Inglaterra no século XVIII e\nexpandiu-se rapidamente por vários países. Apesar dos indícios de que\nhaveria maçons nascidos no Brasil e iniciados na Europa já no século\nXVIII, a existência de atividades maçônicas regulares só se comprovou no\nterritório brasileiro a partir de 1801, no Rio de Janeiro, segundo o\ntestemunho de José Bonifácio de Andrada e Silva, que se tornaria o\nprimeiro grão-mestre do Grande Oriente do Brasil (GOB) em junho de 1822,\nocasião em que a entidade teve papel importante na articulação da\nIndependência. Nesse período havia considerável quantidade de padres\nmaçons. Ao longo do século XIX a maçonaria foi marcante para a criação\nde novos espaços de sociabilidade e ampliação das práticas de cidadania\nno Brasil: seus membros mantinham apoio ou faziam oposição aos governos\nimperiais, posicionando-se pró ou contra a abolição da escravidão e à\nforma republicana de governo.\n\nForam dirigentes maçons no período imperial nomes como Luís Alves de\nLima e Silva (duque de Caxias) e Paulino Soares de Sousa (visconde de\nUruguai), além de republicanos como Saldanha Marinho e abolicionistas\ncomo José do Patrocínio. O conflito entre a Igreja católica e a\nmaçonaria atingiu proporções intensas com a chamada Questão Religiosa na\ndécada de1870, levando a um confronto entre a Coroa imperial e a Igreja,\ncom repercussões no período republicano. Em 1888 o grão-mestre do GOB\nera João Alfredo de Oliveira, chefe do gabinete ministerial que decretou\na Lei Áurea. A maior parte dos maçons eram pessoas pouco conhecidas que\nviviam em capitais ou cidades do interior das províncias, como\nadvogados, comerciantes, militares e funcionários.\n\nAs maçonarias estruturam-se em lojas (unidades de base) que, reunidas,\nformavam um Grande Oriente, uma Grande Loja ou Supremo Conselho, a\ndepender dos ritos escolhidos e do perfil de atuação (simbólico ou\nfilosófico). Seus membros formavam uma hierarquia fechada ao exterior e\nvertical internamente, que ascendia a partir de graus. Os graus básicos\neram aprendiz, companheiro e mestre. Cada loja tinha sua própria\nhierarquia, na qual o posto de venerável era o mais alto. Cada\nagrupamento maior, como um Grande Oriente, também tinha seus postos\nhierarquizados, sendo superior o de grão-mestre.\n\nOs Maçons e o Poder\n\nEntre os 12 presidentes da Primeira República, oito foram maçons:\nDeodoro da Fonseca, Prudente de Morais, Campos Sales, Rodrigues Alves,\nNilo Peçanha, Hermes da Fonseca, Venceslau Brás e Washington Luís. A\nfiliação do marechal Floriano Peixoto, segundo presidente do Brasil, é\npolêmica entre os próprios maçons. Deodoro e Nilo Peçanha chegaram ao\nposto de grão-mestre do GOB.\n\nO primeiro ministério do Governo Provisório era todo composto de maçons:\nRui Barbosa (Fazenda), Quintino Bocaiúva (Transportes), Demétrio Ribeiro\n(Agricultura), Aristides Lobo (Interior), Benjamin Constant (Guerra),\nCampos Sales (Justiça) e Eduardo Wandenkolk (Marinha). A implantação de\num Estado laico, separado da Igreja Católica, efetivada pela\nConstituição de 1891, era uma antiga reivindicação maçônica.\n\nA presença de maçons foi expressiva nos cargos executivos estaduais. O\nexemplo mais nítido é o de São Paulo onde, dos 17 governantes na\nPrimeira República, 13 foram maçons. O número de membros da maçonaria no\npoderes Executivo e Legislativo mostrou-se significativo no país durante\ntodo o período, das esferas municipais à federal.\n\nA denominação “República maçônica” no Brasil, apesar das evidências, não\né cabível, na medida em que não foi a maçonaria que nomeou tais\nautoridades, mas ao contrário, aqueles líderes políticos é que chegaram\naos cargos por defenderem determinados interesses, fazerem alianças,\nparticiparem de movimentos, representarem ideias e projetos, terem\nprestígio, enfim, serem representativos de setores da sociedade.\n\nA década final do século XIX e as iniciais do XX foram marcadas por uma\nexpansão da atividade maçônica brasileira, que se explica tanto pelo\nprocesso de federalização das entidades, com abertura de novas lojas\npelo país, quanto pela atração dos benefícios da proximidade entre a\nOrdem dos Pedreiros-Livres e o Estado nacional. É difícil contabilizar a\npresença exata da instituição na sociedade, devido à escassez de\narquivos organizados, bem como ao surgimento, fusão, divisões e\nencerramento de diversas lojas espalhadas pelos estados brasileiros.\nAinda assim, registram-se 244 lojas maçônicas entre 1886 e 1890, 280\nentre 1891 e 1895, 497 entre 1896 e 1900, 615 entre 1901 e 1905, 553\nentre 1906 e 1910, 507 entre 1911 e 1915 e 417 entre 1916 e 1920. Rio de\nJaneiro, São Paulo, Minas Gerais e Rio Grande do Sul eram os estados com\nmaior número de lojas.\n\nAs entidades maçônicas entrelaçaram-se, dentro de suas especificidades,\nao debate federalismo/ centralização que ocorria na sociedade\nbrasileira. Na busca de contemplar os interesses das maçonarias\nregionais, foi promulgada (1892) a primeira constituição maçônica da era\nrepublicana (“Constituição e regulamento geral do Grande Oriente e\nSupremo Conselho do Brasil”), prevendo a criação de Grandes Lojas\nEstaduais federadas ao GOB. As primeiras Grandes Lojas instaladas foram\nas de São Paulo e da Bahia, no mesmo ano.\n\nEntretanto, essa tendência de federalização institucional encontrou\nlimites no próprio perfil concentrador de poder das instâncias centrais.\nLogo ocorreram desentendimentos internos, e em 1893 uma parte dos maçons\nse desmembrou do GOB, formando o Grande Oriente do Estado de São Paulo,\nindependente do órgão central. Na esteira dos acontecimentos paulistas\nforam criados, no mesmo ano, o Grande Oriente e Supremo Conselho do Rio\nGrande do Sul, e em 1894, o Grande Oriente Mineiro, também desligados do\nGOB. Outro fator que descaracterizou a formação de uma “República\nmaçônica”, portanto, foram as divisões internas que enfraqueciam a\nentidade.\n\nAlém das disputas, a maçonaria possuía atividades congregadoras. Em 1912\ncriou-se uma Beneficência Maçônica, repartida em duas seções: Montepio e\nAssistência. Na ausência de procedimentos oficiais de previdência\nsocial, seu objetivo era conceder pensão a familiares de maçons\nfalecidos, além de auxiliar financeiramente os confrades em dificuldade\nfinanceira. Entidades paramaçônicas, como Asilos de Mendicidade (no\nCeará e no Maranhão) e Asilo de Órfãos (em São Paulo) surgiram no mesmo\ncontexto. Ao lado do eclipse do envolvimento nas grandes causas\npolíticas do século XIX, fortalecia-se, assim, a tendência de ajuda\nmútua e de filantropia, tão marcantes na maçonaria do século XX.\n\nAs divisões internas e posicionamentos da maçonaria, ainda que com\ndinâmicas próprias, relacionavam-se ao contexto nacional e\ninternacional. Já no início Primeira Guerra, em 1914, o GOB lançou\ncampanha pela neutralidade das nações não envolvidas no conflito, por\nmeio do manifesto “Um apelo pró-pace”. Porém, com o desenrolar da\nguerra, a maçonaria brasileira, na linha da colaboração internacional\nentre confrades, começou a enviar ajuda financeira à maçonaria francesa,\ndestinada ao socorro das vítimas da guerra. Em 1915, o governo francês\nagradecia ao GOB o recebimento da quantia de 10 contos de réis.\nOcorreram também manifestações hostis ao mundo germânico – rompendo,\nassim, os propalados laços de fraternidade universal. Após a declaração\ndo estado de guerra entre Brasil e Alemanha, o grão-mestre do GOB\nafirmou, em novembro de 1917, a “inconveniência” da presença de\nconfrades nascidos no Império da Alemanha nas reuniões maçônicas\nenquanto durasse o estado de guerra.\n\nEm determinados contextos, como na campanha presidencial de 1921, os\nmaçons envolveram-se mais diretamente no embate político: muitas lojas\nengajaram-se na propaganda em favor do confrade Nilo Peçanha, uma vez\nque o outro candidato, o vencedor Artur Bernardes, representava um risco\nà maçonaria brasileira. Sabe-se que Bernardes não simpatizava com a\nOrdem dos Pedreiros-Livres e que, na contramão das políticas laicizantes\nda República, buscou sustentação política na aproximação com a Igreja\nCatólica.\n\nUma expressiva realização maçônica foi a criação de escolas.\nInicialmente o GOB exigiu a obrigatoriedade do ensino básico para todos\nos filhos de seus membros. Em seguida, a instituição passou a apoiar a\nimplantação de colégios e cursos. Em 1922 havia 132 escolas maçônicas em\ntodo país, atendendo a 7.030 alunos, bem como 22 bibliotecas mantidas\npela instituição, abertas a qualquer pessoa interessada. A escolaridade\npromovida pela maçonaria inseria-se na múltipla perspectiva de ajuda\nmútua, filantropia, aperfeiçoamento gradual da condição humana através\ndas *Luzes* do saber e, ao mesmo tempo, alternativa ao ensino\nconfessional.\n\nNessa perspectiva entende-se a campanha movida por entidades maçônicas\ncontra o presidente de Minas Gerias, Antônio Carlos Ribeiro de Andrada\n(1926-1930), quando este permitiu o ensino católico nas escolas públicas\nmineiras. Esse ato do governo estadual foi considerado um desrespeito à\nConstituição federal e contrário à liberdade de consciência dos\nbrasileiros.\n\nIdeologias e Crenças\n\nA Igreja continuou a proibir o pertencimento de seus fiéis às maçonarias\ne até ameaçou-os de excomunhão, a exemplo do que já ocorria desde o\nséculo XVIII, conforme mostra o documento “Constituições para as\nprovíncias eclesiásticas meridionais do Brasil”, de 1915, cujas posições\nforam confirmadas pelo papa Bento XV dois anos depois.\n\nDurante a Primeira República ocorreu verdadeira onda antimaçônica,\nexpressa em campanha acirrada contra a Ordem dos Pedreiros-Livres,\natribuindo-lhe práticas satânicas, pactos com o diabo, adoração de um\nídolo em forma de bode, intenções tenebrosas nas reuniões secretas,\nentre outros estereótipos, aos quais se viriam juntar acusações de\naliança em torno de um alegado complô judaico-maçônico-comunista\ninternacional. Ainda que sem qualquer comprovação, tais afirmações\necoavam em variados setores da sociedade. Afirmavam os detratores,\noriundos do pensamento católico conservador e das tendências\nautoritárias, que os maçons tramavam ocultamente para destruir todas as\npátrias.\n\nAlém do *Boletim do Grande Oriente Brasileiro*, órgão oficial publicado\ndesde 1871, havia um largo espectro de publicações periódicas\nexplicitamente maçônicas espalhadas pelo país durante a Primeira\nRepública. Entre os títulos figuravam *A Virtude, Sigmaringa*, *A\nVerdade*, *O Mundo Maçônico*, *Fico*, *O Templo* e *O Progresso* (RJ);\n*O Combate* (CE); *O Pelicano* e *Ramo de Acácia* (PR); *Hiram* e *A\nOrdem* (SC); *O Oriente* e *O Templário* (SP). Existiam também\npublicações antimaçônicas – sem esquecer que tais embates ocorriam\nigualmente nas páginas dos principais órgãos da imprensa.\n\nA maçonaria brasileira teve uma fase de aproximação com os ideais de um\nsocialismo reformista a ser implantado pelas vias legais, da mesma forma\nque fora marcada pelo iluminismo, pelos liberalismos e pelo positivismo.\nAntônio Joaquim de Macedo Soares, ministro do Supremo Tribunal Federal e\ngrão-mestre do GOB em 1892, defendeu o direito de greve dos\ntrabalhadores e criticou o artigo 205 do Código Penal, que proibia\n“seduzir ou aliciar trabalhadores para deixarem os estabelecimentos em\nque forem empregados sob promessa de recompensa”. Contra a exploração do\ntrabalho, o alto dirigente maçom dizia acreditar “no dia da vitória da\ncausa socialista”. Com o tempo, ficaria claro que tal perspectiva não\nera a da revolução proletária, nem do anarquismo, cujos movimentos eram\nhabitualmente criticados pelos maçons, que propunham a busca da\nconciliação dos conflitos por meio de melhorias sociais. Após o\nentusiasmo inicial causado pela Revolução Russa de 1917, quando foram\npromovidas “conferências maçônico-socialistas”, o discurso\npró-socialista foi desaparecendo do ideário da Ordem dos\nPedreiros-Livres. Não se pode afirmar, portanto, a existência de uma\nideologia maçônica, mas sim a apropriação (ou o embate diante) das\ntendências marcantes em cada momento histórico.\n\nNovos Desafios\n\nDiante dos movimentos militares que contestavam a ordem política, a\nmaçonaria brasileira teve atitudes ambíguas. Em 1922, seus dirigentes\ncondenaram a rebelião de 5 de julho, apesar da notícia de que confrades\ndela haviam participado. Quando maçons foram presos por se terem\nenvolvido na Revolução Paulista de 1924, o GOB reafirmou a defesa da\nordem pública contra qualquer ação ilegal. Ao mesmo tempo, as instâncias\nmaçônicas não assumiram postura rígida de crítica a seus membros que\nparticiparam desses levantes armados. No caso de 1922, a instituição\nargumentou que não haveria punição interna para os membros que se\nrebelaram, uma vez que “é princípio absoluto em maçonaria não considerar\ndelito maçônico o crime político”; dois anos depois, a Ordem dos\nPedreiros-Livres forneceu ajuda à famílias de maçons perseguidos e até\najudou a esconder alguns da repressão.\n\nO maior cisma maçônico do período republicano ocorreu em 1927. Havia,\naté então, uma equilibrada repartição de poderes. Enquanto o GOB era\nresponsável por gerir os graus básicos e simbólicos da hierarquia à qual\npertenciam seus membros, o Supremo Conselho do Brasil se encarregava dos\ngraus mais altos, chamados de filosóficos. Porém o GOB acabou\ncentralizando mais poderes e relegando o Supremo Conselho a posição\nsecundária. Foi quando Mario Behring, grão-mestre do GOB até 1925, se\nmanteve à frente do Supremo Conselho e convocou os maçons a separarem-se\ndo outro órgão central. Resultou daí a Confederação Maçônica Simbólica\ndo Brasil, composta das Grandes Lojas estaduais e seguidoras do Rito\nEscocês Antigo e Aceito (tradicionalmente seguido pela instituição),\napoiando o Supremo Conselho e contrapondo-se aos Grandes Orientes\nestaduais federados, ligados ao GOB.\n\nNo final dos anos 1920 desenhou-se uma crise da própria maçonaria\nbrasileira: ampliaram-se os ataques conservadores, sobretudo católicos,\ne foi com dificuldade em manter-se coesa que a instituição se viu diante\nda Revolução de 1930. Encerrava-se a Primeira República e,\nconsequentemente, o ciclo intermitente de presidentes maçons e de\nproximidade com o governo. Todos esses acontecimentos indicavam o\nesgotamento do modelo de sociabilidade maçônica, que, até então, fora\ncapaz de conferir à instituição um peso considerável na esfera política.\n\nMarco Morel\n\n**FONTES:** BARATA, A. *Luzes*; MOREL, M.; SOUZA, F. *Poder*; VÉSCIO, L.\n*Crime*.\n","ref":"**FONTES:** BARATA, A. *Luzes*; MOREL, M.; SOUZA, F. *Poder*; VÉSCIO, L.\n*Crime*.\n","dic":"DHBPR"}
