{"title":"ANDRADE, Manuel Leiria de","cargoss":["dep. fed. CE 1923-1926."],"author":null,"content":"**ANDRADE, Manuel Leiria de**\n\n\\* dep. fed. CE 1923-1926.\n\n*Manuel Leiria de Andrade* nasceu em Fortalezano dia 21 de março de\n1889, filhode Joaquim José de Andrade, major doExército e veterano da\nGuerra do Paraguai,e de Maria Joaquina de Melo Andrade.\n\nApós perder o pai aos noveanos de idade, estudou no Liceu doCeará\nenquanto dava aulas para os colegas,conseguindo assim manter-se\nestudando. Fez concursopara a Delegacia Fiscal do Ceará, passandoem\nprimeiro lugar. Em 1911 casou-se emCanindé (CE) com Maria Celsa\nMonteiro,com quem teria oito filhos. Em marçode 1912 foi nomeado\npromotor de justiçade Canindé, mas foi demitido por motivospolíticos.\n\nEm 1913 foi nomeado professor daEscola de Aprendizes Marinheiros de\nFortaleza,posto que deixou quando fundou o ColégioColombo, também na\ncapital cearense. Cursoua Faculdade de Direito do Ceará, formando-seem\n1915. Foi então nomeado pelo presidentedo estado, Liberato Barroso,\nprofessor deenciclopédia jurídica da mesma faculdade, passandoainda\npelas disciplinas de filosofia dodireito e direito romano. Ainda em\n1915foi eleito para a Assembleia Legislativado Ceará, onde foi o líder\ngovernistano período de 1917 a 1920. Nesseano foi nomeado pelo\npresidente do estado,Justiniano de Serpa (1920-1923), secretário\ndoInterior e Justiça.\n\nEm meio à legislatura 1921-1923foi eleito deputado federal pelo Cearáem\neleição suplementar. Reeleito em 1924,permaneceu na Câmara dos Deputados\ndeagosto de 1923 a dezembro de 1926.\n\nEm 1935 tornou-se procurador geraldo Instituto dos Comerciários e fez\nconcursopara a cadeira de direito penal daFaculdade Nacional de Direito,\nno Riode Janeiro, vindo a falecer antes doresultado.\n\nFoi membro também da Academia Cearensede Letras.\n\nFaleceu no Rio de Janeiro, entãoDistrito Federal, no dia 9 de dezembrode\n1935.\n\nKleiton de Sousa Moraes\n\n**FONTES:** GUIMARÃES, H. *Deputados* (p.430-432);NOBRE, F. *1001\ncearenses* (p.46-47).\n","ref":"**FONTES:** GUIMARÃES, H. *Deputados* (p.430-432);NOBRE, F. *1001\ncearenses* (p.46-47).\n","dic":"DHBPR"}