{"title":"MAGALHÃES, Valdomiro","cargoss":["Deputado federal","Revolucionário ou revoltoso","Constituinte","Senador"],"cargos_esp":[0,0,0,0],"datas_ini":[1915,1930,1934,1935],"datas_fim":[1930,1930,1934,1937],"estados":["MG",0,0,"MG"],"autor":[0],"content":"**MAGALHÃES, Valdomiro**\n\n\\*dep. fed. MG 1915-1930; rev. 1930; const. 1934; sen. MG 1935-1937.\n\n*Valdomiro de Barros Magalhães* nasceu em Passos (MG) no dia 19 de abril\nde 1883, filho do coronel Lucas Tobias de Magalhães, propagandista\nrepublicano, e de Maria Cândida de Barros Magalhães. Descendia da\nfamília Silva Xavier, à qual pertenceu Joaquim José da Silva Xavier, o\nTiradentes.\n\nFez os primeiros estudos em Monte Santo (MG), estudou humanidades no\nGinásio Baependi, em Baependi (MG), e prosseguiu no Instituto de\nCiências e Letras da cidade de São Paulo. Em 1902 ingressou na Faculdade\nde Direito de São Paulo e ainda estudante iniciou-se no jornalismo.\nFormou-se em 1906.\n\nDepois de formado radicou-se em Monte Santo e dedicou-se à advocacia.\nIngressou na política filiando-se ao Partido Republicano Mineiro (PRM),\nao qual seu pai também pertencia. Em 1907 foi eleito vereador em Monte\nSanto e deputado à Assembleia Legislativa mineira. Em 1911 foi reeleito\nvereador e eleito presidente da Câmara de Monte Santo. Ainda em 1911,\nfoi reeleito deputado estadual e foi escolhido para compor o Tribunal\nEspecial do Estado, encarregado de julgar os crimes de responsabilidade\nde desembargadores, juízes, senadores estaduais e deputados. Presidiu\ntambém a Comissão de Constituição, Legislação e Justiça da Assembleia.\nFoi diversas vezes prefeito de Monte Santo.\n\nEleito deputado federal pelo PRM em 1915, teve o mandato sucessivamente\nrenovado em 1918, 1921, 1924 e 1927. Na Câmara dos Deputados, fez parte\nda Comissão de Redação, foi suplente da Mesa e presidiu a Comissão de\nPoderes. Fez também parte da comissão executiva do PRM, do qual foi\nsecretário de 1922 a 1926. Em 1927 representou o governo de seu estado\nno Congresso do Café em São Paulo. Apoiou a candidatura de Getúlio\nVargas à presidência da República pela Aliança Liberal no pleito de\nmarço de 1930, no qual voltou a se eleger deputado federal. Participou,\na seguir, das articulações para a Revolução de 1930, que, vitoriosa,\ndepôs o presidente Washington Luís no dia 24 de outubro e dissolveu\ntodos os órgãos legislativos do país, interrompendo os mandatos\nparlamentares.\n\nFoi um dos fundadores, em janeiro de 1933, do Partido Progressista (PP)\nde Minas Gerais, de cuja comissão diretora participou. Em maio desse ano\nfoi eleito nessa legenda deputado à Assembleia Nacional Constituinte,\nque iniciou seus trabalhos em novembro. No mês seguinte, teve seu nome\nincluído numa das duas listas formuladas pelo PP e apresentadas como\nalternativas para a interventoria em Minas Gerais, vaga com a morte de\nOlegário Maciel ocorrida em setembro. A escolha do presidente Getúlio\nVargas, que terminou contando com o apoio do PP, recaiu, no entanto, em\nBenedito Valadares.\n\nComo líder da bancada mineira na Assembleia pronunciou-se, em 9 de março\nde 1934, contra a tendência a transformar a Constituinte em Assembleia\nordinária. No mês seguinte, antes do pronunciamento oficial de seu\npartido, declarou seu compromisso de votar em Getúlio Vargas para\npresidente da República e assinou um manifesto de lançamento dessa\ncandidatura, juntamente com Antônio Carlos Ribeiro de Andrada,\npresidente da Constituinte.\n\nEm maio do mesmo ano participou de reunião com as principais lideranças\nconstituintes para acertar uma fórmula que fixasse o calendário político\neleitoral de modo que, entre a dissolução da Constituinte e a instalação\ndo Congresso ordinário, não houvesse um espaço muito grande de tempo, o\nque obrigaria o Poder Executivo a governar através de decretos-leis,\npossibilidade que estava desagradando a diversas bancadas. Com a\npromulgação da nova Constituição (16/7/1934) e a eleição do presidente\nda República no dia seguinte, teve seu mandato prorrogado até maio de\n1935. Nas eleições de outubro de 1934 candidatou-se novamente a deputado\nfederal na legenda do PP e obteve uma suplência. Em 1935 foi eleito\nsenador pela Assembleia Constituinte de seu estado. Assumindo o mandato\nno mesmo ano, exerceu-o até o dia 10 de novembro de 1937, quando, com o\nadvento do Estado Novo, foram suprimidos todos os órgãos legislativos do\npaís. No Senado, presidiu a Comissão de Economia e Finanças, foi líder\nda maioria e presidente da Casa.\n\nApós deixar o Senado, tornou-se ministro-conselheiro do Tribunal de\nContas do Distrito Federal, no Rio de Janeiro. Colaborou em diversos\njornais de São Paulo e de Minas Gerais e foi redator do *Comércio e\nLavoura*, de Monte Santo. Foi um dos fundadores do Instituto Histórico e\nGeográfico de Minas Gerais (IHGMG).\n\nFaleceu no Rio de Janeiro no dia 14 de janeiro de 1944.\n\nEra casado com Georgina Moreira Maciel de Magalhães, filha do\nconselheiro Francisco Antunes Maciel, deputado geral de 1881 a 1889,\nministro do Império em 1883, um dos chefes do Partido Federalista do Rio\nGrande do Sul e deputado federal de 1906 a 1911. Sua mulher era irmã de\nFrancisco Antunes Maciel Júnior, que foi deputado federal pelo Rio\nGrande do Sul de 1915 a 1917 e de 1921 a 1923, revolucionário em 1923,\nnovamente deputado federal de 1924 a 1926, revolucionário em 1930 e\nainda ministro da Justiça de 1932 a 1934, e de Artur Antunes Maciel,\ninterventor federal em Mato Grosso de 1931 a 1932.\n\n**FONTES:** ABRANCHES, J. *Governos*; ARQ. GETÚLIO VARGAS; ASSEMB. NAC.\nCONST. 1934. *Anais* (1); Boletim Min. Trab.; CÂM. DEP. *Deputados*;\nCONSULT. RAMOS, P.; *Cronologia* *da Assembleia*; Diário do Congresso\nNacional; GODINHO, V. *Constituintes*; HORTA, C. *Família*; *Ilustração\nBrasileira* (7/9/1922); LEITE, A. *História*; MONTEIRO, N. *Dicionário*;\nNABUCO, C. *Vida*; Rev. Arq. Públ: Mineiro (12/1976); SENADO. *Anais*\n(28/4/1935); VELHO SOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ARQ. GETÚLIO VARGAS; ASSEMB. NAC.\nCONST. 1934. *Anais* (1); Boletim Min. Trab.; CÂM. DEP. *Deputados*;\nCONSULT. RAMOS, P.; *Cronologia* *da Assembleia*; Diário do Congresso\nNacional; GODINHO, V. *Constituintes*; HORTA, C. *Família*; *Ilustração\nBrasileira* (7/9/1922); LEITE, A. *História*; MONTEIRO, N. *Dicionário*;\nNABUCO, C. *Vida*; Rev. Arq. Públ: Mineiro (12/1976); SENADO. *Anais*\n(28/4/1935); VELHO SOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}
