{"title":"MALTA, Joaquim Paulo Vieira","cargoss":["sen. AL 1903","gov. AL 1903-1905","sen. AL 1907-1911."],"author":null,"content":"**MALTA, Joaquim Paulo Vieira**\n\n\\* sen. AL 1903; gov. AL 1903-1905; sen. AL 1907-1911.\n\n*Joaquim Paulo Vieira Malta* nasceu em Paulo Afonso, hoje Mata Grande\n(AL) no dia 20 de outubro de1857, filho de Manuel Francisco Malta e de\nMaria Vieira Malta. Seu irmão Euclides Vieira Malta foi governador de\nAlagoas de 1900 a 1903 e de 1906 a 1912, senador de 1903 a 1906 e\ndeputado federal de 1921 a 1926.\n\nTerminou seus estudos preparatórios no Seminário de Olinda (PE), de onde\nsaiu para a Faculdade de Direito de São Paulo e, posteriormente, para a\ndo Recife, pela qual se formou em 1878. De 1879 a 1880 advogou na cidade\nde Paraíba do Sul (RJ), sendo depois nomeado juiz de direito da comarca\nde Saquarema (RJ), onde permaneceu até a proclamação da República. Foi,\nainda, juiz de direito de Alegre (ES). De volta a Alagoas, ocupou a\nSecretaria do Interior entre junho de 1899 a junho de 1901, no governo\nde Francisco Manuel dos Santos Pacheco e no início do governo de seu\nirmão Euclides Malta.\n\nEleito senador em 1903, no mesmo ano renunciou para assumir a 12 de\njunho o governo de Alagoas, sucedendo a seu irmão Euclides Malta. Em seu\ngoverno ordenou a demolição da construção do que seria o Teatro 16 de\nSetembro e começou a construção do Teatro Deodoro, na mesma praça.\nPromoveu ainda a construção, em pontos centrais do estado, de poços\nartesianos, e mandou executar estudos para a implantação de açudes, a\nfim de debelar o efeito das secas. Incentivou a policultura – em parte,\npor meio da Sociedade Alagoana de Agricultura, que passou a publicar a\n*Revista Agrícola* –, bem como a pecuária. Em 31 de março de 1905\nlicenciou-se, sendo substituído pelo vice-governador coronel Antônio\nMáximo da Cunha Rego. Este, em 12 de junho de 1906, cedeu o lugar a\nEuclides Malta, que iniciou então seu segundo governo.\n\nDe volta ao Senado Federal, exerceu o mandato de 1907 a 1911. Em 1913,\nfoi nomeado procurador geral do estado.\n\nFaleceu em Maceió no dia 14 de setembro de 1913.\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas*; MALTA, J. *Mensagem* (1903,\n1904).\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas*; MALTA, J. *Mensagem* (1903,\n1904).\n","dic":"DHBPR"}