{"title":"MARANHÃO, Albuquerque","cargoss":["sen. PR 1927-1928."],"author":"Luciana Pinheiro","content":"**MARANHÃO, Albuquerque**\n\n\\*sen. PR 1927-1928.\n\n*Luís de Albuquerque Maranhão* nasceu em São Paulo o dia 15 de maio de\n1878, filho Luís Francisco de Paula Albuquerque Maranhão e de Maria\nInácia Mendes de Albuquerque.\n\nEstudou no Seminário Episcopal e no Colégio Avaí, na capital paulista Em\n1893 ingressou na Faculdade de Direito, diplomando-se três anos depois.\nAdvogou em São Paulo até 1899, quando se transferiu para o Paraná e deu\ninício a uma longa carreira como magistrado. De 1899 a 1904 foi juiz\nmunicipal na comarca de Campo Largo, entre 1904 e 1909 foi juiz de\ndireito nas comarcas de Rio Negro, Palmas, Guarapuava e Antonina, de\n1909 a 1911 esteve em União da Vitória e Lapa, e passou então a juiz de\nórfãos em Curitiba. Em 1919 tornou-se promotor público e em janeiro de\n1923 foi nomeado desembargador do Supremo Tribunal da Justiça (STJ).\n\nEm 1924 foi convidado por Caetano Munhoz da Rocha, à época presidente do\nParaná, para assumir a chefia de Polícia do estado. Em 1927 foi eleito\nsenador. Tomou posse em maio do mesmo ano, mas em fevereiro de 1928\nrenunciou para assumir o posto de vice-presidente do Paraná ao lado do\npresidente Afonso Camargo. Ambos foram depostos em 1930.\n\nFaleceu em Curitiba no dia 6 de janeiro de 1948.\n\nEra casado com Alaíde da Rocha Küster Maranhão, com quem teve dois\nfilhos.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ. PUB. PR. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 20/6/2010; NICOLAS, M.\n*Paraná* (p.28-29); SENADO. Disponível em: \\<www.senado.gov.br/\\>.\nAcesso em: 20/6/2010; TRIB. JUST. PR. Disponível em:\n\\<http://tj.pr.gov.br/\\>. Acesso em: 20/6/2010.\n","ref":"**FONTES:** ARQ. PUB. PR. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 20/6/2010; NICOLAS, M.\n*Paraná* (p.28-29); SENADO. Disponível em: \\<www.senado.gov.br/\\>.\nAcesso em: 20/6/2010; TRIB. JUST. PR. Disponível em:\n\\<http://tj.pr.gov.br/\\>. Acesso em: 20/6/2010.\n","dic":"DHBPR"}