{"title":"MARIANI JÚNIOR, Pedro","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1909],"datas_fim":[1914],"estados":["BA"],"autor":[0],"content":"**MARIANI JÚNIOR, Pedro**\n\n\\*dep. fed. BA 1909-1914.\n\n*Pedro Mariani Júnior* nasceu na cidade de Barra do Rio Grande (BA) em\n22 de janeiro de 1855, filho de Pedro Mariani e de Antônia Wanderley\nMariani, irmã do barão de Cotegipe.\n\nApós concluir os estudos de humanidades em Salvador, seguiu para São\nPaulo e ingressou na Faculdade de Direito, onde recebeu o título de\nbacharel em 30 de outubro de 1878. Em 1880 foi nomeado juiz municipal de\nBarra do Rio Grande e exerceu o cargo até 1886, quando foi nomeado juiz\nde direito da cidade de Faxina, em São Paulo. Em 1887 retornou à Bahia,\nnomeado juiz de direito de Vila Nova.\n\nProclamada a República em 15 de novembro de 1889, e empossado José\nGonçalves no governo da Bahia em 1^o^ de novembro de 1890, afastou-se do\ncargo de juiz para desempenhar as funções de chefe de polícia do estado.\nEm 1892, tomou posse nas funções de conselheiro do Tribunal de Apelação,\norganizado pela Lei n^o^ 15 do mesmo ano. Foi presidente do tribunal de\n1899 a 1900, mas, após o falecimento do pai, resolveu aposentar-se para\nse candidatar à Câmara dos Deputados. Não logrou êxito por haver-se\ncolocado em oposição ao então governador Severino Vieira. Doente,\nregressou à cidade natal, onde se recuperou e passou a cuidar de suas\nfazendas nos municípios de Barra do Rio Grande e Xique-Xique.\n\nDepois de nove anos de ostracismo, seus amigos foram buscá-lo e o\nelegeram deputado federal. Exerceu o mandato nas legislaturas 1909-1911\ne 1912-1914. Em decorrência da cisão entre o senador gaúcho Pinheiro\nMachado, no qual se apoiava, e o governador da Bahia, J. J. Seabra, não\nse reelegeu em 1915. Pouco depois, o assassinato de Pinheiro Machado\nliquidou sua última esperança em termos de política nacional. Mais uma\nvez regressou à fazenda na Barra, mas não se afastou da vida pública,\ncontinuando a chefiar a política local. Por duas vezes foi eleito\nintendente municipal em Salvador.\n\nFaleceu no dia 9 de maio de 1922, quando exercia o segundo mandato de\nintendente municipal.\n\nFoi casado com Maria Joana Mariani, não tendo filhos, o casal adotou um\nsobrinho, Antonio Bittancourt Mariani.\n\nLiliane de Brito Freitas\n\n**FONTES:** ABRANCHES, J. *Governos*; *Diário Oficial do Estado da\nBahia*; *Tarde*; *Diário da Bahia*, *O Imparcial* e *O Democrata*\n(10-17/5/1922). Morreu o conselheiro Pedro Mariani; *Revista do Instituo\nHistórico e Geográfico Brasileiro* (n.263, p.72, 75); SAMPAIO, C.\n*Partidos* (p.125-128).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; *Diário Oficial do Estado da\nBahia*; *Tarde*; *Diário da Bahia*, *O Imparcial* e *O Democrata*\n(10-17/5/1922). Morreu o conselheiro Pedro Mariani; *Revista do Instituo\nHistórico e Geográfico Brasileiro* (n.263, p.72, 75); SAMPAIO, C.\n*Partidos* (p.125-128).\n","dic":"DHBPR"}
