{"title":"MARQUES, Azevedo","cargoss":["dep. fed. SP 1900-1905","min.Rel.Ext.1919-1922."],"author":"Carlos Alberto Ungaretti Dias","content":"**MARQUES, Azevedo**\n\n\\*dep. fed. SP 1900-1905; min.Rel.Ext.1919-1922.\n\n*José Manuel Azevedo Marques*nasceu em São Paulo em 19 de fevereiro de\n1865, filho do comendador Joaquim Cândido de Azevedo Marques e de Rita\nPeixoto de Melo. Seu pai foi o autor do *Índice alfabético explicativo\nda legislação geral*.\n\nBacharelou-se pela Faculdade de Direito de São Paulo em 16 de março de\n1886 e seguiu carreira na magistratura no município de Batatais, onde\nfoi nomeado promotor público em 28 de maio de 1886, juiz municipal em 28\nde maio do ano seguinte, e juiz de direito em 7 de novembro de 1890.\nAbandonou a magistratura em 1893, quando se mudou para a capital e\npassou a se dedicar ao exercício da advocacia.\n\nEm 1898 foi eleito deputado estadual pelo Partido Republicano Paulista\n(PRP) para a legislatura 1898-1900. Já nesse primeiro mandato\ndestacou-se como jurista, defendendo modificações no processo civil e\ncomercial, tratando da reforma judiciária do Estado, das execuções\nhipotecárias, dos vencimentos dos juízes de direito e das férias\nforenses. Também ganhou destaque nas discussões sobre a infraestrutura\ndos municípios, a educação, em especial a reorganização do ensino\nagronômico, a imigração e questões relativas à cafeicultura. Em 1899 foi\nindicado vice-presidente do Legislativo paulista.\n\nEleito deputado federal por São Paulo para a legislatura 1900-1902,\nintegrou na Câmara dos Deputados a Comissão de Legislação, Constituição\ne Justiça e o grupo de trabalho encarregado de rever o projeto do Código\nCivil, sendo indicado relator do plano geral do projeto e do texto\ndefinitivo, que entraria em vigor em 1916. Também foi relator da Lei\nPreliminar sobre o Direito Internacional Privado. Foi reeleito deputado\nfederal para a legislatura 1903-1905 e, entre outros projetos, tratou\ndos próprios nacionais, da competência dos estados para legislar em\nmatéria de processo, da precedência obrigatória do casamento civil sobre\no religioso e da adjudicação forçada nas execuções hipotecárias. Em\n1906, no final da legislatura estadual, voltou ao Congresso Legislativo\nde São Paulo, sempre eleito pelo PRP. Na eleição seguinte foi reeleito,\ncom mandato de 1907 a 1909.\n\nProfessor de teoria e prática do processo criminal na Faculdade de São\nPaulo, nomeado por decreto de 15 de outubro de 1913, foi também\nprofessor catedrático, nomeado em 24 de agosto de 1916. Foi ainda o\nprimeiro presidente da Ordem dos Advogados do Brasil, Seção de São\nPaulo.\n\nEm 28 de julho de 1919, foi nomeado pelo presidente Epitácio Pessoa\nministro das Relações Exteriores. Tomou posse no dia seguinte e exerceu\no cargo até a 15 de novembro de 1922, período em que ainda eram\nsensíveis os reflexos da Primeira Guerra Mundial. Sua atuação à frente\ndo Ministério do Exterior foi marcada pela reforma dos regulamentos\ndiplomáticos e pelas negociações sobre os limites do Brasil com o Peru e\na Bolívia.\n\nFaleceu em São Paulo em 1943.\n\nCasou-se com Ana Junqueira.\n\nSeu biógrafo J. F. Velho Sobrinho arrolou sua vasta produção na área\njurídica.\n\nCarlos Alberto Ungaretti Dias\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); CALIMAN, A. *Legislativo*;\nCASTRO, Z.; SARMENTO, J.; SARMENTO, C. *Tratados*; FONSECA, A.; FONTES\nJUNIOR, A. *Câmara*; RIBEIRO, J. *Chronologia* (v.2); SILVA, R.;\nBRIGAGÃO, C. *História*; VAMPRÉ, S. *Memórias*; VELHO SOBRINHO**,** J.\n*Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); CALIMAN, A. *Legislativo*;\nCASTRO, Z.; SARMENTO, J.; SARMENTO, C. *Tratados*; FONSECA, A.; FONTES\nJUNIOR, A. *Câmara*; RIBEIRO, J. *Chronologia* (v.2); SILVA, R.;\nBRIGAGÃO, C. *História*; VAMPRÉ, S. *Memórias*; VELHO SOBRINHO**,** J.\n*Dicionário*.\n","dic":"DHBPR"}