{"title":"ARANHA, Ciro","cargoss":["Revolucionário ou revoltoso"],"cargos_esp":[0],"datas_ini":[1930],"datas_fim":[1930],"estados":[0],"autor":[0],"content":"**ARANHA, Ciro**\n\n\\* rev. 1930.\n\n*Ciro Aranha* nasceu em Alegrete (RS)no dia 15 de abril de 1901,filho de\nEuclides Egídio de Sousa Aranhae de Luísa de Freitas Vale Aranha.Entre\nseus irmãos, figuram Osvaldo Aranha,um dos líderes da Revolução de 1930e\ndiversas vezes ministro de Estado, eLuís Aranha, também político.\n\nTendo-se alfabetizado numa estância emItaqui (RS), estudou no Colégio\nLassalistaSão José, em Canoas (RS), e noGinásio Nossa Senhora\nAuxiliadora, em Bajé(RS), antes de se transferir para oRio de Janeiro,\nentão Distrito Federal,em 1916. Aí ingressou no Ginásio Pan-Americanoe,\nentusiasmado pelo esporte, fundou em1917 a primeira liga esportiva\nintercolegialdo Distrito Federal. Retornou ao Rio Grandedo Sul em 1920,\ne cursou a Escolade Comércio de Porto Alegre. Em 1922viajou para a\nAlemanha, onde permaneceupor três anos e deu início a suasatividades\ncomerciais. De volta ao Brasil,fundou em 1927 a firma Aranha, Goetze&\nCia.\n\nParticipou da Revolução de 1930,em cuja preparação estavam profundamente\nenvolvidosseus irmãos Osvaldo e Luís, e integrou,no posto de tenente, o\nBatalhão OsvaldoAranha, que fez parte da chamada Colunado Litoral.\nComandada pelo general PtolomeuAssis Brasil, a coluna partiu do\nRioGrande do Sul nos primeiros dias deoutubro de 1930, ao longo da\ncosta,enfrentando séria resistência nas cercanias deFlorianópolis, que\nsó foi ocupada apósa queda de Washington Luís no Riode Janeiro\n(24/10/1930). Com a entradadas tropas revolucionárias na capital\ncatarinense,Ciro Aranha foi nomeado chefe de Políciade Santa Catarina.\n\nDedicado desde então a seus negócios,participou dos conselhos fiscais de\nváriasempresas e bancos. Fundou o Sindicatodos Comissários e\nConsignatários de GênerosAlimentícios, do qual foi presidente, epresidiu\ntambém a Federação dos AgentesAutônomos do Rio de Janeiro. Em\n1952,deixou a Aranha, Goetze & Cia. parafundar outra firma comercial, a\nAranhaComissões e Representações, que mais tardepassou a chamar-se\nXarqarroz.\n\nSempre intimamente ligado ao esporte,presidiu o Clube de Regatas Vasco\ndaGama, do Rio de Janeiro, por seisanos. Integrou as diretorias da\nentãoFederação Metropolitana de Futebol, hoje Federaçãode Futebol do\nEstado do Rio deJaneiro, e do Jóquei Clube Brasileiro.Chefiou diversas\ndelegações da então ConfederaçãoBrasileira de Desportos, hoje\nConfederação Brasileirade Futebol, e pertenceu ao Conselho Nacionalde\nDesportos. Foi ainda vice-presidente daSociedade Hípica Brasileira.\n\nFaleceu na cidade do Rio deJaneiro no dia 17 de julho de 1985.\n\nEra casado com Nair VasconcelosAranha, com quem teve três filhos.\n\n**FONTES:**ARQ. GETÚLIO VARGAS; *Cidadão* (1);CONSULT. MAGALHÃES, B.;\nCOUTINHO, A. *Brasil*;*Grande encic. Delta*; HIRSCHOWICZ, E.\n*Contemporâneos*;*Jornal do Brasil* (18/7/1985).\n","ref":"**FONTES:**ARQ. GETÚLIO VARGAS; *Cidadão* (1);CONSULT. MAGALHÃES, B.;\nCOUTINHO, A. *Brasil*;*Grande encic. Delta*; HIRSCHOWICZ, E.\n*Contemporâneos*;*Jornal do Brasil* (18/7/1985).\n","dic":"DHBPR"}
