{"title":"ARANHA, Luís","cargoss":["Revolucionário ou revoltoso"],"cargos_esp":[0],"datas_ini":[1930],"datas_fim":[1930],"estados":[0],"autor":[0],"content":"**ARANHA, Luís**\n\n\\* rev. 1930.\n\n*Luís de Freitas Vale Aranha*, também conhecidocomo *Lulu Aranha*,\nnasceu em Itaqui (RS)no dia 18 de dezembro de 1902,filho de Euclides\nEgídio de Sousa Aranhae de Luísa de Freitas Vale Aranha.Seu pai, ao\nreceber de herança umafazenda, tornou-se estancieiro, e foi tambémchefe\npolítico do Partido Republicano Rio-Grandense(PRR). Entre seus irmãos,\ndestacaram-se CiroAranha, que atuou na Revolução de 1930,e especialmente\nOsvaldo Aranha, igualmente revolucionárioe por diversas vezes ministro\nde Estado.\n\nIniciou seus estudos em Itaqui.Fez o curso secundário em vários\ncolégios,entre os quais o São José, em Canoas(RS), e o Dom Bosco, em\nBajé (RS),e ainda o Pedro II, o Franco-Anglais,o Instituto Lafayette e o\nGinásio Pio-Americano,todos no Rio de Janeiro, então DistritoFederal.\nMatriculou-se depois na Faculdade deDireito de Porto Alegre, pela qual\nsebacharelou em 1926.\n\nAinda acadêmico, combateu, como membrodas forças governistas, a\nRevolução de1923, movimento federalista liderado por JoaquimFrancisco de\nAssis Brasil. Os federalistas,ou “maragatos”, opunham-se ao governo\ndorepublicano Antônio Augusto Borges de Medeirose contestavam sua\nreeleição para o quintomandato como presidente do Rio Grandedo Sul. O\nconflito foi encerrado coma assinatura, em dezembro de 1923, doPacto de\nPedras Altas, que não chegoua promover a total pacificação do\nestado,pois os maragatos continuaram a reclamarde perseguições movidas\npelo governo deBorges de Medeiros. Assim, em fins de1924, eclodiu novo\nmovimento, desta vezvinculado ao dos “tenentes” de São Paulo,e Luís\nAranha voltou a integrar asforças legalistas.\n\nEm 1926, após formar-se, passoua exercer a advocacia em Alegrete\n(RS),onde morou com o irmão Osvaldo. Aolado de Júlio de Castilhos e\nBorgesde Medeiros, Osvaldo Aranha teve grandeinfluência sobre sua\nformação política. Aindaem 1926, no dia 14 de novembro,irrompeu no Sul\num movimento revolucionáriode protesto contra a posse de WashingtonLuís\ncomo presidente da República. Essemovimento, denominado Coluna\nRelâmpago, era integradoprincipalmente por exilados que haviam\nparticipadoda Coluna Prestes. Osvaldo Aranha, entãocomandante de uma\nforça legalista, foiferido nos primeiros combates. Em\ndezembro,organizada a reação legalista, Luís Aranhaficou encarregado de\num contingente de“provisórios” (tropas irregulares, compostas decivis\nrecrutados).\n\nNo dia 25 de dezembro de1926, chegou a Alegrete a notícia deque uma\ncoluna de rebeldes, vinda doUruguai e chefiada por Estênio Caio\ndeAlbuquerque Lima, penetrara no Brasil ese dirigia àquela cidade. Os\nprovisóriosde Luís Aranha partiram, então, para dar-lhecombate. O\nconfronto ocorreu no dia seguinte.A força legalista conseguiu aprisionar\nmetadedos rebeldes, enquanto os restantes fugirame foram ao encontro das\ntropas deNewton Estillac Leal, também integrante daColuna Relâmpago.\n\nMais tarde, Luís Aranha transferiu-separa Itaqui, onde também exerceu a\nadvocacia.\n\nNa Revolução de 1930\n\nEm março de 1930, as eleiçõesem que foi derrotado Getúlio Vargas,\ncandidatooposicionista apoiado pela Aliança Liberal, foramconsideradas\nfraudulentas pelos vencidos. Assim,intensificaram-se as articulações\nrevolucionárias quejá se vinham desenvolvendo desde antesdo pleito. No\ninício de abril, LuísAranha foi enviado, como emissário deseu irmão\nOsvaldo, ao Distrito Federal.Ali procurou Virgílio de Melo Franco\neBatista Luzardo, ao lado dos quais seencontrou com o senador Epitácio\nPessoa,ex-presidente da República. Ao senador, LuísAranha explicou a\ndecisão gaúcha de recorreràs armas caso o governo federal\npersistisse,segundo afirmou, “em sua política de ataquee anulação dos\ndireitos constitucionais daAliança Liberal”. Informou ainda a\nEpitácioPessoa que Osvaldo Aranha já fizera umavultosa encomenda de\narmas à Tchecoslováquiae que, agora, pedia ao governo daParaíba uma\ncontribuição em dinheiro. Taisnotícias foram logo transmitidas a\nJoãoPessoa, presidente da Paraíba (1928-1930), querespondeu\nafirmativamente. Findos os entendimentos,Aranha, Melo Franco e Luzardo\nviajarampara Minas Gerais, onde se encontraramcom Artur Bernardes e com\no presidentemineiro Antônio Carlos Ribeiro de Andrada,que concordou com\no movimento revolucionárioe determinou a ida de Francisco Camposao Sul,\ncomo seu emissário.\n\nSegundo João Neves da Fontoura,Luís Aranha foi um dos conspiradores\nmaislúcidos na articulação da Revolução de1930, cabendo-lhe grande parte\ndo êxitodo movimento. A organização dos revolucionáriosno Rio Grande do\nSul incluía umgrupo de comando e núcleos diversos. Oconjunto formava a\nchamada Coluna Mestrada Revolução. Luís Aranha participou dogrupo de\ncomando, sob a coordenação deOsvaldo Aranha e Pedro Aurélio de\nGóisMonteiro, chefe militar do movimento. Ummês antes da revolução,\nespecializou-se emcriptografia, tendo decifrado os códigos usadospelos\nestados-maiores do Exército e daRegião Militar e codificado todas as\nmensagenspara a deflagração da revolta.\n\nNa tarde de 3 de outubrode 1930, eclodiu em Porto Alegre omovimento\nrevolucionário. A tomada do quartel-generaldo Exército ficou a cargo da\nGuardaCivil estadual, acrescida de algumas pessoas,entre as quais Luís\nAranha e seusirmãos Ciro e Euclides. Apesar da surpresado ataque, os\npoucos elementos que seencontravam no quartel ofereceram forte\nresistênciadurante quase uma hora, após o queo prédio foi ocupado pelos\nrevolucionários.\n\nAssim que se consolidou a situaçãomilitar no Rio Grande do Sul, asforças\nrebeldes iniciaram sua marcha parao norte e, em poucos dias, atingiramos\narredores de São Paulo. Em 12de outubro, Getúlio Vargas, assumindo\nocomando da revolução, decidiu partir dePorto Alegre rumo ao Distrito\nFederal.Além de seu estado-maior, seguiu com eletoda uma comitiva, da\nqual também faziaparte Luís Aranha. Pouco antes do ataquea São Paulo\nsuspenderam-se os preparativos,já que Washington Luís fora deposto\n(24/10/1930)por uma junta provisória. Vargas, então,enviou à capital\npaulista um grupo derepresentantes seus, liderado por João Nevesda\nFontoura e no qual se incluíaLuís Aranha, com a missão de prepararo\nterreno para a sua chegada epara a solução do problema político\ndoestado. Para isso, Getúlio determinou quenão fosse reconhecida a\ninvestidura dogeneral Hastínfilo de Moura no governopaulista e que se\ndesse posse aJoão Alberto Lins de Barros como seudelegado especial.\n\nMembro do Novo Regime\n\nDepois da revolução, com a idade seu irmão Osvaldo para o Ministérioda\nJustiça e Negócios Interiores, LuísAranha tornou-se seu secretário\nparticular. Noinício de 1931, com a criação dediversas agremiações\nrevolucionárias no país,foi um dos fundadores do Clube 3de Outubro, a\nmais importante delas. Organizaçãode cunho nacional, o Clube 3 deOutubro\ntinha por finalidade reunir osrevolucionários de 1930 que pretendiam\noaprofundamento das reformas promovidas pela revolução.Entre seus\nmembros, figurava com destaquea jovem oficialidade revolucionária, os\nchamados“tenentes”, e alguns políticos, como OsvaldoAranha, que\ncompartilhavam seus pontos devista.\n\nAo mesmo tempo, criavam-se nosestados organizações semelhantes. No Rio\nGrandedo Sul, a ideia de criar a Legiãode Outubro gerou muitos temores,\nvinculadosbasicamente ao medo do desequilíbrio quea Legião poderia gerar\nna vida partidáriado estado, ameaçando a existência dospartidos\npolíticos. Luís Aranha alertou seuirmão para a situação do estado,\nafirmandocontudo não acreditar que a Legião sobrevivesseno Rio Grande do\nSul. Ainda nodesempenho de suas funções, procurava manterOsvaldo\nconstantemente informado sobre a situaçãoem São Paulo, onde as correntes\npolíticastradicionais criticavam com vigor crescente ogoverno de João\nAlberto, de inclinaçõestenentistas. João Alberto acabou renunciandoà\ninterventoria em julho de 1931.\n\nA partir de dezembro de 1931,quando Osvaldo Aranha trocou a pasta\ndaJustiça pela da Fazenda, Luís Aranha deixouo cargo de secretário\nparticular do irmãopara tornar-se chefe de gabinete do Ministérioda\nJustiça, função que ocuparia até 1934sob diferentes gestões\nministeriais.\n\nEm 1932, intensificaram-se as pressõespela constitucionalização do país,\nexercidaspor São Paulo e pelo Rio Grandedo Sul junto ao governo\nprovisório, contraa opinião dos “tenentes”. Em 24 defevereiro, Vargas\nassinou a nova Lei Eleitoral,uma das exigências da Frente Única\nGaúcha(FUG), representada no governo pelo ministroda Justiça, Maurício\nCardoso. No dia seguinte,foi empastelado o jornal *Diário Carioca*,\numdos órgãos de oposição ao tenentismo eo que mais lutara pela lei.\nAntea relutância do governo provisório emdeterminar a apuração das\nresponsabilidades,o ministro da Justiça pediu demissão (29/2/1932),tendo\nsido acompanhado nessa atitude porvários outros gaúchos que ocupavam\nfunçõesimportantes na administração federal.\n\nNo início de março, com oagravamento da situação no Rio Grandedo Sul,\nLuís Aranha foi enviado aPorto Alegre como emissário de Vargase Osvaldo\nAranha. Deveria mantê-los informadose, ao mesmo tempo, procurar um\nentendimentocom Maurício Cardoso que evitasse a rupturadefinitiva.\nEmbora houvesse participado de váriasreuniões com os líderes políticos\ngaúchos,nas quais tentou garantir o retorno deCardoso à pasta da\nJustiça, não obtevesucesso. Ainda em 1932, recusou o convitepara ocupar\na chefia de Polícia doRio de Janeiro.\n\nCom a convocação de eleições paraa Assembleia Nacional Constituinte em\n1933,criou-se o Partido Autonomista do DistritoFederal, de cuja\norganização Luís Aranhaparticipou ativamente. Por esse partido, teveseu\nnome incluído em várias chapas, masretirou-o em todas as ocasiões: na\nchapade deputados federais, abriu mão da indicaçãoem favor de Henrique\nLaje; na desenadores, em favor de Jones Rocha; finalmente,na da\nPrefeitura do Distrito Federal,indicou em seu lugar o nome dePedro\nErnesto Batista. Pouco mais tarde,em abril, durante o I Congresso\ndosInterventores, realizado em Recife, foi criadaa União Cívica Nacional\n(UCN), presididapor Juarez Távora e secretariada por LuísAranha.\nResultante da ação de amplos setorestenentistas, a UCN teve por objetivo\nprincipala federação de todos os partidos vinculadosaos interventores,\ninclusive o Autonomista doDistrito Federal, de modo a submetê-losna\nConstituinte à orientação do governo.Já em maio, em entrevista ao\n*Correio da Manhã* do Rio de Janeiro, Luís Aranha declarouque, embora as\nideias defendidas pelaUCN tivessem um caráter transitório, aagremiação\ntendia a transformar-se em partidonacional, o que não chegou a\nocorrer.Em 1934, quando Vargas o chamou parachefiar a Casa Civil da\nPresidência, vagadevido à morte do coronel Gregório Portoda Fonseca,\ntambém não aceitou.\n\nNo ano seguinte, tornou-se nítidaa divisão do Partido Autonomista em\nduasfacções. Luís Aranha e o cônego Olímpiode Melo passaram a fazer\noposição aPedro Ernesto, o prefeito do DistritoFederal e líder do outro\ngrupo. Amboscriticavam duramente o programa apresentado peloprefeito,\nacusando-o de inspiração socialista.A prisão de Pedro Ernesto em\n1936,acusado de vinculação com o levante comunistado ano anterior,\nrenovou a cisão noPartido Autonomista, mais uma vez divididoem torno do\nex-prefeito. Olímpio de Melo,o novo prefeito, liderava o grupo\ndeoposição a Pedro Ernesto. Mais tarde,Luís Aranha, aliado ao deputado\nAugustoAmaral Peixoto Júnior e ao senador Cesáriode Melo, procurou\neliminar a importânciapolítica do cônego. Este acabou perdendoo apoio da\nCâmara Municipal e ocontrole do partido, o que o levoua renunciar ao\ncargo. Logo depois daposse do prefeito seguinte, Henrique\nDodsworth(julho de 1937), a ala do PartidoAutonomista liderada por Luís\nAranha eJoão Alberto aproximou-se do Partido EconomistaDemocrático de\nDodsworth.\n\nEm novembro de 1937, poucos diasapós a implantação do Estado Novo,\nLuísAranha manteve com seu irmão Osvaldo –então embaixador do Brasil nos\nEstadosUnidos – uma conversa telefônica na qualse disse favorável ao\ngolpe e ànova Constituição, alegando que a situaçãopolítica os tornara\ninevitáveis. Por outrolado, já em dezembro o Estado Novoextinguiu o\nPartido Autonomista, juntamente comtodas as agremiações políticas do\npaís.\n\nNo início de 1938, Luís Aranhaassumiu a presidência do Instituto\ndeAposentadoria e Pensões dos Marítimos (IAPM).Depois da tentativa de\ngolpe integralista(11/5/1938), o interventor federal no estadodo Rio de\nJaneiro, Ernâni Amaral Peixoto,propôs a criação da Legião Nacional,\nqueseria um partido de cunho corporativista,sem influências militares ou\nestrangeiras. Emjunho, Luís Aranha informou a Amaral Peixotoque o\nambiente no Rio Grande doSul era desfavorável à criação de talpartido.\nNo mesmo mês, enviou a Vargasum telegrama em que pedia demissão\ndapresidência do IAPM. Essa atitude foimotivada pela reforma de seu\nirmão, capitãoManuel Aranha, sem que houvesse antesqualquer inquérito\npolicial ou militar. Ocapitão dera proteção ao comandante doataque\nintegralista ao palácio Guanabara, SeveroFournier, para que se asilasse\nna embaixadaitaliana.\n\nLuís Aranha ingressou, então, nainiciativa privada, tendo sido diretor\ndafirma Behring Cia. S.A. durante mais dedois anos. Mais tarde, em\nsociedade comAugusto Frederico Schmidt, João Neves daFontoura e outros,\ncriou a Sociedade deExpansão Comercial (Sepa), na qual permaneceuaté o\nfim da vida.\n\nEm 1945, retomou, embora discretamente,a atividade política, tendo\napoiado obrigadeiro Eduardo Gomes, candidato das oposiçõesà presidência\nda República nas eleiçõesde 2 de dezembro daquele ano.\n\nNa área empresarial, Luís Aranhafoi ainda presidente da Meridional\nAcidentesde Trabalho, membro do conselho consultivodo Banco Safra S.A. e\ndo GrupoSafra, e um dos fundadores da cadeiade lojas Ponto Frio e dos\nlaboratóriosNova Técnica. Atuou, também, na área desportiva,como\npresidente da Confederação Brasileira deDesportos (CBD), de 1936 a 1943,\ndoconselho deliberativo do Botafogo de Futebole Regatas, clube da cidade\ndo Riode Janeiro, e do Conselho Nacional deDesportos (CND). Nesse setor,\nfoi um dosresponsáveis pela introdução do profissionalismono futebol\nbrasileiro.\n\nEm 26 de outubro de 1967,sofreu um acidente automobilístico no bairrode\nCopacabana, no Rio de Janeiro, emconsequência do qual ficou paraplégico.\nSemter conseguido recuperar-se, morreu em 28de março de 1978.\n\nFoi casado com Heloísa PalmérioAranha e não teve filhos.\n\nSeu arquivo encontra-se depositado noCentro de Pesquisa e Documentação\nde HistóriaContemporânea do Brasil (Cpdoc) da FundaçãoGetulio Vargas.\n\nRegina da Luz Moreira\n\n**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;CASTRO, M. *Rio*; CONSULT. MAGALHÃES,\nB.;COUTINHO, A. *Brasil,* ENTREV. BIOG.; FLYNN, P*. Legião*; FONTOURA,\nJ. *Memórias*; *Grande encic. Delta*;HIRSCHOWICZ, E. *Contemporâneos*;\n*Jornal do Brasil* (29/1e 27/7/1976); NOGUEIRA FILHO, P. *Ideais*;SILVA,\nH. *1926*; SILVA, H. *1930*; SILVA,H. *1931*; SILVA, H. *1932*; SILVA,\nH.*1937*; SILVA, H. *1938*; SILVA, H. *1945*;SOUSA, J. *Índice.*\n","ref":"**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;CASTRO, M. *Rio*; CONSULT. MAGALHÃES,\nB.;COUTINHO, A. *Brasil,* ENTREV. BIOG.; FLYNN, P*. Legião*; FONTOURA,\nJ. *Memórias*; *Grande encic. Delta*;HIRSCHOWICZ, E. *Contemporâneos*;\n*Jornal do Brasil* (29/1e 27/7/1976); NOGUEIRA FILHO, P. *Ideais*;SILVA,\nH. *1926*; SILVA, H. *1930*; SILVA,H. *1931*; SILVA, H. *1932*; SILVA,\nH.*1937*; SILVA, H. *1938*; SILVA, H. *1945*;SOUSA, J. *Índice.*\n","dic":"DHBPR"}
