{"title":"MASSA, Antônio","cargoss":["sen. PB 1919-1930."],"author":"Raimundo Helio Lopes","content":"**MASSA, Antônio**\n\n\\*sen. PB 1919-1930.\n\n*Antônio Massa* nasceu na cidade de Sapé (PB) no dia 31 de dezembro de\n1864, filho de João Alves Santos Massa e de Angélica Clara de São José\nMassa.\n\nIniciou seus estudos no Liceu da Paraíba e daí transferiu-se para a\nFaculdade de Direito do Recife, onde se formou em 1889.\n\nIngressou na política depois da instalação do regime republicano, em 15\nde novembro de 1889. Foi então eleito deputado estadual constituinte\npela legenda do Partido Republicano da Paraíba, mas não chegou a\ncompletar o mandato, pois renunciou depois da deposição do presidente do\nestado Venâncio Neiva em 27 de dezembro de 1891, no contexto da chegada\nao poder do presidente marechal Floriano Peixoto. Após essa experiência,\npassou a se dedicar à carreira de advogado e às atividades agrícolas em\nseu estado. Em 1906 foi nomeado juiz municipal na cidade de Ingá (PB),\nem seguida no município de Pilar (PB), posteriormente chamado de\nItabaiana, e por fim na cidade de Paraíba do Norte (PB), depois\ndenominada João Pessoa.\n\nVoltou a atuar na política paraibana quando foi nomeado chefe de\npolícia, durante o governo do presidente estadual João Pereira de Castro\nPinto (1912-1915). Em 1916 foi eleito vice-presidente do estado, durante\no governo de Francisco Camilo de Holanda (1916-1920). Não completou o\nquadriênio, pois foi eleito senador em 1919, na vaga aberta com a\nrenúncia do senador Epitácio Pessoa para assumir a presidência da\nRepública (1919-1922). Em 1921 foi reeleito senador para um mandato de\nnove anos, concluído em 1929. Em 1930 foi novamente eleito senador, mas\nteve o mandato interrompido em outubro com a vitória da Revolução de\n1930, que levou Getúlio Vargas ao poder e extinguiu todos os órgãos\nlegislativos do país. Durante os anos em que esteve no Senado, foi\nmembro das comissões de Constituição e Justiça, Redação, Comércio,\nAgricultura, Indústria e Artes.\n\nFaleceu no dia 31 de julho de 1958.\n\nSua filha Filomena Massa Lins do Rego casou-se com José Lins do Rego,\nescritor e membro da Academia Brasileira de Letras.\n\nRaimundo Helio Lopes\n\n**FONTES:** LEITE NETO, L. *Catálogo biográfico*; PINTO, L.\n*Fundamentos.*\n","ref":"**FONTES:** LEITE NETO, L. *Catálogo biográfico*; PINTO, L.\n*Fundamentos.*\n","dic":"DHBPR"}