{"title":"ARANHA, Oswaldo","cargoss":["Deputado federal","Revolucionário ou revoltoso","Ministro da Justiça","Ministro da Fazenda","Ministro das Relações Exteriores","Embaixador do Brasil - ONU","Ministro da Fazenda"],"cargos_esp":[0,0,0,0,0,0,0],"datas_ini":[1927,1930,1930,1931,1938,1947,1953],"datas_fim":[1928,1930,1931,1934,1944,1947,1954],"estados":["RS",0,0,0,0,0,0],"autor":[0],"content":"**ARANHA, Oswaldo**\n\n**\\***dep**.**fed. RS 1927-1928;rev. 1930; min. Just. 1930-1931;min.\nFaz. 1931-1934; emb. Bras. EUA1934-1937; min. Rel. Ext. 1938-1944;\nemb.Bras. ONU 1947; min. Faz. 1953-1954.\n\n*Oswaldo Euclides de Sousa Aranha* nasceu emAlegrete (RS) no dia 15 de\nfevereirode 1894, filho do coronel Euclides Egídiode Sousa Aranha e de\nLuísa Jacquesde Freitas Vale Aranha, proprietários daestância Alto\nUruguai no município gaúchode Itaqui. Segundo entre os 12 filhosdo\ncasal, descendia diretamente, pelo ladopaterno, de Maria Luzia de Sousa\nAranha,baronesa de Campinas (da região paulistaque hoje corresponde à\ncidade do mesmonome), cujo marido foi um dos responsáveispelo início do\nplantio de café naprovíncia de São Paulo. Seu pai, paulistade\nnascimento, exercia a chefia do PartidoRepublicano Rio-Grandense (PRR)\nem Itaqui. Nafamília de sua mãe, dedicada tradicionalmenteà política em\nAlegrete, destacou-se Luísde Freitas Vale, barão de lbirocaí. Seubisavô\nLuís Inácio Jacques presidiu aCâmara Municipal em 1860. E o tiomaterno,\nManuel de Freitas Vale foi eleitointendente de Alegrete em 1900, 1910\ne1913. Dentre seus irmãos destacaram-se CiroAranha e Luís Aranha como\nrevolucionáriosem 1930, tendo este último presidido oInstituto de\nAposentadoria e Pensões dosMarítimos (IAPM) em 1938. Seu primo Cirode\nFreitas Vale exerceu interinamente ocargo de ministro das Relações\nExterioresem 1939 e em 1949, tendo sido aindaembaixador do Brasil na\nAlemanha (1939-1942),na Argentina (1947-1948), no Chile (1952-1955)e na\nOrganização das Nações Unidas (ONU,1955-1960).\n\nEm 1903, contando nove anos, ingressoucomo interno no Colégio dos\nJesuítas deSão Leopoldo (RS), na época denominadoGinásio Nossa Senhora\nda Conceição, eaí permaneceu até 1906, quando, na iminênciade ficar\ncego, foi obrigado a interromperos estudos. Após breve período sob\ncuidadosmédicos em Buenos Aires, viajou no anoseguinte para o Rio de\nJaneiro, entãocapital federal, para dar continuidade aotratamento,\npreparando-se ao mesmo tempo paraa admissão no Colégio Militar, onde\ningressouainda em 1908. Concluindo o curso secundárioem 1911, prestou\nexame para a Faculdadede Direito do Rio de Janeiro, ondese matriculou em\n1912. Data dessa épocasua amizade com Virgílio de Melo Franco,que\nalcançaria projeção política com aRevolução de 1930, e com Rubens\nAntunesMaciel. Estreitou também amizade nesse períodocom José Antônio\nFlores da Cunha, queviria a exercer o governo do RioGrande do Sul. Em\njaneiro de 1914partiu para a Europa em companhia deRubens Antunes\nMaciel. Em Paris, matriculou-seem curso de aperfeiçoamento oferecidos\npelaÉcole des Hautes Études Sociales (Sorbonne).Viajou ao sul da França\npara tratamentode saúde e para a Itália onde tomouaulas de italiano e\nparticipou de conferênciasde juristas. Esteve também na Suíça e,em\nagosto, com o início da PrimeiraGuerra Mundial, reencontrou-se com\nMaciel esua irmã Eloá em Paris, regressando aoBrasil. Retomou, então, o\ncurso universitário.\n\nDurante o período em que frequentoua Faculdade de Direito, aproximou-se\ndecolegas que na política gaúcha se ligavamàs oposições, embora seu pai\nfosse umrepublicano. Manteve também intensa atividadepolítica contra o\ncandidato ao Senado,marechal Hermes da Fonseca, apoiado pelochefe do PRR\ne presidente do RioGrande do Sul, Antônio Augusto Borgesde Medeiros, e\ncontra o líder situacionistaJosé Gomes Pinheiro Machado, senador peloRio\nGrande do Sul. Aranha chegou mesmoa liderar uma campanha estudantil\ncontraambos, participando de comícios e manifestaçõesno largo de São\nFrancisco, no Rio.Embora não fosse gasparista – designaçãodada aos\nseguidores de Gaspar da SilveiraMartins, líder do Partido Liberal\ngaúcho,de oposição ao PRR – passou a frequentar,provavelmente\ninfluenciado por Rubens AntunesMaciel e outros gaúchos que estudavamno\nRio, o Grupo Gaspar Martins, formadopor universitários.\n\nPreocupado com a intensa participaçãode Oswaldo na política estudantil,\nPinheiroMachado escreveu a Euclides Aranha pedindo-lheque interviesse\njunto ao filho de modoa “acalmar o ânimo dos estudantes”. Assim,em\nagosto de 1915, Euclides enviou umacarta ao filho aconselhando-o a\nmoderarsua oposição a Hermes da Fonseca. Arecusa em acatar as sugestões\ndo pairesultou num estremecimento da relação queacabou sendo resolvido\ncom a intermediaçãode sua noiva Delminda Benvinda Gudolle(Vindinha) e de\nsua mãe. No iníciode setembro, Pinheiro Machado foi\nassassinado,exacerbando os ânimos estudantis. Oswaldo continuavaatuando\nnos meios estudantis e, logo aseguir, foi convidado a representar\noBrasil no Congresso Pan-americano de estudantesem Montevidéu. Foi\nincumbido de saudarpublicamente Rui Barbosa quando este regressoude\nBuenos Aires após criticar a neutralidadeargentina no conflito mundial.\nEm 1916,quando colou grau em ciências jurídicase sociais. Após a\nformatura, retornouao Rio Grande do Sul, permanecendo poralguns meses na\nestância Alto Uruguai.\n\nEm princípios de 1917 instalousua banca de advogado em Uruguaiana,\nmunicípiovizinho de Itaqui e Alegrete e próximoa Santana do Livramento,\nSão Borja eQuaraí, locais em que frequentemente exerceusua atividade\nprofissional. Segundo seu biógrafoFrancisco Talaia O’Donnell, o fato\ndeAranha não se ter estabelecido em Alegretedeveu-se talvez a um convite\nde Floresda Cunha, que então ocupava a intendência(atual prefeitura) de\nUruguaiana. Pouco depoisde haver fixado residência nessa\ncidade,casou-se, em meados de junho, com Vindinha.Entre 1917 e 1923\ndedicou-se quase exclusivamenteà advocacia, obtendo em pouco tempo\naltoconceito profissional. Já em meados de1917 o também advogado Getúlio\nVargas,que se formara em 1907, fazia-lhe consultassobre assuntos\njurídicos, prática que setornaria cada vez mais frequente entreambos,\nque chegariam inclusive a ter clientesem comum. Bem sucedido\nprofissionalmente, atuavaem questões relacionadas com transações\ndeterras e gado, inclusive com argentinose uruguaios. Além disso, atuava\ncom causasfamiliares e de sucessão, aplicando osconceitos do novo Código\nCivil. Aindanesse período, envolveu-se em política apoiandoo PRR e\nFlores da Cunha na eleiçãolocal de 1920. Em 1921, discursou emBagé a\nfavor da candidatura de NiloPeçanha para a presidência da República.No\ninício da década de 1920 a estânciado coronel Euclides Aranha foi\natingidapela crise econômica que então se expandiapor toda a campanha\ngaúcha, e seuspais enfrentaram problemas financeiros por algunsanos.\n\nOs Conflitos Durante o Quinto GovernoBorges\n\nAtivaram-se em 1922 as articulaçõesvisando as eleições para a\npresidênciado estado, que se realizariam em novembro.Borges de Medeiros,\nque presidira o RioGrande de 1898 a 1908 e que desde1913 voltara a\nchefiar o governo gaúcho,decidiu, em setembro, relançar sua\ncandidatura,aspirando assim ao quinto mandato. ComoBorges até então não\ntivesse concorrente,Oswaldo Aranha resolveu manifestar-se publicamentea\nseu favor, pressionado pelo pai epelos amigos mais chegados, a\nmaioriados quais, como Getúlio Vargas, Floresda Cunha, João Neves da\nFontoura eFirmino Paim Filho, já vinha participandoativamente do PRR.\n\nNo mês seguinte, contudo, a oposição– que então incluía os federalistas,\nosrepublicanos dissidentes e os remanescentes doPartido Republicano\nDemocrático (PRD) – lançoua candidatura de Joaquim Francisco deAssis\nBrasil, íntimo da família Aranhaapesar de seu passado como adversáriode\nJúlio de Castilhos e de Borgesde Medeiros, republicanos históricos. Em\nvistadessa nova indicação, Oswaldo Aranha escreveua seu pai e a Assis\nBrasil. Aeste, Aranha pediu desculpas por não poderapoiá-lo, já que se\nhavia comprometidocom Borges. Segundo Talaia O’Donnell, essaatitude\nexplica por que Oswaldo Aranhaseria sempre muito prestigiado pelos\nlibertadores.\n\nEncerrou-se no Rio Grande do Sulem janeiro de 1923 a apuração\ndaseleições de novembro do ano anterior,com Borges de Medeiros\nderrotando AssisBrasil e mantendo a presidência do estado.Os perdedores\nrebelaram-se, convencidos de quehouvera fraude nas eleições, e no dia25,\nquando Borges tomava posse, uma sériede levantes em diversos pontos do\nterritóriogaúcho deu início a um movimento queduraria cerca de dez\nmeses. Ao seiniciar o conflito, Oswaldo Aranha, paralelamenteao\nexercício da advocacia, vinha desempenhandoas funções de instrutor do\nTiro deGuerra, o que lhe proporcionou uma certafacilidade no\nrecrutamento de efetivos paraa formação de corpos provisórios\nlegalistas,tropas irregulares compostas por civis. Assim,organizou seu\npróprio grupo de provisórios,o 5^o^ Corpo da Brigada Oeste,composto em\nsua maioria por pessoas deItaqui, de Alegrete e municípios vizinhos.Para\ncomandá-lo, recebeu a patente detenente-coronel outorgada pelo governo\ndo estado.O 5^o^ Corpo serviu junto àstropas do coronel Flores da Cunha,\ncomandanteda Brigada Oeste, que por sua vezse encontrava subordinada ao\ncomando geraldo coronel Claudino Nunes Pereira.\n\nOswaldo Aranha combateu em SantaMaria Chico, Santa Rosa e Picada doAipo\n(Campo Osório). O mais violento doscombates travou-se, contudo, em\njunho, quandoda travessia da ponte sobre o rioIbirapuitã, nos arredores\nde Alegrete, entãoocupada pelas tropas do caudilho HonórioLemes, o mais\npopular entre os chefesrebeldes de 1923. Lutando na vanguardada Brigada\nOeste ao lado de Florese do irmão deste, major Guilherme Floresda Cunha,\nque morreria em combate, Aranhafoi atingido no ombro. As tropas\ngovernistassó conseguiram atravessar a ponte numasegunda carga.\nRecuperando-se do ferimento, Aranhaparticipou ainda dos combates de\nVistaAlegre e de Quaraí-Mirim. Em fins desetembro, no entanto, adoeceu e\ntransferiuo comando do 5^o^ Corpo aomajor Laurindo Ramos. Recolheu-se em\nseguidaa Uruguaiana, para tratamento. Reincorporou-seà coluna de Flores\nem fins de outubro,mas não voltou ao combate em virtudedo armistício\nnegociado por autoridades federais.\n\nO fim do conflito foi seladono início de dezembro de 1923 coma\nassinatura do Pacto de Pedras Altas,que garantia a permanência de Borges\ndeMedeiros no governo até o final domandato, mas impedia nova reeleição.\nEmjaneiro de 1924 Aranha foi chamado pelopresidente do estado para\nassumir a subchefiade polícia da região de fronteira, quetinha por sede\nAlegrete. Naquele momento,o cargo era dos mais delicados, exigindode seu\nocupante grande sensibilidade parao apaziguamento dos revolucionários\nque regressavamdo exílio, de modo a evitar novoschoques entre estes e os\nrepublicanos.Também em 1924 começou a lecionar direitointernacional na\nFaculdade de Direito dePorto Alegre, muito embora só tenha sidonomeado\nem 1927. Por outro lado, seupai foi eleito vice-intendente de Itaqui.\n\nO acordo de Pedras Altas nãochegou a promover a total pacificaçãodo\nestado, pois os maragatos – designaçãoinicialmente pejorativa dada às\noposições pelosrepublicanos, que por sua vez levavamo apelido de\nchimangos – continuaram areclamar de perseguições movidas pelo governode\nBorges de Medeiros. Essas insatisfaçõesconfluíram com as rebeliões\ntenentistas quegrassavam no país desde 1922. Assim, emoutubro de 1924,\nas guarnições federaisde Santo Ângelo, São Luís Gonzaga, SãoBorja,\nUruguaiana e Alegrete, comandadas pelocapitão Luís Carlos Prestes,\nrebelaram-se, solidáriascom a revolta tenentista chefiada a partirde\njulho pelo general Isidoro Dias Lopesem São Paulo. O movimento militar\ncontouainda com o auxílio de elementos daAliança Libertadora, que desde\njaneiro de1924 passara a congregar as oposiçõesno estado. Oswaldo\nCordeiro de Fariasafirma em suas memórias que Borges deMedeiros manteve\nentendimentos com os conspiradoresmilitares de 1924 e o fez atravésde,\nentre outros, Oswaldo Aranha, queteria desistido de apoiar a revolta\naocomprovar que não tinha condições paralevantar parte do PRR sem o\napoiode Borges. Este, por sua vez, logodeterminou a mobilização da\nBrigada Militare de todos os corpos provisórios contraos revoltosos.\n\nAchando-se a cidade de Itaqui ameaçadaem duas direções pelos rebeldes –\ncujasforças vindas de Uruguaiana buscavam ajunção com as de São Borja e\nSãoLuís, onde Prestes estabelecera seu quartel-general–, Oswaldo Aranha,\nnão obstante o quereportou Cordeiro de Farias, reuniu novocorpo\nprovisório, composto basicamente pelosremanescentes do conflito\nanterior. Já emjaneiro de 1925 Borges anunciava o sufocamentodo\nmovimento revolucionário, cujas forças haviamconseguido manter ao longo\nde dois mesesuma base de apoio na região noroestedo estado. A partir de\nentão, Prestescomandou a marcha para o norte, tentandouma junção com as\nforças rebeldes paulistas.Desse encontro surgiria a Coluna Prestes,que\npercorreu o país até 1927, quandose internou em território boliviano.\n\nDa Revolução de 1924 Oswaldo Aranhasaiu prestigiado e politicamente\nfortalecido,principalmente por sua atuação decisiva nadefesa de ltaqui.\nAssim, logo no iníciodo ano seguinte, Borges de Medeiros\nindicou-o,candidato à intendência de Alegrete, entãoum dos maiores\nredutos da oposição libertadora.Apesar de sua indicação ter sido\nmalrecebida num primeiro momento, Aranha rapidamenteconseguiu controlar\na situação política local.Durante sua gestão à frente da\nintendência,entre 1925 e 1927, foi sensível àmodernização operada na\ncidade, que passoua ser a única do estado, além dePorto Alegre, a\npossuir luz elétrica nasruas, calçamento e rede de esgotos. Paratanto,\nOswaldo Aranha contou com a ajudado governo estadual, interessado no\nsucessoda administração republicana naquele que atéentão era um dos\nprincipais municípiosoposicionistas.\n\nEm setembro de 1925 eclodiu noRio Grande do Sul uma terceira\nrevolta,liderada pelo “general” Honório Lemes, atéentão foragido, que\ncomandou a invasãodo estado por uma tropa de rebeldes,visando a\nderrubada de Borges de Medeiros.O movimento era hostil também ao\npresidenteda República Artur Bernardes, a quem ocaudilho considerava\ntraidor porque este, depoisde sofrer a oposição de Borges nacampanha\neleitoral, havia conservado o líderrepublicano gaúcho no poder em 1923.\nImediatamenteo comandante da 3^a^ Região Militar(3^a^ RM) mandou\norganizar umdestacamento misto, com um corpo de tropasauxiliares, um\ncontingente do Exército eoutro da Brigada Militar, entregando ocomando a\nFlores da Cunha. A estaformação se juntou Oswaldo Aranha, à frentede um\ngrupamento integrado por moradoresde Alegrete e Itaqui, entre os quaisse\nincluía seu irmão Luís. Após algunsdias de perseguição aos rebeldes,\nquehaviam adotado a tática do movimento,as tropas legalistas comandadas\npor Florese Aranha conseguiram acuar os libertadores,acabando por\naprisionar Honório Lemes juntocom cinco companheiros integrantes do\nseuestado-maior próximo à localidade de Passoda Conceição.\n\nNovo movimento armado, conhecido comoColuna Relâmpago, irrompeu no\nterritório gaúchoem fins de 1926, visando impedir aposse de Washington\nLuís na presidênciada República. Concentrada basicamente numa unidadedo\nExército em Santa Maria, essa revoltaera liderada pelos irmãos Nélson e\nAlcidesEtchegoyen, os quais, sem conseguir controlara cidade, acabaram\npor abandoná-la. Maisuma vez Aranha formou um corpo provisóriocom\nconterrâneos do Alegrete e se apresentouao comando da 3^a^ RM, queo\ndesignou para chefiar a vanguarda legalistae fazer o reconhecimento da\nregião ondeprovavelmente estariam as forças rebeldes. Oencontro entre os\ndois grupos se deunos campos do Seival, no município deCaçapava do Sul,\na 25 de novembro.Nesse combate Oswaldo Aranha foi atingidono pé direito\npor uma bala queesfacelou os ossos do calcanhar. Levadoimediatamente\npara Lavras, onde sua mulherVindinha foi encontrá-lo, recebeu o\nprimeiroatendimento sendo então transferido para Bajé,onde foi\ncontrolada forte infecção, evitando-sea amputação do pé. Durante anos,\ncontudo,sofreu as sequelas deste ferimento, oque o obrigou, inicialmente\na usar bengalase depois sapatos especiais.\n\nAproveitando o crescente prestígio deAranha pela sua bravura no Seival,\nBorgesde Medeiros inclui-o na chapa de candidatosdo PRR a deputado\nestadual nas eleiçõesde 15 de novembro de 1926. Aranha,ainda acamado,\nfoi folgadamente eleito paraa Assembleia de Representantes do estado,mas\nnão assumiria o novo cargo poislogo seria eleito também para a\nCâmaraFederal.\n\nDe fato, no início de janeirode 1927, Borges de Medeiros colocou umtrem\nà disposição de Aranha para trazê-loa Porto Alegre onde foi\ntriunfalmenterecebido e recepcionado pelo próprio presidentedo estado.\nNo mesmo dia, discursou dasacada do Grande Hotel para um grandepúblico\nreafirmando seus compromissos com oPRR. Após certa hesitação em razão\ndeseu estado de saúde e de preocupaçõescom a política de sua cidade\nnatalda qual ainda era intendente, Aranha aceitouconcorrer a uma vaga\npara deputado federal,aberta pela ida de Getúlio Vargas parao ministério\nda Fazenda. Foi eleito em24 de fevereiro, pelo segundo\ndistrito,juntamente com Flores da Cunha, FirminoPaim Filho, Sérgio de\nOliveira e, pelaoposição, Batista Lusardo. Oswaldo Aranha tomouposse do\nseu mandato na Câmara Federalno Rio em 26 de maio de 1927,vindo a\nintegrar os trabalhos parlamentares.\n\nSua permanência na capital da República,todavia, foi breve e\ninterrompida porduas viagens ao Rio Grande do Sulem junho-julho e em\nnovembro para tratarde problemas políticos no Alegrete relacionadoscom o\nseu antigo vice-intendente e paraprovidenciar nova eleição para a\nintendência,ocupada finalmente pelo candidato proposto porAranha. Até\n1930, continuaria a ter grandeinfluência sobre a política de seu\nmunicípionatal. Com a eleição de Vargas, emnovembro de 1927, para a\npresidência doRio Grande do Sul, Aranha foi convidadopara ocupar a\nSecretaria do Interior eJustiça do estado. Assumiu o cargo emjaneiro de\n1928. Eram da responsabilidadedaquele órgão de governo as diretoriasde\nHigiene e de Instrução Pública, aBrigada Militar e a polícia do\nestado,entre outros departamentos. Naquelas duas diretoriasa gestão de\nAranha foi caracterizada pormedidas de certo modo inovadoras, taiscomo a\ncriação dos primeiros postos dehigiene e elaboração do Regulamento\ndasEscolas Complementares, então uma das basesdo ensino primário. Um dos\nestabelecimentosde ensino criados nesse período foi aEscola Complementar\nde Alegrete, hoje InstitutoOswaldo Aranha. O ponto básico de\nsuaadministração, no entanto, foi a preocupaçãoem assegurar maior\nautonomia econômica aoestado. Vargas procurou, logo nos primeirosdias de\nseu governo, avaliar a situaçãodeficitária vivida pelas indústrias\ngaúchas,especialmente as do vinho, da banha edo charque, principais\nprodutos do RioGrande. Após alguns meses de estudos,realizados por uma\npequena equipe da Secretariado Interior, Aranha apresentou um programade\nação que seria publicado em 1929com o título *O sindicalismo no Rio\nGrande do Sul.* Essedocumento, um balanço dos empreendimentos agrícolase\nindustriais do estado, apontava deficiênciasbásicas da economia gaúcha,\nresponsáveis porum processo de superprodução, dispersão docrédito e\nconcorrência sem lucro que levoua uma crise industrial. Para\neliminartais deficiências, Aranha propunha a formaçãode associações ou\nsindicatos de produtoresagrícolas industriais, primeiro passo para\naeliminação do excesso de produtos e marcas.Da adoção desse programa\nresultou no finalda década de 1920 um aumento doimpulso associativo.\nPelo menos três grandessindicatos de produtores foram criados: odo\ncharque, o da banha e o dovinho. Por seu lado, os comerciantes\norganizarama Federação das Associações Comerciais doestado. A atuação de\nOswaldo Aranha foi,contudo, desviada dos problemas gaúchos aose iniciar\nno Distrito Federal o debatesobre a sucessão do presidente\nWashingtonLuís.\n\nA Aliança Liberal e a FrenteÚnica Gaúcha\n\nAo iniciar-se o ano de 1929já havia fortes indícios de que opresidente\nWashington Luís não respeitaria nacampanha presidencial a rotina dos\nacordos“café com leite”, ou seja, a aliançaentre São Paulo e Minas\nGerais nacondução da política nacional, e se fixariana candidatura de\nseu protegido JúlioPrestes, presidente de São Paulo, em detrimentode\nMinas. Com essa escolha, WashingtonLuís pretendia garantir a\ncontinuidade, noquadriênio seguinte, da linha mestra deseu governo: a\npolítica monetária de retornoao padrão-ouro e de fixação da taxade\ncâmbio acima dos índices do mercado,prejudicando as exportações.\nDiscordando da candidaturade Prestes, porém, Minas Gerais se aproximoudo\nRio Grande do Sul, visando comisso lançar um candidato de oposição.As\nnegociações desenvolvidas pelos dois estadosforam traduzidas num acordo\nsecreto, assinadoem 17 de junho de 1929 por FranciscoCampos e José\nBonifácio de Andrada eSilva, representantes do presidente Antônio\nCarlosRibeiro de Andrada e do Partido RepublicanoMineiro (PRM), e Neves\nda Fontoura, líderda bancada republicana gaúcha na Câmarados Deputados e\nrepresentante de Vargase Borges de Medeiros. Por esse acordo,conhecido\ncomo Pacto do Hotel Glória,ficavam acertados, entre outros pontos, oveto\nde Minas ao nome de JúlioPrestes, a retirada da candidatura mineirade\nAntônio Carlos e o lançamento deum gaúcho, Borges de Medeiros ou\nGetúlioVargas, para encabeçar a chapa oposicionista.No dia seguinte,\nJoão Daudt de Oliveirapartia para Porto Alegre, levando, a pedidode João\nNeves, uma cópia do documentopara ser entregue a Borges.\n\nTodavia, chegando à capital gaúcha,Daudt foi retido por Vargas, que\npreferiuconfiar a Oswaldo Aranha a missão deir a Irapuazinho, fazenda de\nBorges emCachoeira do Sul, para lhe entregar otexto do documento,\nacompanhado da cartade Neves e de uma outra, dele próprio,Vargas. Como o\nsecretário do Interiorainda era considerado um dos políticosgaúchos\nfavoráveis à indicação de JúlioPrestes, chegou-se a especular que\neleteria ido ao encontro de Borges paracomunicar-lhe que a candidatura\ndo presidentepaulista havia sido definida. Essa versãofoi divulgada pelo\njornal *O Estado de S. Paulo.* Devolta de Irapuazinho, Oswaldo Aranha\ncomunicoua Vargas que o líder republicano aprovara,em princípio, o\nacordo entre os doisestados, estabelecendo apenas algumas condiçõespara\nreferendá-lo, as quais foram logonegociadas por João Neves junto aos\nrepresentantesmineiros.\n\nPara Getúlio Vargas, no entanto,o pacto representava um acordo\nprecipitado,que poderia comprometer a posição do RioGrande do Sul frente\na Washington Luís,com quem procurava manter uma relaçãonão conflitante:\no presidente gaúcho temiaas represálias econômicas que poderiam advirde\numa ruptura com o governo central.Durante o mês de julho, Vargas,\nassimcomo Antônio Carlos, trocou cartas comWashington Luís a propósito\ndo problemasucessório, tendo então revelado ao presidenteda República\nque era candidato, com oapoio de Minas. Poucos dias depois, determinoua\nida de Oswaldo Aranha ao Riode Janeiro com a missão de discutircom o\npresidente e com representantesdo situacionismo federal, mineiro e\npaulista:o objetivo de Vargas era fazer comque Washington Luís aceitasse\nsua candidaturaou, pelo menos, a de um *tertius* quecontasse com a\naprovação de Minas. Asconversações desenvolvidas no Rio por\nAranhachegaram ao fim, todavia, sem alcançarqualquer resultado positivo.\nDurante sua estadana capital federal, os jornais noticiaramque o\npresidente da República havia oferecidoao secretário gaúcho a\nvice-presidência nachapa de Júlio Prestes. Segundo João Nevesrevela em\nsuas memórias, essa notíciaera infundada, já que o convite haviasido\nfeito anteriormente ao governador daBahia, Vital Soares, que aceitara\nparticiparda chapa. O principal fator do fracassoda missão de Aranha foi\na intransigênciado presidente da República em não abrirmão da\ncandidatura de Júlio Prestes.\n\nEnquanto o secretário gaúcho aindase encontrava no Rio, a comissão\nexecutivado PRM, no dia 30 de julho, lançoua candidatura de Getúlio\nVargas e deJoão Pessoa, presidente da Paraíba, respectivamenteà\npresidência e à vice-presidência daRepública. Vargas, todavia,\ncondicionou sua indicaçãoà obtenção do apoio do Partido Libertador(PL)\ngaúcho, o que foi garantido atravésda formalização da Frente Única\nGaúcha(FUG), integrada pelo PRR e PL, a1^o^ de agosto. O\nrompimentooficial com o governo ocorreu durantea sessão da Câmara no dia\n5, àqual Aranha esteve presente. Nessa ocasião,os deputados aliancistas\nprocuraram justificaro rompimento dos mineiros com o argumentoda\ninterferência de Washington Luís emsua própria sucessão. Assim foi\ndeflagradaa campanha da Aliança Liberal, cujo programapropunha a\nconcessão de uma anistia amplaa todos os presos políticos, processadose\nperseguidos desde 5 de julho de1922 e, ainda, capitaneando uma sériede\nreformas políticas, o voto secreto.\n\nOswaldo Aranha seguiu dois diasdepois para Minas Gerais em companhiade\nFrancisco Campos, João Neves, JoséPires Rebelo e João Simplício de\nCarvalho,a fim de combinar com Antônio Carlosa organização da campanha\neleitoral, examinandosuas necessidades e hipóteses. Encerrados\nostrabalhos, deixou o Rio de Janeiro paraPorto Alegre em 19 de agosto.\nApolítica mineira, todavia, não entrou unidana campanha. Logo de início,\nWashingtonLuís conseguiu recrutar dois mineiros paraa campanha do\ncandidato oficial: o ministroda Justiça, Augusto Viana do Castelo,e o\ndiretor da Carteira Comercial doBanco do Brasil, Manuel de Carvalho\nBrito– responsável pela criação, em Minas,da Concentração Conservadora,\nde apoio aJúlio Prestes –, o que representou oprimeiro revés sofrido\npela Aliança Liberal.Enquanto isso, Oswaldo Aranha e João Neves,pelo Rio\nGrande, e Afrânio de MeloFranco, Francisco Campos e José Bonifácio,por\nMinas, procuravam consolidar o acordoentre este estado e a Paraíba,\ndemodo a neutralizar a campanha do governofederal, que pretendia abafar\na reaçãocontra a imposição de uma candidaturapelo Catete. Esses\npolíticos aliancistas mostravam-secada vez mais convencidos de que\nWashingtonLuís tudo faria para garantir a eleiçãoe posterior\nreconhecimento de seu candidato,o que os levou a cogitar da\npossibilidadede preparar um movimento armado.\n\nPor outro lado, após a rupturados estados aliancistas com o\ngovernofederal, os políticos mais radicais daAliança, entre os quais já\nse situavaOswaldo Aranha, passaram a ser procuradospor alguns dos\n“tenentes” exilados emBuenos Aires, como Juarez Távora, LuísCarlos\nPrestes, Antônio de Siqueira Campos,João Alberto Lins de Barros e\nDjalmaDutra. Em setembro, segundo seu própriodepoimento, Luís Carlos\nPrestes encontrou-secom Vargas em Porto Alegre. Dos\nentendimentosorientados a partir de então, do ladodos exilados, por Luís\nCarlos Prestes– que apesar de tudo ainda resistiaà ideia da participação\ndos “tenentes”na Aliança –, resultou a ida aPorto Alegre, na primeira\nquinzena deoutubro, de Siqueira Campos, João Albertoe Juarez Távora, que\nparticipariam tambémdos entendimentos com os políticos deMinas e da\nParaíba. Dessa reunião entreos políticos gaúchos e os três\nexilados(Aranha forneceu a Juarez um passaportefalso) ficou decidida a\nida de Távorapara o Nordeste do país, onde procurariaarticular um\nmovimento. Antes, porém, deveria,em companhia de Siqueira, entrar em\nentendimento,em nome do governo gaúcho, com opresidente Antônio Carlos a\nrespeito dapossível contribuição de Minas para acompra de armas no\nexterior.\n\nPoucos dias depois, a 17 deoutubro, Fernando de Melo Viana,\nvice-presidenteda República, rompeu com o PRM pordiscordar da indicação\nde Olegário Macielpara o governo de Minas, em substituiçãoa Antônio\nCarlos. Indispôs-se, portanto, coma Aliança Liberal, após o que\naderiuoficialmente à Concentração Conservadora. Apesarde a política\nmineira se esforçar emmanter os compromissos assumidos com aAliança\nLiberal, a dissidência de MeloViana fez aflorar no PRM sinais decisão\ninterna. Vargas, procurando aproveitara situação de modo a estabelecer\nareconciliação com Washington Luís, fez fortepronunciamento contra o\nsituacionismo mineiro,censurando sua liderança por não ter sabidoevitar\no rompimento de Melo Viana.\n\nO presidente gaúcho deu continuidadea seus esforços de reconciliação\ndurantetodo o mês de novembro. No dia29 reuniu-se com Borges de\nMedeiros, OswaldoAranha, João Neves e Flores da Cunha,prevalecendo então\na proposta de se fazeruma sondagem junto aos “aliados” (Minase Paraíba)\nsobre os termos em quea paz poderia ser negociada. Para Vargas,a\nmanutenção da candidatura liberal nãose justificaria caso Júlio Prestes\naceitasseo programa da Aliança no seu todoou mesmo em parte, mas essa\nopiniãofoi recusada por Minas, que pressionouos gaúchos a uma decisão.\nVargas manteve,no entanto, a dubiedade, ora aproximando-sedos\naliancistas mais exaltados, ora deWashington Luís, junto ao qual se\nfezrepresentar por Paim Filho – responsávelpela assinatura, no mês\nseguinte, de um*modus vivendi* com o presidente da República ecom Júlio\nPrestes.\n\nProsseguiram em dezembro os contatoscom os revolucionários de 1922 e\n1924.Para a ala mais radical da AliançaLiberal, a adesão de Luís Carlos\nPrestes,que ainda se mantinha arredio a qualquertipo de colaboração,\nseria fundamental nãoapenas para o caso de um possívelmovimento armado\nmas, principalmente, para avitória da chapa aliancista nas eleiçõesde\n1^o^ de março de 1930,uma vez que a marcha da ColunaPrestes pelo\ninterior do país havia transformadoo líder tenentista no nome de\nmaiorprestígio popular nas regiões por ondepassara, tornando-o inclusive\nconhecido comoo Cavaleiro da Esperança. Assim, no iníciodo mês, Oswaldo\nAranha, atendendo à insistênciade João Alberto, Siqueira Campos e\nJuarezTávora, convidou Prestes para um encontrona capital gaúcha e lhe\nofereceu achefia militar do movimento. Prestes, todavia,não desejava\nfazer a revolução com ospolíticos e, sem se comprometer\nformalmente,impôs condições para chefiar a luta: preparaçãomilitar por\nele dirigida, dinheiro e umesquema de sustentação para as manobrase\nviagens de seus companheiros e paraele mesmo. Tudo isso lhe foi\ngarantidopor Oswaldo Aranha, como representante deVargas. O dinheiro\nfoi-lhe entregue maistarde, parte por intermédio de um bancoem\nMontevidéu e parte pessoalmente porRubens Antunes Maciel. Com o\nrompimentode Prestes em maio do ano seguinte,no entanto, esse dinheiro\nnão chegariaa ser utilizado pelos revolucionários, tendosido empregado\nsomente em 1935, quandodos preparativos para a Revolta Comunistade\nnovembro.\n\nEssa primeira fase do movimentoconspirativo não implicava ainda uma\npreparaçãoreal para a luta armada. Os contatoseram realizados\nparalelamente à propaganda daAliança Liberal com vistas às eleições.A\nideia de uma revolução repugnava aindaa alguns dos principais\naliancistas, comoBorges de Medeiros e Antônio Carlos. Oinício de 1930\nfoi marcado pelo crescimentodo apoio popular à Aliança. No dia2 de\njaneiro, Getúlio Vargas, acompanhadode João Pessoa, leu sua plataforma\ndecandidato numa grande manifestação realizadana esplanada do Castelo,\nno Rio deJaneiro. Em seguida, a Aliança Liberalorganizou caravanas que\npercorreram os estadosfazendo a pregação de seu programa. Jáem fevereiro\nOswaldo Aranha assumiu interinamentea presidência do Rio Grande do\nSul,uma vez que Vargas não considerava lícitopresidir as eleições no\nestado sendo elepróprio um dos candidatos à chefia daRepública. A\nindicação de Oswaldo Aranhaprovocou profundo mal-estar, pois João\nNevesda Fontoura, então vice-presidente do estado,era o substituto legal\nde Vargas.\n\nA Revolução de 1930\n\nAplicando os métodos típicos daépoca aos quais, onde pôde, também nãose\nfurtou a oposição, não foi difícila Washington Luís obter a 1^o^de março\nde 1930 a vitória de JúlioPrestes e de seu companheiro de chapa,Vital\nSoares, com grande diferença devotos sobre a chapa da Aliança\nLiberal.Ganhou força, então, a perspectiva deum movimento armado. Ao\nlongo do mês,Oswaldo Aranha transmitiu aos governantes dediversos\nestados as denúncias que receberasobre fraudes eleitorais, enviando\nprotestosao Ministério da Justiça por esses acontecimentos,assim como ao\nMinistério das RelaçõesExteriores pela divulgação do resultado dopleito\nno exterior antes do término dasapurações. Trocou ainda correspondência\ncom WashingtonLuís sobre o desenrolar das eleições noRio Grande do Sul e\nno restantedo país.\n\nEm 19 de março, todavia, Borgesde Medeiros concedeu entrevista\nreconhecendoa vitória de Júlio Prestes e, demodo a encerrar o assunto,\nconsiderandopositivo o fato de ele ter superadoVargas por margem\nindiscutível de votos.Declarou ainda que o Rio Grande doSul deveria, se\nconvidado, cooperar como futuro governo. Evidenciava-se assim\nadivergência entre os integrantes da AliançaLiberal, especialmente\ndentro do PRR: enquantoo grupo liderado por Oswaldo Aranha eJoão Neves\nlutava pela organização deum levante armado, outros, como Borges,davam\npor encerrada a coalizão. As declaraçõesdo líder republicano provocaram,\nportanto, fortereação. Segundo Alexandre Barbosa Lima Sobrinho,a\ndissidência chefiada por Aranha e JoãoNeves correspondia à posição do PL\neda população gaúcha de forma que oPRR e a FUG seriam diretamente\natingidoscaso esses políticos assumissem a rupturacom o governo federal.\nUma reunião nachácara de Oswaldo Aranha entre este,João Neves, Lindolfo\nCollor e MaurícioCardoso foi objeto de grande atenção,pois ali se\ndecidiria o rompimento comGetúlio ou a obediência ao partido. Àúltima\nhora, Vargas decidiu participar doencontro, o que amenizou as\ndiferenças.Ao término dos debates, ficou decididonão dividir o PRR,\nprestigiar a chefiade Borges e transmitir a este aconvicção de que o Rio\nGrande doSul, tendo em vista os compromissos assumidos,não poderia\nentrar em entendimentos comJúlio Prestes.\n\nEssas resoluções tornaram-se a basede um documento conhecido como\n*Heptálogo do Irapuazinho.* Elaborado por João Neves, fixava setenormas\nprincipais que deveriam pautar aatuação da bancada republicana frente\nànova conjuntura. O documento foi integralmenteaprovado por Borges, mas\nGetúlio Vargasse mostrou contrariado, não com as propostasem si, mas com\no que representoua inversão das praxes até então adoradaspelo partido,\nou seja, com o *Heptálogo* a bancada estaria, no entender do\npresidentegaúcho, determinando a orientação a seradotada pelo PRR e pelo\ngoverno doestado. A posição de Vargas levou JoãoNeves a anunciar que\nrenunciaria ao mandatode deputado federal, mas a divergênciafoi\neliminada por intermédio de OswaldoAranha, que era favorável ao\ndocumento.Ele foi ao encontro de Neves emCachoeira do Sul, dizendo-se\nautorizado alhe garantir o apoio de Vargas paraque reassumisse a cadeira\nna Câmara ecumprisse integralmente as disposições do *Heptálogo.*\n\nAo mesmo tempo, no Rio, JoãoBatista Luzardo, então um dos dirigentesdo\nPL e deputado federal, comunicava aopolítico mineiro Virgílio de Melo\nFrancoque as forças políticas gaúchas estavamdispostas a adotar o\ncaminho armado soba condição de que seu estado fosseacompanhado por\nMinas e pela Paraíba.Encontrou-se em seguida, em companhia deVirgílio,\ncom Antônio Carlos, que o autorizoua declarar aos chefes políticos\ngaúchose ao ex-presidente Epitácio Pessoa queMinas aceitaria a solução\narmada casoo Rio Grande a adotasse. Epitácio Pessoaconcordou com os\nmineiros e se comprometeua consultar o presidente da Paraíba,\nseusobrinho João Pessoa, a quem caberia aúltima palavra sobre a atitude\nde seuestado. Em 25 e 26 de março Luzardoreuniu-se em Porto Alegre com\nOswaldoAranha, João Neves, Flores da Cunha, MaurícioCardoso e Lindolfo\nCollor, todos envolvidosna conspiração, e com Getúlio Vargas.De volta ao\nRio no dia 28, relatoua Virgílio o resultado de sua viagem:Borges de\nMedeiros havia retificado suasdeclarações sobre a eleição de Júlio\nPrestes,Getúlio não deixara dúvidas quanto à suadisposição de\ndesencadear o movimento eOswaldo Aranha se encontrava em plenaatividade\nconspiratória. Com este último ficouacertada, também, a ida de seu\nirmãoLuís ao Rio de Janeiro e a BeloHorizonte para discutir com os\npolíticosmineiros e paraibanos os termos em queos três estados se\ncomprometeriam a entrarna revolução.\n\nChegando ao Rio em companhia deLuzardo e Virgílio de Melo Franco,\nLuísAranha entrevistou-se no dia 12 de abrilcom Epitácio Pessoa, a quem\ntransmitiuos preparativos para o movimento. OswaldoAranha acelerava a\nconspiração, encomendandona Tchecoslováquia cerca de 16 mil contosde\nréis em material bélico e munições.O Rio Grande do Sul deveria\nparticiparcom a metade dessa quantia, cabendo seismil contos a Minas e\ndois mil àParaíba. Após obterem o apoio resolutode Artur Bernardes, os\ntrês políticosseguiram para Belo Horizonte, onde conversaramcom Antônio\nCarlos, Francisco Campos, secretáriode Justiça, e Djalma Pinheiro\nChagas,secretário da Agricultura. Ficou combinado queMinas daria a\ncontribuição estipulada eque Francisco Campos acompanharia Luís Aranhaao\nRio Grande para verificar o andamentodos preparativos.\n\nO político mineiro desembarcou emPorto Alegre no dia 18. Com\nGetúlioVargas e Oswaldo Aranha acertou os termossegundo os quais Minas\naceitaria participarda revolução. Os mineiros se obrigavama desencadear\no movimento simultaneamente como Rio Grande do Sul e a Paraíbano momento\ndeterminado. Militarmente, caberiaa Minas desviar a atenção das\ntropasfederais sediadas no estado, fechar asfronteiras e provocar o\ndeslocamento dastropas legalistas do sul de São Paulode modo a facilitar\no avanço gaúchoem direção ao Distrito Federal. No Sulo movimento seria\nliderado por OswaldoAranha e João Alberto; no Nordeste, porJoão Pessoa e\nJuarez Távora; em Minas,por Antônio Carlos e o tenente LeopoldoNéri da\nFonseca; e em São Paulo,por Siqueira Campos, em comum acordo coma\ndireção do Partido Democrático (PD).\n\nBorges de Medeiros ainda se mantinhaem maio numa posição conciliadora,\nprocurandoevitar a cisão cada vez mais visívelno interior do PRR, com a\nala radicalliderada por Aranha e Neves se contrapondoà de Paim Filho,\nVespúcio de Abreue Augusto Pestana, que consideravam aadoção da solução\narmada inconciliável como partido. Vargas, por seu lado,\ncontinuavaenigmático. Apesar das divergências, ainda noinício do mês\nAranha estabeleceu a datade 16 de julho para a eclosão domovimento,\nconsiderando que todos os “tenentes”exilados já estavam informados, que\napreparação militar progredia em Minas eque fora acertada a cooperação\nde guarniçõesfederais em São Paulo. Minas, todavia,encontrava\ndificuldades para reunir a quantiaque lhe coubera para os preparativos\neque era reclamada com urgência por OswaldoAranha: dos seis mil contos\nde réisque se comprometera a fornecer só conseguiujuntar dois mil.\nIdêntica dificuldade teveo governo da Paraíba, vítima de\nboicotefinanceiro por parte de Washington Luís,só conseguindo enviar mil\ncontos de réis.\n\nA publicação de um manifesto deLuís Carlos Prestes em fins de\nmaiocomunicando sua adesão ao comunismo provocoucerto retrocesso nas\narticulações, principalmenteporque veio reforçar o impacto causado,ainda\nno início do mês, pela mortede Siqueira Campos, a quem cabia coordenara\nconspiração em São Paulo. Por outrolado, em 1^o^ de junho, Vargaslançava\num manifesto à nação denunciandoos procedimentos do governo federal\nduranteas eleições e afirmando não estar longe“a necessária retificação,\npara vermos ademocracia brasileira no regime que exigea felicidade\npátria”. Nos dias seguintes,porém, o presidente Antônio Carlos começoua\nrecuar. Em entrevista com João Nevese Flores da Cunha, declarou que\nestavacom o Rio Grande do Sul e seguiriaa sua orientação, mas “insinuou\n– segundoVirgílio de Melo Franco – que omelhor seria firmar-se uma\nsólida aliançaentre os três estados para uma campanhapolítica, ficando\nde pé o compromissocom a revolução, caso o governo federalinterviesse na\nParaíba”. Poucos dias depois,ao ser informado de que fora\nescolhida,embora ainda a se confirmar, a datade 16 de julho para a\ndeflagraçãodo movimento, Antônio Carlos tornou ase mostrar hesitante,\ncriticando o queconsiderava precipitação dos revolucionários gaúchos,aos\nquais acusou ainda de terem marginalizadoBorges de Medeiros.\n\nSegundo Virgílio de Melo Francoexplicaria depois, em *Outubro*, *1930*,\nelee seus companheiros de conspiração emBelo Horizonte haviam exagerado\nmuito, aosolhos do presidente mineiro, a extensãodos preparativos do\nmovimento, não sóem Minas como em outros pontos dopaís. Mas não puderam\nimpedir que, emmeados de junho, ao perceber que asituação não era tão\nfavorável quantolhe fora apresentada, Antônio Carlos acusasseOswaldo\nAranha e ele próprio, Virgílio,entre outros conspiradores, de o\nestaremenvolvendo e a Minas em uma aventuralouca. Nesse momento,\nmostrou-se decidido afazer abortar o movimento. Essa opiniãofoi\nconfirmada pouco depois, no dia 17de junho, quando Antônio Carlos\nencarregouFrancisco Campos de enviar a Oswaldo Aranhaum radiograma\ncifrado afirmando que opresidente de Minas considerava o\nmovimentointeiramente sem articulação, deficientemente preparadoe sem\nprobabilidade de sucesso e propondoum acerto entre os dois estados\ncomvistas a uma campanha política. Quantoà possibilidade de intervenção\nna Paraíbapelo governo federal, era defendida anecessidade de um novo\nestudo da situação.\n\nA resposta de Aranha foi imediata.Otimista quanto ao movimento,\nentendia, noentanto, não ser conveniente o prosseguimentodos\npreparativos sem um objetivo certoe definido. Nesse sentido, instou o\ngovernomineiro a se posicionar em relação àluta armada. No dia 21,\nFrancisco Camposvoltou a se comunicar com ele, reiterandoque Antônio\nCarlos preconizava uma açãoexclusivamente política e concluindo com\naopinião – que deu como sua, masque lhe fora ditada pelo próprio\nAntônioCarlos – de que o chefe do governomineiro queria evitar o\nmovimento. Doisdias depois, veio a áspera resposta deAranha: arcava o\npresidente de Minas cominteira responsabilidade da desistência\n(“Meupensamento situação pior que dos negrossofreram escravidão com\nmenor ridículo”). Preocupadocom a repercussão de sua atitude,\nAntônioCarlos ainda tentou transferir a responsabilidadeda participação\nou não de Minas aopresidente do estado eleito (em março),Olegário\nMaciel. Percebendo a manobra, Virgíliode Melo Franco obteve de Cristiano\nMachado,responsável pela pasta do Interior nofuturo secretariado, que\nenviasse a Olegáriouma mensagem sugerindo uma resposta quedesencorajasse\nAntônio Carlos.\n\nDepois de entendimentos realizados coma direção do PRM, Virgílio de\nMeloFranco radiografou a Oswaldo Aranha nodia 27 de junho dizendo-lhe\nque asituação não deveria ser encarada compessimismo, de vez que o\npresidente deMinas estava isolado em sua posição vacilante.Achava ainda\nque, se o Rio Grandedo Sul exigisse o cumprimento do\ncompromissoassumido, o próprio Antônio Carlos nãofaltaria à palavra\ndada. Oswaldo Aranharespondeu-lhe no dia seguinte: “Minha convicçãovocê\ne eu vítimas mistificação vergonhosa.Estou farto dessa comédia.\nImpossível continuarsob direção chefe tão fraco que desanimaos próprios\nsoldados. Minha disposição inabalávelabandonar vida política.” Por outro\nlado,o recuo de Antônio Carlos proporcionoua Getúlio o pretexto de que\nprecisavapara recuar ele próprio, o que levouOswaldo Aranha a\napresentar, ainda nodia 27, seu pedido de demissão daSecretaria de\nJustiça. Fracassava assim aprimeira tentativa de desencadear a\nrevolução:a saída de Aranha provocou profundo desânimoentre os\nconspiradores, levando seu principalarticulador militar, o tenente João\nAlberto,a retornar a Buenos Aires.\n\nNo mês de julho, enquanto osconspiradores mais obstinados lutavam para\nmanteros preparativos, que se desmanchavam sobo efeito de fracassos e\ndiscordâncias,ocorreu no dia 26 o assassinato deJoão Pessoa, em Recife.\nA chegada danotícia ao Rio Grande coincidiu com obanquete que era\noferecido a Oswaldo Aranhano Clube do Comércio. Logo foram\nimprovisadosalguns discursos, o primeiro deles porAranha, seguido pelos\nde João Neves eFlores da Cunha, insistindo na impossibilidadede o Rio\nGrande se manter impassível.No dia seguinte, Aranha e Vargas\nforamprocurados por Virgílio de Melo Franco,que viajara a Porto Alegre,\ncomo representanteformal dos mineiros, com a missão deatuar na\npreparação do movimento armado.De sua atuação resultou o reatamento\ndasnegociações entre os dois estados, apesarde Antônio Carlos ter\nmandado dizer aGetúlio que não representava o pensamentode Minas. Ao\nmesmo tempo, no Rio,Olegário Maciel declarava a Maurício Cardosoestar de\nacordo com o movimento, desdeque ocorresse antes de sua posse, a7 de\nsetembro.\n\nOswaldo Aranha – que em acordocom Vargas continuava a centralizar\naorganização do movimento – supunha quetoda a articulação revolucionária\npoderia serfeita até o final de agosto, prevendoassim a eclosão do\nmovimento para oinício de setembro, no mais tardar. Oestado-maior que\natuava na capital gaúchaera chefiado pelo tenente-coronel Pedro\nAuréliode Góis Monteiro – que fora chamadoa desempenhar essa função\ndepois que Prestesrecusara o convite –, sendo integradoainda por Aranha\n– em dedicação exclusiva–, por Miguel Costa e Newton EstillacLeal. O\nandamento dos preparativos, noentanto, se ressentia da ausência de\nJoãoAlberto. Em meados de agosto, retornandode Buenos Aires, ele passou\na integraro estado-maior, dando novo impulso àsarticulações. Opinou\nentão que o movimentonão estaria maduro antes do final domês de modo a\nque se pudesse deflagrá-loainda durante o mandato de Antônio Carlos,com\no que concordou Oswaldo Aranha. Pressionado,todavia, pelos\nrepresentantes mineiros, o ex-secretáriogaúcho acabou por estabelecer\ncomo dataprovável da deflagração a madrugada de25 de agosto. Poucos dias\nantes dessadata, no entanto, ele e João Albertochegaram à conclusão de\nque ainda nãohavia preparação suficiente. Num clima dedesconfianças\nrecíprocas entre os conspiradoresdos diferentes estados, a notícia\ngerougrande tensão: do Nordeste, Juarez Távoraescreveu a Oswaldo Aranha\npedindo-lhe queapressasse o movimento para evitar umlevante isolado na\nParaíba, onde era grandea exaltação.\n\nA conspiração sofreu uma de suasmaiores crises no Rio Grande do Sulentre\nos dias 20 e 30 de agosto.Regressando da estância de Borges de\nMedeiros,o político Otelo Rosa, do PRR, anunciouem Porto Alegre uma\nentrevista em queexporia a opinião do líder republicanocontrária à\nsolução armada. Como a notíciafoi utilizada pelos políticos interessados\nemimpedir a eclosão do movimento, Aranhaprocurou Otelo Rosa e dele\nobteve ocompromisso de sustar a entrevista enquantoo ex-secretário não\nse entendesse pessoalmentecom Borges: dada a autoridade e prestígiode\nque Borges desfrutava junto ao partido,qualquer pronunciamento seu\ncondenando a revoluçãoacabaria por dividir o estado, enfraquecendoo\nmovimento antes de seu início eexcluindo a possibilidade de que as\nforçasgaúchas marchassem de imediato para onorte.\n\nPouco depois desse entendimento, JoãoNeves, que se encontrava em Porto\nAlegre,recebeu um telegrama de Cachoeira do Sulprevenindo-o de que o\nsubintendente dacidade partia para a capital levando cartade Borges de\nMedeiros a Vargas emque o líder do PRR vetava a revolução.A notícia foi\nconfirmada em seguida coma chegada do subintendente. Aranha, apósse\nentender com Getúlio, convocou umareunião, à qual compareceram Flores\ndaCunha, João Neves, Lindolfo Collor, JoãoAlberto e Virgílio de Melo\nFranco. Noencontro ficou estabelecido que, independentementedas\ncircunstâncias, mesmo que fosse impossívela recomposição da unidade\npolítica gaúcha,a decisão de marchar para a revoluçãoera irrevogável.\nMas até lá o objetivoprincipal seria obter o apoio de Borgesde Medeiros.\nCoube a Aranha, devidamenteautorizado por Vargas, procurar o\nlíderrepublicano em sua estância, de onde conseguiutrazer não apenas a\naprovação de Borgescomo também sua promessa de contribuirpara a\nrevolução em tudo o queestivesse a seu alcance.\n\nRaul Pilla, líder libertador, convocouno final do mês o diretório\ncentralde seu partido para protestar contra oque considerava exclusão\nsistemática do PLdas deliberações revolucionárias. Em carta aOswaldo\nAranha, Pilla afirmava desconhecer aorientação que vinha sendo dada ao\nmovimento,acusando as lideranças políticas de pretenderemafastar o PL, o\nque foi negadopelo ex-secretário do governo de Vargas.\n\nEm 11 de setembro, finalmente,Góis Monteiro e Oswaldo Aranha\nconsideraramconcluída a fase de preparação. SegundoVirgílio de Melo\nFranco, Aranha só assumiua responsabilidade de convidar Vargas parafixar\na data da eclosão do movimentoquando teve a certeza de que todosos\npreparativos tinham sido feitos: suarelutância em assumir o risco da\nrevoluçãosem que tudo estivesse previsto decorriado fato de que Vargas\nlhe haviaentregado “a direção dos trabalhos*…* coma advertência de que o\nmovimento sóseria desencadeado no dia em que eledesse por concluída a\nsua preparação,a qual o presidente do estado, aliásabsorvido pela\nadministração, mal acompanhava”.Mesmo assim, ao saber que a datajá\npoderia ser marcada, Getúlio aindaexigiu a ida de um emissário aoRio\npara procurar os generais Augustode Tasso Fragoso, Alfredo Malan\nd’Angrognee Francisco de Andrade Neves, todos simpáticosà Aliança\nLiberal, e conseguir deles ocompromisso de impedir, no caso de\nomovimento se sair vitorioso, que o governocaísse “em mãos alheias”\nantes da chegadadele, Getúlio, ao Rio. Para essa consultafoi indicado\nLindolfo Collor.\n\nCom o regresso de Collor nodia 20 de setembro, Aranha fez asconsultas\ndefinitivas a Juarez Távora, encarregadoda revolta nos estados do Norte,\nea Minas, após o que ele e Getúlioescolheram o dia 3 de outubro\nparadesencadear o movimento. Logo em seguida,Aranha enviou novo\ntelegrama a Távora,comunicando-lhe que o início do levantehavia sido\nfixado para as 17 horase 30 minutos daquele dia. Como resposta,recebeu o\npedido para que o movimentofosse iniciado na madrugada do dia 4,conforme\njá havia sido combinado com aschefias revolucionárias nortistas. Um\nfator importanteno movimento era a simultaneidade dasrevoltas, mas\ndevido a uma série demal-entendidos, relacionados com a redação eleitura\ndo telegrama, Aranha respondeu-lhe achandoque ele teria concordado com\nsua proposta.Desse modo, as rebeliões teriam inícioem horas diferentes.\n\nDurante o período em que sedesenvolveram os preparativos\nrevolucionários, donaVindinha Aranha presenciou quase todas asreuniões\nrealizadas no Rio Grande do Sul,tendo colaborado, nessas ocasiões, na\ncodificaçãodas resoluções que eram tomadas, paraposterior divulgação.\nAuxiliou também na decifraçãodos telegramas recebidos.\n\nA revolução começou em Porto Alegreprecisamente às 17 horas 30 minutos\ndodia 3 de outubro, com Oswaldo Aranhae Flores da Cunha chefiando o\nataqueao quartel general, sedes dos comandosdo Exército e da Região\nMilitar. Às11 horas da noite estavam dominadas todasas guarnições\nmilitares da capital gaúcha,à exceção do 7^o^ Batalhão deCavalaria,\ncomandado pelo coronel Benedito daSilva Acauã, que opôs forte\nresistênciaaos rebeldes até constatar a inutilidadede tal esforço. No\nresto do estadoos acontecimentos decorreram mais ou menosda mesma forma.\nEm 48 horas todasas guarnições já se haviam rendido ouaderido ao\nmovimento. Depois de controladaa situação em todo o Rio Grandedo Sul, as\nforças revolucionárias foramreestruturadas em batalhões, formados pelas\ntropasfederais e voluntários. Assim, já no dia5 partia o primeiro\nbatalhão gaúcho, sobo comando do tenente Alcides Etchegoyen,para tomar\nSanta Catarina. No dia seguinte,Aranha telegrafou a João Neves da\nFontourainformando-o de que, além do Rio Grande,os revolucionários já\ntinham o controlede Santa Catarina e do Paraná, masque o Norte e Minas\nainda resistiam.\n\nDecidido a assumir o comando revolucionário,Getúlio Vargas transferiu o\ngoverno doestado a Oswaldo Aranha, muito emboradevesse fazê-lo a João\nNeves, que ocupavaa vice-presidência. Em carta enviada aeste último,\nVargas alegava que, dadaa incerteza do desfecho do movimento,não poderia\nprescindir de sua atuaçãocomo líder da bancada republicana na\nCâmaraFederal. Descontente com a solução, Nevesdecidiu embarcar com as\ntropas revolucionárias,apresentando sua renúncia ao cargo. Aindicação de\nAranha gerou profundo mal-estarentre ele e João Neves e entreeste e\nVargas, tendo sido feitas diversastentativas para dissipá-lo, sem que\nfossemobtidos maiores resultados. Em relação aGetúlio, o incidente foi\ndado por encerradopor João Neves ao receber uma cartadaquele afirmando a\ncontinuidade da amizadeentre ambos a despeito da divergênciapolítica.\nQuanto a Aranha, contudo, permaneceua incompatibilidade. Assim, no dia\n11de outubro, após nomear novamente Aranhasecretário do Interior,\nGetúlio Vargas transmitiu-lheo governo gaúcho, assumindo ele próprioo\ncomando das tropas que marchavam emdireção ao Distrito Federal. Na\npresidênciado estado, Oswaldo Aranha teve que enfrentarde imediato a\nfalta de armamentos paraos revolucionários. Manteve, então,\ncorrespondênciacom Lindolfo Collor, que se encontravaem Buenos Aires\nprocurando obter armascom o Estado-Maior argentino.\n\nA ofensiva que estava sendo preparadaem Itararé (SP), onde se\nconcentravamcerca de 40 mil homens das tropasrevolucionárias, foi\nsuspensa a 24 deoutubro por Góis Monteiro, que receberaa notícia da\ndeposição de Washington Luíspor uma junta governativa provisória\nformadapelos generais Tasso Fragoso e João deDeus Mena Barreto e pelo\nalmirante Isaíasde Noronha. À falta de maiores informações,o\nestado-maior revolucionário ficou apreensivoquanto ao rumo dos\nacontecimentos na capitalda República. Por outro lado, a juntamantinha\numa atitude ambígua: a nomeaçãode seu ministério e a adoção devárias\nmedidas legislativas traduziam certa intençãode permanecer no poder.\nConsultado Afrâniode Melo Franco, pai de Virgílio, nomeadopara a pasta\ndas Relações Exteriores,o estado-maior revolucionário obteve a\njustificativade que tais nomeações se faziam indispensáveisà manutenção\nda ordem pública e quea junta aceitava a posse de Vargasna presidência\nda República.\n\nOs planos de Getúlio, contudo,não previam a partilha do poder.\nAssim,encarregou Oswaldo Aranha de partir parao Rio a fim de negociar\ncom ajunta sua posse no governo. No dia25, ainda no Rio Grande do\nSul,Aranha telegrafou a Tasso Fragoso: “AV. Excia. com a Junta\nGovernativa, assimcomo às classes armadas e às populaçõesainda não\nlibertadas cabe não só odever de não resistir, senão o deincorporarem-se\nà insurreição geral dos brasileiros,cooperando com ela sem\npreconceitos.” Comoresposta, Tasso Fragoso definiu como\nexclusivamentepatrióticos os objetivos que nortearam ajunta.\nParalelamente, foi dada ordem àstropas rebeldes de continuarem seu\navançoem direção à capital.\n\nAranha chegou ao Rio no dia27, acompanhado de dona Vindinha,\nLindolfoCollor e Herculino Cascardo, reunindo-se emseguida com os\nmembros da junta governativapara esclarecer em que condições seriadada\nposse a Getúlio. Após longa edetalhada exposição dos propósitos\nrevolucionários,a junta acabou por ceder aos aliancistase entregou o\npoder a Vargas, quese tornou chefe do Governo Provisórioinstalado em 3\nde novembro de 1930.\n\nMinistro da Justiça: a Implantaçãoda Nova Ordem\n\nUm dos principais articuladores civisdo movimento revolucionário que\ndeterminou ofinal da Primeira República, Oswaldo Aranhadeu início ao\nperíodo de maior projeçãonacional em sua trajetória política,\ntornando-sefigura de destaque na nas décadas quese seguiram. Sua\ntrajetória nesse períodofoi reconstituída, detalhadamente, no\n*Dicionário Histórico-Biográfico Brasileiro pós-1930*. Trata-se aqui de\napresentá-lasinteticamente, dos primeiros tempos da EraVargas até seu\nfalecimento em 1960, destacandoapenas os acontecimentos de maior relevo.\n\nNo dia 5 de novembro OswaldoAranha assumiu a pasta da Justiça eNegócios\nInteriores com a incumbência deimplantar a nova ordem. Nesse sentido,foi\nbaixado no dia 11 de novembroo Decreto-Lei n^o^ 19.398,\ninstitucionalizandoos poderes discricionários do chefe doGoverno\nProvisório, e dissolvendo o CongressoNacional e todos os demais órgãos\nlegislativosexistentes no país, o que criou umquadro de exceção que\ndeveria perduraraté a eleição de uma assembleia constituinte.Era\ndeterminada também a substituição dosgovernadores de estado por\ninterventores. Pelomesmo decreto criou-se o Tribunal Especial,primeiro\nórgão da justiça revolucionária, instauradocom a finalidade de apurar e\nidentificaros responsáveis pela prática de atos contráriosà vida\nconstitucional do país e porirregularidades administrativas que teriam\nsidopraticadas durante o governo de WashingtonLuís. Foi também elaborado\no decreto doGoverno Provisório concedendo anistia a todosos civis e\nmilitares que participara dosmovimentos revolucionários da década de\n1920(9/11/1930); criada a Corte de Apelação(19/11/1930) e reformado o\nSupremo TribunalFederal (3/2/1931).\n\nComo ministro da Justiça, OswaldoAranha, por sua ligação com os\n“tenentes”,mostrou-se sempre contrário à reconstitucionalizaçãoimediata\ndo país, defendendo ao invésdisso a “reconstrução autêntica” da\nnação.Como tal, integrou o “gabinete negro”,designação dada pela\nimprensa ao reduzidogrupo que se reunia com Vargas noPalácio Guanabara\npara debater os rumosda revolução, mas que desde o iníciose deparou com\na dificuldade de estabelecerum denominador comum entre os\ndiferentessetores que haviam apoiado o movimento.Aranha foi também\nincentivador da Legiãode Outubro e do Clube 3 de Outubro,organizações\nque objetivavam dar conteúdo, organizaçãoe unidade aos princípios da\nrevolução,conferindo maior coesão à atuação doselementos comprometidos\ncom a nova ordem.Não demoraria, porém, em romper com essasorganizações,\nalegando divergências políticas.\n\nO Caso da Interventoria de SãoPaulo e a Crise Mineira\n\nOs primeiros tempos do governoVargas foram assim marcados pela\nacirradadisputa entre os “tenentes” e os quadrospolíticos tradicionais.\nOs “tenentes” empreenderamuma ofensiva até certo ponto radical\nparaquebrar o poder de oligarquias estaduais,notadamente na região\nNordeste. Paralelamenteà sua participação na Legião Revolucionáriae no\nClube 3 de Outubro, OswaldoAranha desenvolveu intensos contatos nos\nmeiospolíticos e buscava interferir nas disputasestaduais,\nprincipalmente em Minas Gerais eSão Paulo, além do Rio Grande doSul. E\nembora Vargas desenvolvesse umdifícil exercício de equilíbrio político,\napoiandotacitamente a ação tenentista e o prolongamentoda ditadura, logo\nse deparou com odescontentamento da elite paulista, empenhadana defesa\nda autonomia estadual e daconstitucionalização do país. Neste estado,\nSãoPaulo, onde desde o início se empenharajunto a Vargas para a nomeação\ndeJoão Alberto como interventor, Aranha atuouem diversas ocasiões como\nintermediário, muitoembora a situação só viesse a seagravar com o passar\ndos meses, tala multiplicidade de interesses envolvidos.\n\nMinistro da Fazenda\n\nEm 16 de novembro, com arenúncia do paulista José Maria Whitakerdo cargo\nde ministro da Fazenda, OswaldoAranha passou a acumular as duas\npastas.Já no início de dezembro, no entanto,comunicava a Vargas sua\nintenção de afastar-sedo Ministério da Justiça, onde foi substituídopelo\npolítico gaúcho Joaquim Maurício Cardoso,permanecendo ele, Oswaldo, na\npasta daFazenda.\n\nComo ministro da Fazenda, OswaldoAranha teve que enfrentar a violenta\ncriseeconômica oriunda da grande depressão mundialde 1929, que abalara\ngravemente as exportaçõesbrasileiras. O Brasil foi um dos paísesmais\natingidos, tendo suas exportações caídode 95 milhões de libras\nesterlinas em1929 para uma média anual de 38milhões entre 1931 e 1933;\nas enormessafras continuavam a aumentar os estoquesdo produto, levando\nos cafeicultores aexercer forte pressão para que o governocomprasse o\nexcedente; e a crise docomércio exterior que se instalou trouxea redução\nda disponibilidade de divisas,que se limitaram praticamente ao saldoda\nbalança comercial. Assim, a gestãode Aranha foi marcada pela adoção\ndemedidas visando o maior equilíbrio orçamentárioda União; pela\nrenegociação a dívida externabrasileira e pela transferência para\nogoverno federal da condução da políticade valorização do café,\nimplementada atravésda compra de estoques excedentes do produto.\n\nRevolução Constitucionalista\n\nEntre novembro de 1931 e janeirode 1932 a situação em São\nPauloradicalizou-se, com o PD se esforçandoem obter alianças com os\noutros estadose com os demais segmentos da oposiçãopaulista, e por fim\nrompendo publicamentecom Vargas. Em fevereiro, foi formadaa Frente Única\nPaulista (FUP), radicalizaçãoque acabou por esvaziar diversas\ncandidaturaspara a interventoria paulista. Neste mesmomês, Vargas\npromulgou o Código Eleitoral,instituindo o voto secreto, o direitode\nvoto feminino e a Justiça Eleitoral.Também se comprometeu com a\nrealizaçãodo pleito para Constituinte, mas a oposiçãocontinuou duvidando\nde suas reais intenções.\n\nAo longo de todo o primeirosemestre do ano Oswaldo Aranha dedicou-seà\nelaboração de um programa revolucionáriocom políticos de Minas, que,\nunidos desdefevereiro em torno do Acordo Mineiro,vinham atuando em\ncoordenação com o GovernoProvisório no sentido de conciliar asfrentes\núnicas gaúcha e paulista com aorientação federal. Em julho de 1932,São\nPaulo levantou-se em armas contrao Governo Provisório, iniciando a\nRevoluçãoConstitucionalista. O movimento sedicioso contoucom a adesão\nentusiástica da classe médiapaulista, mas não recebeu a ajuda deoutros\nestados. Depois de quase três mesesde combate, em que os paulistas\nnãoconseguiram estender seu domínio além doterritório do estado e tendo\nocasionadoseiscentos mortos e milhares de feridos,a guerra civil chegou\nao fim em2 de outubro com a assinatura doarmistício que selou a derrota\ndos rebeldes.\n\nO Processo de Constitucionalização\n\nCom a derrota do movimento paulista,o governo deu prosseguimento ao\nprocessode constitucionalização, confirmando a data de3 de maio de 1933\npara a realizaçãode eleições para a Assembleia NacionalConstituinte.\nVisando o pleito, Oswaldo Aranhadedicou-se à articulação de um\npartidosituacionista no Rio Grande do Sul, emcomum acordo com o\npresidente Vargas eo interventor Flores da Cunha, contandocom a\nintermediação do novo ministro daJustiça, o também gaúcho Antunes\nMaciel.Entre novembro de 1932 e maio de1933, integrou a comissão nomeada\npelogoverno para elaborar o anteprojeto constitucional,que serviu de\nbase ao trabalho daAssembleia Nacional Constituinte, que se reuniulogo a\nseguir, e da qual participoudos trabalhos na condição de membro natopor\nser ministro de Estado. Por umbreve período, inclusive, Aranha exerceu\naliderança da bancada governista na Assembleia,na qual foi substituído\npelo baiano AntônioGarcia de Medeiros Neto.\n\nPartidário da eleição de GetúlioVargas à presidência da República\npelaConstituinte, entre março e abril Aranhaparticipou de reuniões que\ndiscutiram aescolha do primeiro presidente constitucional,contribuindo\npara o malogro da candidaturade Góis Monteiro. Nelas, ficou decididoque\nos ministros lançariam publicamente acandidatura de Getúlio. Oswaldo\nAranha deixouo ministério logo após a promulgação danova Carta, em julho\nde 1934.\n\nEmbaixador em Washington\n\nDias após sua saída do Ministérioda Fazenda, Oswaldo Aranha foi\nnomeadoembaixador do Brasil em Washington, assumindoo posto a 17 de\nsetembro de 1934.Como tal, deu andamento às negociaçõesque haviam sido\niniciadas ainda em finsde 1933. O acordo comercial foi assinadoa 2 de\nfevereiro de 1935, pelosecretário de Estado Cordell Hull e porOswaldo\nAranha, e em linhas gerais consagravao princípio de nação mais\nfavorecida,garantindo a manutenção ou mesmo reduçãode tarifas para itens\ndo comércio entreos dois países. Sua permanência em Washingtonfoi\nmarcada ainda pela a viagem doministro Sousa Costa nos meses de junhoe\njulho de 1937, tendo em vistaa proximidade do término da vigência\ndoajuste Brasil-Alemanha, e as pressões doDepartamento de Estado\nnorte-americano. Alémda questão do comércio de compensação,a missão\nSousa Costa tratou também detemas a dívida externa brasileira e acriação\nde um banco central.\n\nMesmo longe, Aranha continuou aacompanhar, através de correspondência\ncom Getúlio,as principais questões da política internabrasileira, pois\nvia nesse momento a possibilidadede lançar sua própria candidatura\nparaas eleições presidenciais de janeiro de1938. De passagem pelo Brasil\nem finsde 1936 – a caminho de Buenos Aires,onde participaria da\nConferência Interamericanapara a Manutenção da Paz, –, Aranhatentou\nviabilizá-la, mas sem sucesso: empouco tempo constatou que seu nome\nnãoconseguiria unificar nem mesmo os políticosgaúchos. Esgotadas as\npossibilidades de secandidatar, Oswaldo Aranha deixou o Riode Janeiro no\ndia 12 de abril de1937, retornando a Washington.\n\nA partir de outubro de 1937,com o anúncio da descoberta do “PlanoCohen”\n– esquema de golpe atribuído aoscomunistas, mais tarde revelado como\nfalso– aumentaram as especulações sobre o projetode Vargas continuar no\npoder. No finaldo mês, Aranha escreveu a Getúlio relatandoseus esforços\npara alterar a opinião norte-americanasobre os acontecimentos no Brasil,\ne quegarantira a Roosevelt e a Cordell Hullque não haveria golpe. Já em\nnovembro,com a decretação do Estado Novo, Aranhamanifestou a Vargas seu\ndesagrado coma opção ditatorial do presidente, masfoi por ele convencido\na retirar seupedido de demissão até que avaliassempessoalmente as\ndivergências, ainda como embaixador,sem que com isso a cooperação\nnorte-americanafosse colocada em risco. Oswaldo Aranhapartiu para o Rio\nde Janeiro nodia 12 de dezembro de 1937, a bordodo *Western Prince*.\n\nMinistro das Relações Exteriores\n\nEm março de 1938 Oswaldo Aranhafoi nomeado ministro das Relações\nExteriores,o que foi bem recebido pelo governonorte-americano devido à\ninequívoca admiraçãodo político gaúcho pelos EUA. A primeiracrise vivida\nno ministério foi em meadosdo ano, por ocasião do assalto integralistaao\npalácio Guanabara, então residência dopresidente da República, quando\nseu irmão,o capitão Manuel Aranha, foi acusado deter dado proteção ao\ncomandante do ataque,Severo Fournier, para que se exilasse.\n\nComo chanceler, Aranha promoveu umapolítica gradual, mas contínua, de\naproximaçãocom o governo norte-americano, então preocupadocom a política\ninterna brasileira, nãosó em relação ao próprio Estado Novocomo também\nquanto à intensificação dapropaganda fascista e nazista no país.Mas o\ncrescimento alarmante do intercâmbioBrasil-Alemanha, a expensas do\ncomércio comos Estados Unidos, acabou transformando apolítica externa\nbrasileira também um alvode preocupação de Roosevelt.\n\nNo que diz respeito às relaçõesdo país com Alemanha e Itália,\nduasquestões se destacaram: a relação oficialentre os governos e o\nproblema dainfluência nazista e fascista no Brasil.Se por um lado as\nrelações políticase comerciais com estes países se normalizaram,e até\nmesmo ampliaram, por outro, asreivindicações políticas, em especial do\nnazismo,relativas aos nacionais desses países radicadosem território\nbrasileiro, acabaram por criarobstáculos para o governo – o pontocrítico\nocorreu em 1938, envolvendo oembaixador Karl Ritter, declarado *persona\nnon grata* pelo governo brasileiro.\n\nA Política Externa para a AméricaLatina\n\nTambém em 1938 Oswaldo Aranha esteveenvolvido com a Questão do Chaco.\nIniciadaem 1932, a guerra entre a Bolíviae o Paraguai envolvia a disputa\npeloterritório do Chaco e prolongou-se até1935, quando da completa\nderrota dos bolivianos.Em julho de 1938, a conferência depaz aceitou a\nfórmula brasileira, adotando-seentão uma linha divisória entre a\nBolíviae o Paraguai a ser determinada pelospresidentes da Argentina,\nBrasil, Estados Unidos,Chile, Peru e Paraguai, que faziam aarbitragem da\ndisputa. O tratado de pazfoi assinado nesse mesmo mês, comprometendo-seo\ngoverno paraguaio a garantir à Bolívialivre trânsito pelo rio Paraguai.\n\nA partir de agosto Aranha dedicou-seà preparação para a VIII Conferência\nPan-Americana.Durante o encontro, realizado em Limaem dezembro, o Brasil\nalinhou-se com osEUA na defesa de uma decidida políticade solidariedade\ncontinental frente ao perigoiminente de uma guerra mundial e pelaameaça\nrepresentada pela crescente penetraçãodos países do Eixo. Ao seu\nfinal,criou-se, como solução provisória, o sistemade reuniões de\nconsultas dos chanceleresamericanos. A Conferência também negou\naosestrangeiros residentes nas Américas a condiçãode minorias étnicas,\nraciais ou nacionais,consagrando a tese brasileira.\n\nA Missão Aranha\n\nOs esforços de Oswaldo Aranha paraestabelecer uma maior aproximação com\naadministração Roosevelt tiveram início com aassinatura de importantes\nacordos comerciais.Em 29 de janeiro de 1939, Aranhapartiu para os\nEstados Unidos, chefiandomissão que durante os dois meses\nseguintespassou em revista os principais problemaseconômicos, militares\ne políticos existentesentre os dois países, mostrando ao\ngovernonorte-americano a extensão de nossas necessidadese a urgência de\nacordos práticos.\n\nNo início de março, o chancelerbrasileiro assinou com o governo dos\nEUAcinco acordos, que estabeleciam desde aabertura de crédito para a\ncriação deum Banco Central, para a liquidação dedívidas comerciais, e\npara a reativaçãodo comércio com os EUA; o financiamentode vendas de\nprodutos norte-americano, atéo comprometimento da administração\nRooseveltcom a formação de companhias mistas voltadaspara a\nindustrialização da produção dematérias-primas e a exportação de\nminérios.Do lado brasileiro, foi assegurada a intençãodo governo de\nliberar o mercado decâmbio, de facilitar a transferência delucros de\ncapitais norte-americanos aplicadosno Brasil e de retomar o pagamentodos\ntítulos da dívida externa. No conjunto,os acordos não tiveram boa\nreceptividadeem alguns setores do governo brasileiro,o que tornou de\ncerto modo problemáticasua implementação. Contudo, a missão\nAranhasignificou um reforço no alinhamento dapolítica externa brasileira\nà norte-americana,com a intensificação da colaboração militar,abrindo\ncaminho a iniciativas semelhantes noplano hemisférico, e ao próprio\nalinhamentodo governo Vargas aos Estados Unidos durantea Segunda Guerra\nMundial.\n\nA Questão da Neutralidade\n\nCom a eclosão da Segunda GuerraMundial, em setembro de 1939,\nRooseveltconvocou a conferência pan-americana de consulta,prevista pela\n*Declaração de Lima.* A I Reuniãode Consulta dos Ministros das\nRelaçõesExteriores das repúblicas americanas realizou-seem setembro de\n1939, na cidade doPanamá, e nela a delegação brasileiradefendeu o\ndireito da neutralidade continental.A questão principal do encontro foi\nomar continental, prevalecendo o parecer brasileiroque estabelecia o\nprincípio da neutralidadedessa zona. Ao seu término, ficou acertadaa\nrealização da II Reunião de Consultasem setembro do ano seguinte, em\nCuba,e a instalação no Rio de Janeiroda Comissão Interamericana de\nNeutralidade paraexame dos atos de violação da neutralidadeamericana\npraticados pelos países beligerantes,o que ocorreu já no início de 1940.\n\nMesmo sem se definir politicamentequanto ao conflito europeu, o Brasil\nlogocomeçou a estudar medidas para a defesade seu território. A posição\nestratégicado país preocupava os EUA, que apartir de 1940 aumentou a\npressão paraobter a colaboração político-militar brasileira.A presença\nde tropas estrangeiras no territórionacional, no entanto, foi tida como\ninadmissívelpelo Itamarati, que apresentou como alternativaa\nconcordância do governo brasileiro emreceber ajuda para a construção de\nnovasbases a serem operadas por brasileiros.Foi preciso o discurso\nambíguo sobre asituação mundial pronunciado por Vargas abordo do\nencouraçado *Minas Gerais*, interpretadocomo uma ameaça de que o\nBrasilse associaria aos países do Eixo, paraque o governo Roosevelt se\ndecidisse pelaconcessão, em junho, do empréstimo de20 milhões de dólares\npara Volta Redonda,em contrapartida à utilização pelos EstadosUnidos de\nbases militares no Norte eNordeste.\n\nO agravamento da situação mundiallevou à antecipação para julho da\nIIReunião de Consulta dos ministros dasRelações Exteriores, realizada em\nHavana, tendocabido a Oswaldo Aranha a presidênciada comissão de\ncoordenação. As principaisquestões então tratadas foram: a proteçãoda\npaz no hemisfério ocidental, a neutralidadee a cooperação econômica,\ntendo os EUAconseguido aprovar a decisão de que qualquertentativa de um\nEstado não americano contraa integridade ou inviolabilidade do\nterritóriode um Estado americano seria vista comoato de agressão contra\ntodos os estadosamericanos.\n\nO governo brasileiro viu-se tambémàs voltas com a manutenção da\nneutralidadecontinental ameaçada pelo bloqueio comercialmarítimo\ndecretado pela Grã-Bretanha contra aAlemanha em novembro de 1939. Em\nfinsde 1940 o comércio entre Brasil eAlemanha foi diretamente afetado\npelo bloqueiomarítimo britânico, quando o navio brasileiro*Siqueira\nCampos*, carregado com nova partida daencomenda de material bélico feita\naindaem 1938 à fábrica alemã Krupp, indispensávelpara a defesa\nterritorial do país, foiaprisionado pela armada britânica. Enquanto\nogoverno brasileiro ainda aguardava o resultadoda intermediação\nnorte-americana junto a Londres,novos aprisionamentos foram feitos: o\n*Buarque* (26/11); e o *Itapé* (1/12), que se encontravaa apenas 18\nmilhas do litoral fluminense.Com o agravamento da situação e frenteà\nnova intervenção norte-americana, o ReinoUnido concordou com a liberação\ndo *Siqueira Campos*, condicionada a algumas exigências, quena prática\naumentaram o ressentimento jáexistente no Brasil e provocaram rumoresde\nque empresas britânicas sediadas nopaís seriam desapropriadas pelo\ngoverno.\n\nJá no início de 1941, surgiunovo incidente, dessa vez com o *Bajé*,mas\napesar das alegações dos militaresbrasileiros, Oswaldo Aranha, com aval\ndeVargas, se recusou a reabrir a questão.De modo geral, o ponto de\nvistade Aranha prevaleceu dentro do governoe os militares foram\nobrigados a revera lista de armamentos pedidos aos EUA,nela incluindo o\ntipo de material quenão pudera ser embarcado na Alemanha.\n\nA atuação do governo norte-americanono caso dos cargueiros contribuiu\nparadiminuir algumas dificuldades existentes na relaçãoentre os dois\npaíses, permitindo inclusiveum acordo sobre a exportação brasileirade\nprodutos estratégicos. Assinado a 14de maio de 1941, este acordo\nregulamentouo fornecimento exclusivo à indústria norte-americanade\nmatérias-primas brasileiras de valor estratégicoe o compromisso dos EUA\nem facilitara exportação de materiais essenciais àindústria brasileira.\nNo mesmo dia, oEximbank, concedia crédito a ser empregadona compra de\narmas nos EUA. Noplano da cooperação estritamente militar, contudo,a\nmaior parte das iniciativas dos EUAcontinuava a enfrentar as evasivas\ndeVargas, que se mostrava disposto a colaborar,mas deixava a palavra\nfinal para oschefes militares. Entre agosto e outubrofoi dado andamento\nàs negociações, e eliminadasas divergências entre os dois países.\n\nEsse momento coincidiu com o aumentoda influência de Oswaldo Aranha no\ngoverno.Com a definição dos entendimentos, Vargaspassou a prestigiar o\nchanceler em suasdisputas com os militares sobre a diretrizda política\nexterna, e já em outubrofoi assinado acordo pelo qual os EUAtransferiam\npara o Brasil armamentos emunições de guerra no valor total decem\nmilhões de dólares.\n\nA Entrada do Brasil na Guerra\n\nA entrada dos EUA na guerraem dezembro de 1941 forçou o fimda\nneutralidade brasileira. O agravamento dasituação levou o governo\nnorte-americano aantecipar a convocação da III Reuniãode Consulta dos\nChanceleres Americanos, demodo a debater a ameaça que o ataquejaponês\nrepresentava para o continente. Aomesmo tempo, alegando a\nimpossibilidade deseus aviões utilizarem a rota do Pacíficopara alcançar\no Extremo Oriente, Rooseveltsolicitou ao Brasil permissão para\nenviartécnicos às bases de Belém, Natal eRecife, onde se encarregariam\nda vistoriadas aeronaves norte-americanas em trânsito.\n\nA III Reunião de Consulta, presididapor Oswaldo Aranha, instalou-se no\nRiode Janeiro em 15 de janeiro de1942, tendo Vargas reafirmado em seu\ndiscursoinaugural a solidariedade com os paísesamericanos. Encerrou-se\nno dia 28 produzindoapenas uma “recomendação” de rompimento comos países\ndo Eixo para salvar aaparência de unidade. Vargas, mesmo coma garantia\nde que os EUA assumiriamo reequipamento das forças armadas\nbrasileiras,preferiu aguardar até o último dia doencontro para anunciar\no rompimento dasrelações com o Eixo. A partir daí,o patrulhamento do mar\nterritorial brasileirocomeçou a revelar a presença de naviosde guerra\nbritânicos e de submarinos alemães.Em meados de fevereiro ocorreu o\nprimeirotorpedeamento de navio brasileiro, o *Buarque*;três dias depois\nfoi atingido o *Olinda* e, no final do mês, o *Cabedelo*.Foi apenas o\ninício de uma série,levando o governo brasileiro a pressionaros EUA pela\nremessa de material bélico,e a exigir proteção à marinha\nmercantebrasileira.\n\nEm março de 1942 Oswaldo Aranhaassinou os acordos de Washington,\nquegarantiu o fornecimento de matérias-primas brasileirasà indústria\nnorte-americana e a cooperaçãotécnica e financeira dos EUA para\nodesenvolvimento econômico do Brasil. Outros acordosassinados ao longo\ndesse ano e em1943 – incluídos na rubrica Acordos deWashington –\nasseguraram o fornecimento dediversos produtos brasileiros essenciais ao\nesforçode guerra dos Aliados. Para o Brasil,por abrangerem mais da\nmetade de todaa exportação nos anos de guerra, tiveramimportante\nsignificado econômico.\n\nO rompimento das relações diplomáticascom os países do Eixo aguçou\nosconflitos internos do governo. De um lado,a corrente americanista\nliderada por OswaldoAranha, apoiado, entre outros, por Arturde Sousa\nCosta, ministro da Fazenda, eErnani Amaral Peixoto, interventor no\nestadodo Rio. De outro, a facção neutralista,acusada de simpatizar com o\nEixo, eque incorporava os generais Dutra e GóisMonteiro e o chefe de\npolícia doDistrito Federal, Filinto Müller. O conflitoteve seu auge no\ninício de julho,quando a União Nacional dos Estudantes(UNE) promoveu\ngigantesca passeata a favordo envio de tropas para combate juntocom os\nAliados, com o apoio deAranha e Amaral Peixoto. Mesmo proibidapor\nFilinto, a manifestação foi realizadacom grande sucesso, mas a ela\nseseguiram demissões de ambos os lados.A facção de Aranha considerou-se\nvitoriosano episódio.\n\nFoi em clima de comoção nacionalcausado por novos ataques a\nembarcaçõesbrasileiras pelo por submarinos alemães, queo Brasil declarou\nguerra ao Eixo em22 de agosto de 1942.\n\nEm dezembro de 1942, Vargas aprovoudiversas medidas propostas por\nOswaldo Aranha,que, entre outros pontos, permitiam àsforças\nnorte-americanas transitar no territóriobrasileiro; utilizar instalações\naéreas e navaise construir depósitos para material ealojamentos. Por seu\nlado, o governo brasileirocomprometeu-se a defender a costa do paíse\nmobilizar suas unidades militares, cabendoaos EUA fornecer material\nbélico e adestramentopara as forças armadas brasileiras. Alémda ajuda\npara o reaparelhamento econômicoe militar do país, Vargas conseguiu queo\ngoverno Roosevelt apoiasse o envio daForça Expedicionária Brasileira\n(FEB) para combaterna Itália, embora somente em fins de1943 tenha ficado\ndecidido o envio detropas à Europa, em que pese aFEB já estivesse\nestruturada desde o iníciode agosto. Integrando as tropas brasileiras,um\nfilho e um sobrinho do chanceler,respectivamente Oswaldo Gudolle Aranha\ne ManuelFreitas Vale, combateriam na Itália sobas ordens do general\nOswaldo Cordeirode Farias.\n\nFim do Estado Novo\n\nO início de 1944 foi marcadopelo aprofundamento da crise vivida\npeloregime Vargas. À medida que os Aliadosconseguiam novas vitórias, no\nBrasil aumentavaa pressão da sociedade civil em prolda redemocratização.\nOswaldo Aranha, cujo prestígiohavia crescido desde a declaração de\nguerra,se tornou um dos apoios do movimentode oposição à ditadura\nestado-novista. Noinício de agosto, no entanto, as autoridadesmilitares\nproibiram a realização da cerimôniade sua posse como vice-presidente da\nSociedadeAmigos da América. Com o apoio deAranha, a cerimônia foi\ntransformada emsessão aberta, o que provocou a invasãodo prédio pela\npolícia. O fato foiainda objeto de censura pelo Departamentode Imprensa\ne Propaganda, que proibiusua publicação pelos jornais. Sentindo-se\ndesprestigiadoe certo de não contar mais como apoio de Getúlio, Aranha\nrenunciou àpasta no dia 23 de agosto.\n\nAfastando-se da vida pública emsetembro de 1944, Oswaldo Aranha\ndedicou-seà advocacia, atividade que exerceria atéo início de 1947.\n\nA crise final do Estado Novoacelerou-se em 1945 com o crescimentoda\noposição e a organização de partidospolíticos, vendo-se Vargas forçado a\nefetuarseguidos recuos, a conceder liberdade deimprensa e a marcar\neleições diretas paraa presidência da República e para aAssembleia\nNacional Constituinte. Por esta época,Oswaldo Aranha, concedeu\nentrevista sobre suasaída do Itamarati, defendendo a candidaturado\nbrigadeiro Eduardo Gomes, que aglutinavaa oposição liberal ao Estado\nNovo. Nodia 29 de outubro – mês em queAranha tomou posse na presidência\nda Ligade Defesa Nacional –, achando-se os partidospolíticos em plena\ncampanha eleitoral, ummovimento militar chefiado por Góis Monteirodepôs\nGetúlio Vargas, dando fim ao EstadoNovo, tendo sido o poder entregue\naopresidente do Supremo Tribunal Federal (STF),ministro José Linhares.\nRealizadas as eleiçõesem dezembro, Eduardo Gomes acabou derrotadopelo\ngeneral Eurico Gaspar Dutra, antigoministro da Guerra de Vargas.\n\nRepresentante do Brasil na ONU\n\nAranha dedicou-se em 1946 às atividadesempresariais, participando da\ncriação da GastalS.A., companhia que atuou na área deimportação e venda\nde automóveis, máquinase equipamentos. Já em meados do ano,representava\nmais de 20 indústrias.\n\nEm fevereiro de ano seguinte, OswaldoAranha foi nomeado chefe da\ndelegaçãobrasileira na Organização das Nações Unidas(ONU), tendo ocupado\nentão o posto destinado,por rotatividade, ao Brasil no Conselhode\nSegurança da entidade, e em abril,presidiu a I Sessão Especial da\nAssembleiaGeral. Como representante brasileiro no Conselhode Segurança,\ne refletindo a preocupaçãodo governo Dutra com a posição\nmilitarArgentina, Aranha defendeu a restrição dosaparatos bélicos à\nnecessidade mínima dedefesa e segurança de cada país, aexemplo de\nacordos existentes entre osEUA e o Canadá e entre a Françae a\nInglaterra; e propôs que sedesse aos EUA competência para controlaro\narmamento continental, como primeiro passopara o desarmamento em todo o\nmundo.\n\nJá no segundo semestre de 1947,entre outros pontos, o Itamaraty\norientou-oa abster-se de qualquer julgamento sobrea questão da partilha\nda Palestina, poisos árabes eram contrários à partilha doterritório,\nmuito embora em caso de impassedevesse votar com as grandes potências,já\nque a elas caberia a responsabilidadede colocar em prática a resolução.\nApartilha foi afinal aprovada no fim domês com o voto favorável do\nBrasil,propiciando a criação, em 1948, do Estadode Israel, do qual\nOswaldo Aranha tornou-segrande benemérito. Por sua atuação,\naodesligar-se da delegação brasileira na ONUno final do ano, Aranha teve\nseunome cogitado como possível candidato aoPrêmio Nobel da Paz, com\napoio de15 delegações de países integrantes daUnião Pan-Americana, e de\nentidades sionistasnorte-americanas.\n\nQuanto à política interna, o anode 1947 foi marcado por algumas\nespeculaçõesem torno da sucessão presidencial. Principalmentea partir de\nsetembro, cogitou-se do lançamentoda candidatura de Oswaldo Aranha\npelaUnião Democrática Nacional (UDN), chegando-sea comentar a\npossibilidade de apoio doscomunistas, pois Aranha se manifestara afavor\ndo monopólio estatal do petróleoe contra o fechamento, em maio,\ndoPartido Comunista, por considerar sua preservaçãofundamental ao regime\ndemocrático. Em 1949,mais uma vez verificou-se a movimentaçãoem torno de\nsua indicação como candidatopela UDN, desmentida pelo próprio Aranha,que\nmanifestou seu apoio ao brigadeiroEduardo Gomes.\n\nDe Volta ao Ministério da Fazenda\n\nEm 1953, diante da crise instaladana área econômica, e com o aumentodo\ncusto de vida, que intensificava ascríticas ao governo, acusado de\ninérciapela imprensa, o presidente Getúlio Vargasdecidiu substituir o\nministro da Fazenda,Horácio Lafer, por Oswaldo Aranha (16/6),que indicou\nMarcos de Sousa Dantas paraa presidência do Banco do Brasil, nolugar de\nRicardo Jaffet. Os recém-nomeadoscomprometeram-se a aplicar rígidas\nmedidas anti-inflacionáriase a controlar o déficit público coma\ncontenção de gastos do governo.\n\nConhecido como Plano Aranha, oprograma de recuperação da economia\ndeAranha tinha por linhas básicas a reorganizaçãodo próprio Ministério\nda Fazenda; aadoção de uma política orçamentária,a necessidade de\ncodificação do direitotributário e a lei orgânica do créditopúblico.\nDela resultou Instrução n^o^70 da Superintendência da Moeda e doCrédito\n(Sumoc), para corrigir o déficitdo balanço de pagamentos através da\nextinçãodo câmbio subvencionado e da inauguraçãode um sistema de taxas\nmúltiplas, demodo a tornar as exportações brasileirasmais acessíveis no\nmercado internacional; ea Carteira de Comércio Exterior (Cacex),para\nfacilitar a importação de máquinas,ferramentas e equipamentos\nnecessários a novosinvestimentos.\n\nA nova orientação dada por Aranhaà política econômica sofreu forte\noposiçãonão só dos trabalhadores, que exigiamaumentos salariais para\ncompensar a inflação,como também dos industriais, que pressionavampara a\nmanutenção da política creditíciaaplicada entre 1948 e 1953,\nresponsávelpor sensível surto industrial. Seus resultadosforam\ncomprometidos também pela pressão deDwight Eisenhower, novo presidente\ndos EUA,decidido a rever o auxílio financeiroaos países pobres. Além\ndisso, em 1953as geadas prejudicaram a colheita, determinandoa elevação\ndos preços, equiparados aosníveis mais elevados do mercado\ninternacional,o que acentuou a tensão já existentenas relações\neconômicas com os EUA –originada dos debates sobre o monopólioestatal do\npetróleo. O aumento das exportaçõesdos demais países produtores\ncontinuou apressionar para baixo o preço do café,provocando a\nsuperlotação dos armazéns brasileiros.Por outro lado, o mercado\nnorte-americanocomeçou a boicotar o café brasileiro.\n\nLogo nos primeiros dias de 1954,um decreto fixou em 10% ao anoo limite\npara as remessas de lucrose dividendos ao exterior, as quais\nobrigatoriamentedeveriam ser registradas na Sumoc.\n\nO Choque com João Goulart\n\nNo final de 1953, vários sindicatospressionaram o governo por um\naumentosalarial – o último reajuste fora concedidono início do governo\nVargas. O anode 1954 abriu com grande discussão sobreo nível de aumento\na ser fixadopara o salário mínimo. A notícia deque o ministro do\nTrabalho, João Goulart,proporia o índice de 100% provocou oprotesto de\num grupo de oficiais doExército, já que com isso haveria apossibilidade\nde um operário não qualificadoganhar quase o mesmo que um cidadãode\nnível universitário. Desde o inícioOswaldo Aranha opôs-se ao reajuste:\nnãoapenas o Tesouro Nacional não teria condiçõesde arcar com os custos,\njá queo Estado era um dos principais empregadores,como também os abusos\norçamentários trariamgraves consequências para a economia nacional.\n\nA insatisfação militar contra ogoverno tornou-se manifesta em fevereiro\nde1954 com a divulgação do chamado *Memorial dos coronéis*, assinado por\noficiais que serviamno Rio de Janeiro, em protesto contrao que\nconsideravam a deterioração dospadrões materiais e morais do Exército,e\ncontra a proposta anunciada por Goulart,que foi então afastado do\nministério,assim como o general Ciro Espírito SantoCardoso, destituído\nda pasta da Guerra.O momento foi aproveitado pela imprensa,que aumentou\nas acusações de corrupçãocontra auxiliares de Vargas, e pelos\nudenistasmais exaltados, que assim reforçaram suaofensiva contra o\npresidente.\n\nSuicídio de Vargas\n\nEmbora desgastado por sucessivas crises,Vargas ainda conseguia se\nequilibrar nopoder. A ofensiva oposicionista contra eleganhou impulso,\nno entanto, a partir doassassinato do major Rubens Vaz, no dia5 de\nagosto de 1954, em atentadocujo alvo era o jornalista udenista\nCarlosLacerda, diretor do jornal *Tribuna da Imprensa*.A prisão de\nClimério Euribes de Almeida,membro de sua guarda pessoal, agravariaainda\nmais a crise, alimentada tambémpela divulgação dos depoimentos dos\nimplicadose dos documentos encontrados com GregórioFortunato, chefe da\nguarda, pelos quaisse evidenciava a ligação de outros\nelementosvinculados ao presidente, além de transaçõesirregulares. Estes\nfatos contribuíram para desgastarainda mais a imagem de Vargas nomeio\nmilitar.\n\nBrigadeiros lotados no Rio exigirama saída de Vargas. Comandantes da\nMarinhae do Exército endossaram a exigência.Um manifesto assinado por 37\ngeneraisabalou a última linha de sustentação militardo presidente,\nrepresentada pelo ministro daGuerra, Zenóbio da Costa. Na madrugadade 24\nde agosto, Getúlio concordou emse licenciar do cargo, após\ndramáticareunião ministerial, da qual participou OswaldoAranha e\ncompareceram também seu filhoOswaldo Gudolle Aranha, Alzira e\nErnâniAmaral Peixoto, entre outros membros dafamília Vargas. Uma vez\nredigida a notaoficial comunicando a decisão presidencial, coubea\nOswaldo Aranha a incumbência de entregá-laa Getúlio. Estando o\npresidente recolhidoem seus aposentos, o ministro da Fazendadeixou a\nnota com Alzira. A notíciada licença, vista como afastamento\ndefinitivo,foi divulgada por volta das cinco horas,ao mesmo tempo em que\nCafé Filhoformava de seu ministério.Oswaldo Aranha, por seu lado,\ndecidiupermanecer no Catete por mais algum tempo.Por volta das 7h, o\nExército transmitiuo ultimato: o afastamento teria de serdefinitivo. Uma\nhora e meia depois, sozinhoem seu quarto no Palácio do Catete,o\npresidente Getúlio Vargas foi encontradomorto.\n\nInformado do que acontecera, Aranha,que então já se encontrava em\ncasa,não regressou ao Ministério da Fazenda.Juntamente com Tancredo\nNeves e João Goulart,acompanhou o corpo de Vargas a SãoBorja (RS),\npronunciando emocionado discursodurante o sepultamento.\n\nApós o suicídio de Vargas, OswaldoAranha afastou-se da vida pública,\nretornandoa seu escritório de advocacia. Mas desdesetembro de 1954 foram\nvárias as tentativasfeitas para o lançamento de sua candidaturaà\npresidência da República, esforços queencontraram sua recusa. Na eleição\npresidencialde 3 de outubro de 1955, saiu vitoriosaa chapa Juscelino\nKubitschek-João Goulart, candidatosdo Partido Social Democrático e do\nPartidoTrabalhista Brasileiro, respectivamente, para cujoacordo Aranha\nchegara a participar dealgumas reuniões.\n\nO Retorno à ONU\n\nEm 1957, durante o governo deJuscelino Kubitscheck, Oswaldo Aranha\nvoltoua chefiar a delegação brasileira na XIIAssembleia Geral da ONU.\nNaquele ano,os trabalhos foram especialmente tumultuadospela pressão da\ncorrida armamentista entreos EUA e a URSS, pela deterioraçãodas alianças\nocidentais de segurança coletiva– como a Organização do Tratado\ndoAtlântico Norte (OTAN) e o Pacto deBagdá – e pela crise do\nOrienteMédio. Adepto da urgente redefinição dapolítica externa\nbrasileira tendo em vistaa nova tendência mundial em favor dalibertação\ndos povos ainda colonizados, Aranhadefendeu também o reatamento das\nrelaçõesdiplomáticas com a União Soviética.\n\nEm 1958, Oswaldo Aranha teve seunome cogitado para concorrer ao\nSenado,tanto pelo Distrito Federal quanto peloRio Grande do Sul, e em\nfins de1959, foi sondado para compor chapa como general Henrique\nTeixeira Lott, candidatojá homologado pelo PSD. O falecimentode Oswaldo\nAranha, no Rio de Janeiro,a 27 de janeiro de 1960, contudoveio a\ninterromper bruscamente as articulações.\n\nDe seu casamento com dona Vindinha,Oswaldo Aranha teve quatro filhos:\nEuclidesAranha Neto, empresário; Oswaldo Gudolle Aranha,que em duas\nocasiões – 1960 e 1965– teve seu nome cogitado como candidatodo PTB ao\ngoverno do estado daGuanabara; Delminda Aranha Correia do Lago,casada\ncom Antônio Correia do Lago, embaixadordo Brasil no Uruguai de 1974\na1981, no Vaticano entre 1981 e1984, ena França, de 1984 a 1986; e\nLuísaZilda Aranha Correia da Costa, que foicasada com Sérgio Correia da\nCosta, embaixadordo Brasil na Inglaterra de 1968 a1973, na ONU de 1974 a\n1983, enos Estados Unidos, de 1983 a 1986**.**Seu outro filho, Luís\nOswaldo Norris Aranha,foi presidente da Light Serviços de\nEletricidadeS.A. (1978-1985), Secretário Nacional de Energiano governo\nCollor de Melo e assessorda diretoria da Agência Nacional de PetróleoGás\nNatural e Biocombustíveis (ANP), entre2005-2011.\n\nAranha foi membro de diversas entidades,entre elas o Instituto Histórico\ne GeográficoBrasileiro, o Real Gabinete Português deLeitura, o Instituto\nda Ordem dos Advogadose a Sociedade Pan-Americana do Brasil.\n\nDeixou publicados vários discursos, conferênciase relatórios. Sobre sua\nvida e atuação,foram publicados, de Amílcar Gomes Alencastre,*Oswaldo\nAranha*, *o mundo afro-asiático e a paz* (1961), de TheodoreBerson, *A\npolitical biography of dr. Oswaldo Aranha of Brazil; 1930-1937* (1974);\nde Francisco Talaia O’Donnell, *Oswaldo Aranha* (1976); de Regina da Luz\nMoreira,Oswaldo Aranha (verbete para o *Dicionário Histórico-Biográfico\nBrasileiro 1930-1983*, publicado em 1984); deStanley Hilton, *Oswaldo\nAranha. Uma biografia* (1994), ede Luiz Aranha Corrêa do Lago, seuneto,\n*Oswaldo Aranha, o Rio Grande e a Revolução de 1930: um político gaúcho\nna República Velha* (1996).\n\nO arquivo de Oswaldo Aranha encontra-sedepositado no Centro de Pesquisa\ne Documentaçãode História Contemporânea do Brasil (Cpdoc)da Fundação\nGetulio Vargas.\n\nRegina da Luz Moreira\n\n**FONTES:** ABREU, M. *Dívida*; *Álbum*;ALMANAQUE DA BRIG. MILITAR\n(1932); ARAÚJO,M. *Segundo*; ARQ. CLUBE 3 DE OUTUBRO;ARQ. GETÚLIO\nVARGAS; ARQ. NAC. *Relação*;ARQ. OSWALDO ARANHA; BELEZA, N.\n*Evolução*;BERSON, T. *Political*; BULHÕES, A. *Ministros*;CAFÉ FILHO,\nJ. *Sindicato*; CAGGIANI, I.*Município*; CAMARGO, A. *Oswaldo*;\nCARNEIRO, G.*História*; CARNEIRO, G. *Revolucionário*; CARONE,E.\n*República nova*; CARONE, E. *Segunda*; COHN,G. *Petróleo*; CONSULT.\nMAGALHÃES, B.; *Correio da Manhã* (5/7/1931 e 7/6/1942*)*; *Correio do\nPovo* (4/4e 4/7/1976 e 1/1/1977); CORTÉS, C*. Gaúcho*;CORTÉS, C.\n*Homens*; COSTA, M. *Cronologia*;COUTINHO, L. *General*; DULLES, J.\n*Anarquistas*;DULLES, J. *Getúlio*; *Encic. Mirador*; ENTREV. ABREU,M.;\nFARIAS, O. *Meio*; *Fatos e Fotos* (21/11/1976);FED. ESC. ISOLADAS DO\nEST. RJ. *Ministros*;FERREIRA FILHO, A. *História*; FIGUEIREDO,\nE.*Contribuição*; FLYNN, P. *Legião*; *Folha de S. Paulo*\n(28/8/1977);FONTOURA, J. *Memórias*; FORJAZ, M. *Tenentes*;FUND. GETULIO\nVARGAS. *Oswaldo*; GALERIA; GUERRAFILHO, R. *Ministério*; GUIMARÃES, A.\n*Dic.,* HILTON,S. *Brasil e a crise*; HILTON, S. *Oswaldo*; HIPÓLlTO,L.\n*Campanha*; INST*.* HIST. GEOG. BRAS. *Dic.*;JARDIM, R. *Aventura*;\n*Jornal do Brasil* (30/11/1975e 24/7/1977); *Jornal do Comércio*, Rio\n(22/11/1953);KUBITSCHEK, J. *Meu* (3); LACERDA, C. *Depoimento*;LAGO, L.\n*Oswaldo*; LEÃES, C. *Embaixador*;LEITE, A. *Páginas*; LESSA, C.\n*Quinze*; LEVINE,R. *Vargas*; LIMA SOBRINHO, A. *Verdade*;LOVE, J.\n*Regionalismo*; MACHADO, F. *Últimos*;MAGALHÃES, B. *Artur*; MELO, L.\n*Subsídios*;MENDES JÚNIOR, A. *Brasil* (4); *Militares*; MIN.FAZ.\n*Ministros*; MIN. GUERRA. *Almanaque* (1931);MIN. REL. EXT. Anuário;\nMORAIS, A. *Minas*;MOREIRA, Regina da Luz. Oswaldo Aranha.In: BELOCH,\nIsrael e ABREU, Alzira Alvesde (organizadores). *Dicionário\nHistórico-Biográfico Brasileiro. 1930-1983.* Rio de Janeiro: Forense\nUniversitária/FINEP,Rio de Janeiro, 1984; MOURA, G. *Autonomia*;NOGUEIRA\nFILHO, P. *Ideais*; O’DONNELL, F.*Oswaldo*; OSWALDO; PEIXOTO, A.\n*Getúlio*; POPPINO,R. *Federal*; *Regionalismo*; SILVA, H.\n*História*;SILVA, H. *1926*; SILVA, H. *1930*; SILVA,H. *1931*; SILVA,\nH. *1932*; SILVA, H.*1933*; SILVA, H. *1934*; SILVA, H. *1935*;SILVA, H.\n*1937*; SILVA, H. *1938*; SILVA,H. *1939*; SILVA, H. *1942*; SILVA,\nH.*1944*; SILVA, H. *1945*; SILVA, H. *1954*;SKIDMORE, T. *Brasil*;\nSPALDING, V. *Construtores*;TÁVORA, J. *Vida*; *Tribuna Popular*\n(20/5/1947); VILELA,A*. Política*; *Who*’*s who in Brazil*; WIRTH,\nJ.*Política.*\n","ref":"**FONTES:** ABREU, M. *Dívida*; *Álbum*;ALMANAQUE DA BRIG. MILITAR\n(1932); ARAÚJO,M. *Segundo*; ARQ. CLUBE 3 DE OUTUBRO;ARQ. GETÚLIO\nVARGAS; ARQ. NAC. *Relação*;ARQ. OSWALDO ARANHA; BELEZA, N.\n*Evolução*;BERSON, T. *Political*; BULHÕES, A. *Ministros*;CAFÉ FILHO,\nJ. *Sindicato*; CAGGIANI, I.*Município*; CAMARGO, A. *Oswaldo*;\nCARNEIRO, G.*História*; CARNEIRO, G. *Revolucionário*; CARONE,E.\n*República nova*; CARONE, E. *Segunda*; COHN,G. *Petróleo*; CONSULT.\nMAGALHÃES, B.; *Correio da Manhã* (5/7/1931 e 7/6/1942*)*; *Correio do\nPovo* (4/4e 4/7/1976 e 1/1/1977); CORTÉS, C*. Gaúcho*;CORTÉS, C.\n*Homens*; COSTA, M. *Cronologia*;COUTINHO, L. *General*; DULLES, J.\n*Anarquistas*;DULLES, J. *Getúlio*; *Encic. Mirador*; ENTREV. ABREU,M.;\nFARIAS, O. *Meio*; *Fatos e Fotos* (21/11/1976);FED. ESC. ISOLADAS DO\nEST. RJ. *Ministros*;FERREIRA FILHO, A. *História*; FIGUEIREDO,\nE.*Contribuição*; FLYNN, P. *Legião*; *Folha de S. Paulo*\n(28/8/1977);FONTOURA, J. *Memórias*; FORJAZ, M. *Tenentes*;FUND. GETULIO\nVARGAS. *Oswaldo*; GALERIA; GUERRAFILHO, R. *Ministério*; GUIMARÃES, A.\n*Dic.,* HILTON,S. *Brasil e a crise*; HILTON, S. *Oswaldo*; HIPÓLlTO,L.\n*Campanha*; INST*.* HIST. GEOG. BRAS. *Dic.*;JARDIM, R. *Aventura*;\n*Jornal do Brasil* (30/11/1975e 24/7/1977); *Jornal do Comércio*, Rio\n(22/11/1953);KUBITSCHEK, J. *Meu* (3); LACERDA, C. *Depoimento*;LAGO, L.\n*Oswaldo*; LEÃES, C. *Embaixador*;LEITE, A. *Páginas*; LESSA, C.\n*Quinze*; LEVINE,R. *Vargas*; LIMA SOBRINHO, A. *Verdade*;LOVE, J.\n*Regionalismo*; MACHADO, F. *Últimos*;MAGALHÃES, B. *Artur*; MELO, L.\n*Subsídios*;MENDES JÚNIOR, A. *Brasil* (4); *Militares*; MIN.FAZ.\n*Ministros*; MIN. GUERRA. *Almanaque* (1931);MIN. REL. EXT. Anuário;\nMORAIS, A. *Minas*;MOREIRA, Regina da Luz. Oswaldo Aranha.In: BELOCH,\nIsrael e ABREU, Alzira Alvesde (organizadores). *Dicionário\nHistórico-Biográfico Brasileiro. 1930-1983.* Rio de Janeiro: Forense\nUniversitária/FINEP,Rio de Janeiro, 1984; MOURA, G. *Autonomia*;NOGUEIRA\nFILHO, P. *Ideais*; O’DONNELL, F.*Oswaldo*; OSWALDO; PEIXOTO, A.\n*Getúlio*; POPPINO,R. *Federal*; *Regionalismo*; SILVA, H.\n*História*;SILVA, H. *1926*; SILVA, H. *1930*; SILVA,H. *1931*; SILVA,\nH. *1932*; SILVA, H.*1933*; SILVA, H. *1934*; SILVA, H. *1935*;SILVA, H.\n*1937*; SILVA, H. *1938*; SILVA,H. *1939*; SILVA, H. *1942*; SILVA,\nH.*1944*; SILVA, H. *1945*; SILVA, H. *1954*;SKIDMORE, T. *Brasil*;\nSPALDING, V. *Construtores*;TÁVORA, J. *Vida*; *Tribuna Popular*\n(20/5/1947); VILELA,A*. Política*; *Who*’*s who in Brazil*; WIRTH,\nJ.*Política.*\n","dic":"DHBPR"}
