{"title":"MATOS, Manuel Gomes de","cargoss":["dep. fed. PE 1900-1902."],"author":"Raimundo Helio Lopes","content":"**MATOS, Manuel Gomes de**\n\n\\*dep. fed. PE 1900-1902.\n\n*Manuel Gomes de Matos* nasceu em Icó (CE) no dia 8 de março de 1841,\nfilho de Francisco Gomes de Matos Júnior e de Maria Cândida de Matos.\n\nQuando tinha 13 anos sua família mudou-se para Recife, onde continuou\nseus estudos. Ingressou na Faculdade de Direito do Recife em março de\n1868 e formou-se em 1872. Depois de formado, retornou ao Ceará, onde foi\npromotor público nas comarcas de Ipu e Crato. De volta a Recife, fundou\ncom seus irmãos Francisco Gomes de Matos e Antônio Gomes de Matos a\nfirma comercial Gomes de Matos e Irmãos. Por sua atividade comercial\ntornou-se sócio da Associação Comercial de Pernambuco, da qual foi\ndiretor entre 1875 e 1876, além de secretário e presidente por diversos\nanos. Também fez parte, como secretário, da comissão que instalou a\nCaixa Econômica e Monte de Socorro do Recife.\n\nAinda durante o Império, fez parte da Comissão Redentora de Pernambuco,\nque lutava pela abolição dos escravos, e chegou a assumir a presidência\nda agremiação. A atividade da comissão recebeu elogios de grupos do\nparlamento nacional e do jornal chefiado por José do Patrocínio. Também\nfoi presidente da Comissão Central Emancipadora do Recife e um dos\nredatores do jornal abolicionista *O Escrínio.* Em 1885 declarou-se\nrepublicano, sendo por isso considerado um dos republicanos históricos\nde Pernambuco.\n\nDepois da proclamação da República (15/11/1889), em abril de 1890 foi\nnomeado terceiro-vice-governador de Pernambuco e, posteriormente,\nsegundo-vice-governador. Contudo, por desentendimentos políticos,\nrenunciou ao cargo em julho do mesmo ano. Em 1892 foi eleito senador\nestadual, mas renunciou em julho por divergências quanto ao orçamento\nestadual, do qual foi relator.\n\nEm 1899 foi eleito deputado federal por Pernambuco, no grupo divergente\nda facção política liderada por Francisco de Assis Rosa e Silva. Assumiu\nsua cadeira na Câmara dos Deputados, no Rio de Janeiro, então Distrito\nFederal, em maio de 1900 e exerceu o mandato até o final da legislatura,\nem dezembro de 1902.\n\nNo campo jornalístico, foi também um dos proprietários do jornal *A\nProvíncia*.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nNASCIMENTO, L. *História* (v.2, 6).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nNASCIMENTO, L. *História* (v.2, 6).\n","dic":"DHBPR"}