{"title":"MAYRINK, Francisco de Paula","cargoss":["const. 1891","dep. fed. DF 1891-1893","dep. fed. MG 1894-1902","dep. fed."],"author":null,"content":"**MAYRINK, Francisco de Paula**\n\n\\*const. 1891; dep. fed. DF 1891-1893; dep. fed. MG 1894-1902; dep. fed.\nDF 1906-1908.\n\n*Francisco de Paula Mayrink* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 8 de dezembro de 1839, filho de José Carlos Mayrink e de\nMaria Emília Bernardes Mayrink.\n\nAos 14 anos foi enviado pelo pai, como castigo, para a antiga Escola\nMilitar de Porto Alegre, onde permaneceu por pouco tempo. De volta ao\nRio de Janeiro, matriculou-se na Escola Central. Ali se formavam não\napenas oficiais do Exército, mas principalmente engenheiros, militares\nou civis, pois tratava-se da única escola de engenharia existente no\nBrasil. Decidiu não seguir a carreira militar e passou a se dedicar ao\ncomércio, atividade na qual iria se destacar e adquirir fortuna. Em 6 de\nmaio de 1874 casou-se com Maria José Paranhos, com quem teria quatro\nfilhas.\n\nO Empresário\n\nPor influência paterna, ingressou na atividade bancária e tornou-se\nsecretário do Banco Comercial do Rio de Janeiro, do qual seu pai fora um\ndos fundadores. Percorreu toda a escala hierárquica do banco e, em 7 de\nagosto de 1876, foi eleito seu diretor, destacando-se entre os grandes\nfinancistas da época. Ainda em 1876 fundou a Companhia Brasileira de\nNavegação, estabelecendo a comunicação regular do Rio de Janeiro com\noutros portos do Brasil.\n\nEm 30 de agosto de 1880, assumiu a direção da Estrada de Ferro\nSorocabana, da qual já era vice-presidente, e que fora dirigida até maio\nanterior pelo húngaro Luís Mateus Maylasky. O principal objetivo da\nSorocabana era a construção de uma estrada de ferro que ligasse São\nPaulo a São João de Ipanema (atual Sorocaba), para beneficiar uma\nfábrica de ferro ali existente. No comando da Sorocabana, solucionou os\nproblemas financeiros, ampliou a rede e transformou a companhia em uma\ndas maiores ferrovias do país. Em 1892, fundiria a Companhia Sorocabana\ne a Companhia Ituana, dando às duas empresas o nome de Companhia União\nSorocabana e Ituana. Até 1893 permaneceria à frente da empresa, que\nfuncionaria até 1904, quando foi decretada sua falência.\n\nSeu prestígio era tanto que, em 1882, foi escolhido pelo presidente da\nRepública do Chile, Domingo Santa Maria González (1881-1886), cônsul\ngeral do Chile no Rio de Janeiro. No mesmo ano criou uma empresa de\nnavegação no Espírito Santo e, mais tarde, organizou a Companhia\nNacional de Navegação a Vapor. Em 9 de novembro de 1883, fundou a\nEstrada de Ferro Bahia e Minas, com o objetivo de escoar os produtos das\nMinas Gerais pelos portos baianos. Esta foi a primeira companhia férrea\nno Brasil a ligar duas províncias limítrofes. Em 1884, fundou a\nCompanhia de Colonização Agrícola, a fim de promover a imigração\neuropeia no Brasil, designando agentes em Portugal, Espanha, França,\nAlemanha e Polônia. Em 30 de agosto de 1885, inaugurou o Asilo Isabel,\ninstalado em terreno e prédio por ele cedidos, em sessão solene que\ncontou com a presença do imperador dom Pedro II. Já em dezembro de 1888,\nfoi eleito primeiro-vice-presidente do Clube de Engenharia, do qual foi\ntambém um dos fundadores. Em setembro de 1889, nas últimas eleições do\nImpério, disputou sem êxito uma cadeira de deputado pelo 19^o^ distrito\nde Minas Gerais, região fortemente influenciada pelo visconde de Ouro\nPreto, para quem já trabalhara.\n\nAinda no Império recebeu diversas condecorações internacionais, como a\nGrã-Cruz de Vila Viçosa de Portugal e a Legião de Honra da França, além\ndo título de grande oficial da Ordem da Águia Negra da Rússia. Do\nimperador dom Pedro II, recebeu praticamente todas as ordens\nhonoríficas, como a Grã-Cruz do Cruzeiro do Sul e o Grande Colar da\nImperial Ordem da Rosa. Foi também designado coronel do regimento de\nartilharia da Guarda Nacional.\n\nEm 16 de novembro de 1889, um dia após a proclamação da República e a\ninstalação do governo provisório chefiado por Deodoro da Fonseca, o\najudante-general do Exército Floriano Peixoto ordenou a prisão de\nalgumas figuras emblemáticas ligadas ao Império, temendo a restauração\nmonárquica. Dado o prestígio de que desfrutava, Francisco de Paula\nMayrink foi um dos detidos. No entanto, foi libertado no mesmo dia por\nseu amigo Quintino Bocaiúva, jornalista e político que teve atuação\ndestacada na proclamação da República e foi então nomeado ministro das\nRelações Exteriores.\n\nDiretor de diversas empresas, nos mais variados segmentos da economia e\nem vários pontos do país, em outubro de 1890 Mayrink fundou em Sorocaba\na Fábrica de Fiação e Tecidos Santa Rosália, então a maior da América do\nSul. No mesmo ano, tornou-se concessionário da Empresa de Águas de\nCaxambu, em Minas Gerais, e passou a explorar as águas minerais da\ncidade. Além disso, adquiriu diversas propriedades em Caxambu, como o\nPalace Hotel (ainda em funcionamento), e terminou de erigir a capela de\nSanta Isabel, cujas obras haviam sido iniciadas em 1868 pela princesa\nIsabel, quando de sua visita à cidade acompanhada de seu esposo, o conde\nD’Eu. Posteriormente, a capela passou a ser conhecida como “Capela\nMayrink”, em homenagem ao bem-feitor da cidade. Mayrink foi ainda o\nresponsável pela chegada da primeira estrada de ferro a Caxambu e\ntrabalhou ativamente pela emancipação político-administrativa da cidade.\n\nAinda em 1890, Mayrink fundou, às margens da Estrada de Ferro\nSorocabana, a Vila Mayrink, inicialmente habitada por operários da\nCompanhia Sorocabana e por agricultores. A vila foi inaugurada em 27 de\noutubro de 1890, inicialmente com cem casas, um pequeno comércio e uma\nescola para os filhos dos trabalhadores. Em 1893, a estação de trem\nlocal passou a se chamar Estação Mairinque; em 1897, a estação teve seu\nnome alterado para Manduzinho, em referência ao apelido de Manuel da\nCosta Nunes, antigo dono da fazenda que fora comprada por Mayrink para a\ninstalação da vila. Contudo, em 1900, a estação de trem voltou a ter o\nnome de Mairinque. Em 1904 a vila foi elevada à categoria de distrito\njudicial; em 1909 tornou-se o distrito de paz de Mairinque, subordinado\na São Roque; e finalmente, em 1958, o distrito foi desmembrado de São\nRoque e elevado à categoria de cidade, tornando-se sede do município de\nMairinque.\n\nO Político\n\nEm 15 de setembro de 1890 Francisco de Paula Mayrink foi eleito deputado\npelo Distrito Federal ao Congresso Nacional Constituinte. Tomou posse em\n15 de novembro seguinte, participou da elaboração da Constituição\npromulgada em 24 de fevereiro de 1891, e a partir de junho, com o início\nda legislatura ordinária, passou a ocupar uma cadeira na Câmara dos\nDeputados, com mandato até 31 de dezembro de 1893.\n\nConcomitantemente à sua atuação como deputado federal, seguiu ampliando\nsua vasta rede de investimentos. Em 1891, a Empresa Territorial\nFluminense, da qual era presidente, encarregou-se do saneamento na\nBaixada Fluminense. Ainda no início da República, Mayrink foi convidado\npor Rui Barbosa, então ministro da Fazenda, para organizar e presidir o\nBanco dos Estados Unidos do Brasil. A política econômica adotada pelo\ngoverno federal pretendia viabilizar o processo de industrialização no\nBrasil e consistia no incentivo à emissão de papel moeda, o que levou à\ndesvalorização da moeda nacional e ao aumento vertiginoso da inflação.\nApós a chamada crise do Encilhamento, e diante das polêmicas e debates\nque ela provocou, Mayrink afastou-se da direção do banco, em 1893.\n\nA partir de 1894, foi reeleito deputado federal, agora pelo estado de\nMinas Gerais, para três legislaturas consecutivas: 1894-1896, 1897-1899\ne 1900-1902. Em 1905, cedeu para a prefeitura do Rio de Janeiro um\ngrande número de prédios na rua dos Beneditinos (que era inteiramente\nsua) e em outras ruas adjacentes, para que a avenida Central (atual Rio\nBranco) se estendesse de mar a mar. Esta foi uma das principais obras\nrealizadas pelo prefeito Francisco Pereira Passos (1902-1906), que\npromoveu uma grande reforma urbanística na cidade. Voltaria ainda ser\neleito deputado pelo Distrito Federal para a legislatura 1906-1908, mas\nnão completaria o mandato, pois faleceu em 31 de dezembro de 1906.\n\nEntre inúmeros empreendimentos nos mais diversos setores, Francisco de\nPaula Mayrink fundou o Banco de Crédito Real do Brasil, do qual foi o\npresidente; o Banco Construtor do Brasil; o Banco do Brasil-Norte\nAmérica; a Companhia Frigorífica; o Lloyd Brasileiro; a Fábrica de\nTecidos Santa Maria; a Companhia de Melhoramentos de Santos, responsável\npela canalização da água potável e esgotos de toda a cidade; a Estrada\nde Ferro de Petrópolis, e as Estradas de Ferro do Rio Pardo, Cataguases,\nSão Fidélis, Teresa Cristina, Muzambinho e a Príncipe do Grão-Pará, que\nmais tarde fundiu-se com a Estrada de Ferro de Petrópolis. Auxiliou a\nimplantação da indústria de laticínios no país, com a criação da Fábrica\ndo Carmo do Rio Claro, e foi ainda um dos fundadores do primeiro jornal\n*O Globo* e de *O País*. Construiu o açude de Quixadá, no Ceará,\ndestinado a combater a seca no Nordeste brasileiro. Fundou ou adquiriu\ndiversos engenhos, como o famoso Moinho Fluminense; a Fábrica de Moer\nTrigos; os Engenhos Centrais de Parati e de Santa Leopoldina; o Café do\nBrasil; a Companhia Açucareira de Campos e a Pernambuco Industrial\nAçucareira.\n\nDirigiu ainda a Companhia Carris de Ferro de São Paulo e Santos. No Rio\nde Janeiro, possuía as empresas Carris Urbanos, Vila Isabel e Vila\nGuarani, tendo depois adquirido a linha de bondes que ligava Botafogo a\nLaranjeiras. Era dono da maioria das companhias de veículos de tração\nanimal no Rio de Janeiro. Posteriormente, assinou contrato com a\nBrasilianisch Electricitates Geselischaft para a eletrificação de todas\nas linhas de bonde no Rio de Janeiro, sendo, portanto, o precursor dos\nbondes elétricos na então capital federal. Contribuiu ainda para a\npavimentação de ruas no Estácio e na Gamboa, e de alguns bairros nas\nzonas norte e sul do Rio de Janeiro. Também investiu na educação, tendo\ncriado vários colégios, como o Mayrink, no Alto da Boa Vista, no Rio de\nJaneiro, e colaborado para a instalação do Colégio Militar do Rio de\nJaneiro na rua São Francisco Xavier, local onde ainda hoje o colégio\nestá instalado.\n\nEra sócio-benemérito do Real Gabinete Português de Leitura; do Instituto\nHistórico e Geográfico Brasileiro; da Sociedade Brasileira de Geografia;\nda Associação Protetora da Infância Desamparada; do Asilo das Órfãs de\nBarbacena; do Recolhimento de Santa Rita de Cássia; do Externato São\nJosé, em Taubaté; do Asilo Nossa Senhora do Amparo, em Petrópolis; da\nAssociação Comercial do Rio de Janeiro; da Policlínica do Rio de\nJaneiro; da Academia do Comércio de Juiz de Fora; e do Sanatório da\nGávea.\n\nEm sua homenagem foi batizada a Capela Mayrink, localizada no Alto da\nBoa Vista, no Parque Nacional da Tijuca, no Rio de Janeiro. A capela foi\nconstruída em 1850, com o nome de Nossa Senhora de Belém, e pertencia\noriginalmente ao visconde Antônio Alves Souto. Em 1864 foi vendida ao\nbarão de Mesquita e, posteriormente, foi comprada por Francisco de Paula\nMayrink. O prédio foi abandonado por volta de 1890, quando a propriedade\nfoi vendida. Em 1938, o arquiteto Wladimir Alves de Sousa reformou a\ncapela e o paisagista Roberto Burle Marx desenhou os jardins em volta.\nTodo o conjunto foi reaberto ao público em 1944.\n\nEm 8 de dezembro de 1942, foi inaugurada no Rio de Janeiro a Escola\nConselheiro Mayrink, localizada na atual praça General Portinho, no\nbairro do Maracanã e pertencente à rede municipal de ensino. A escola\nfoi construída no terreno deixado em testamento por Mayrink para a\nprefeitura do Rio de Janeiro. Em 1952, a escola tornou-se dependência do\nInstituto de Educação; em fins de 1953, teve seu nome alterado para\nEscola Barão Homem de Melo. Após os protestos da família Mayrink, o nome\noriginal da escola foi resgatado em 1954.\n\nFrancisco de Paula Mayrink também dá nome a um município no nordeste do\nestado do Paraná. Em 17 de maio de 1962, foi inaugurado seu busto em\nbronze na praça Afonso Pena, no bairro da Tijuca, no Rio de Janeiro.\nAinda em sua homenagem, foi batizada a rua Conselheiro Mayrink, no\nbairro do Jacaré, também no Rio de Janeiro.\n\nEm 1975, seu neto, Francisco de Paula Mayrink Lessa, publicou sua\nbiografia sob o título *Vida e obra do conselheiro Mayrink*.\n\nIzabel Pimentel da Silva\n\n**FONTES**: ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Escola Politécnica/ UFRJ. Disponível em:\n\\<www.poli.ufrj.br/politecnica\\_historia.php\\>; COMISS. CONST. CENT.\nREP. PRIM. CONST. REP. *Relatório*; FERREIRA, J.; DELGADO, L. *Tempo*;\nIME. Disponível em: \\<www.ime.eb.br\\>; LESSA, F. *Vida*; *LEI n^o^\n2.832* (30/6/1999); Museu Imperial. Disponível em:\n\\<www.museuimperial.gov.br\\>; Palace Hotel/Caxambu. Disponível em:\n\\<www.palacehotel.com.br/historico\\_palace.htm\\>; Parque das Águas/\nCaxambu: \\<www.descubracaxambu.com.br/parquedasaguas\\>; PREF.\nCONSELHEIRO MAIRINCK PR. Disponível em:\n\\<www.conselheiromairinck.pr.gov.br\\>; PREF. MAIRINQUE SP. Disponível\nem: \\<www.mairinque.sp.gov.br/\\>; TEIXEIRA, M. *Rio de Janeiro*.\n","ref":"**FONTES**: ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Escola Politécnica/ UFRJ. Disponível em:\n\\<www.poli.ufrj.br/politecnica\\_historia.php\\>; COMISS. CONST. CENT.\nREP. PRIM. CONST. REP. *Relatório*; FERREIRA, J.; DELGADO, L. *Tempo*;\nIME. Disponível em: \\<www.ime.eb.br\\>; LESSA, F. *Vida*; *LEI n^o^\n2.832* (30/6/1999); Museu Imperial. Disponível em:\n\\<www.museuimperial.gov.br\\>; Palace Hotel/Caxambu. Disponível em:\n\\<www.palacehotel.com.br/historico\\_palace.htm\\>; Parque das Águas/\nCaxambu: \\<www.descubracaxambu.com.br/parquedasaguas\\>; PREF.\nCONSELHEIRO MAIRINCK PR. Disponível em:\n\\<www.conselheiromairinck.pr.gov.br\\>; PREF. MAIRINQUE SP. Disponível\nem: \\<www.mairinque.sp.gov.br/\\>; TEIXEIRA, M. *Rio de Janeiro*.\n","dic":"DHBPR"}