{"title":"ABREU, Limpo de","cargoss":["min. Ind. Viação e ObrasPúbl. 1892-1893."],"author":"Paulo Brandi Cachapuz","content":"**ABREU, Limpo de**\n\n\\* min. Ind. Viação e ObrasPúbl. 1892-1893.\n\n*Antônio Paulino Limpo de Abreu Filho* nasceu nodia 23 de abril de 1829\nna cidadedo Rio de Janeiro, filho de AntônioPaulino Limpo de Abreu e de\nAnaLuísa Carneiro de Mendonça. De origemportuguesa, seu pai foi o\nvisconde deAbaeté, personalidade política de grande prestígiono Império,\ndeputado geral e senador porMinas Gerais, cinco vezes ministro\ndosNegócios Estrangeiros, duas vezes ministro daFazenda, quatro vezes\nministro da Justiçae do Império e presidente do Senadode 1861 a 1873.\nSeu irmão HenriqueLimpo de Abreu foi deputado geral porMinas Gerais de\n1864 a 1866, fundadordos jornais *Opinião Liberal* e *Correio Nacional*\ne signatáriodo Manifesto Republicano de 1870.\n\nAlistou-se no Exército em 1847e estudou engenharia na Escola Militarda\nCorte. Promovido a alferes-aluno em1849, marchou com as tropas\nbrasileirasque participaram da intervenção militar noUruguai em 1851, em\napoio ao governocolorado. Primeiro-tenente em abril de 1852,concluiu o\ncurso de engenharia provavelmenteem 1854. Membro do Imperial Corpo\ndeEngenheiros, alcançou o posto de capitãoem dezembro de 1858. Colocado\nà disposiçãodo Ministério do Império em 1860 edo Ministério da\nAgricultura, Comércio eObras Públicas em 1863, desligou-se doExército\npor volta de 1865.\n\nA exemplo de seu irmão Henrique,subscreveu o Manifesto Republicano de\n1870,documento publicado no Rio de Janeiropelos organizadores da\nprimeira agremiação republicanado país. Àquela altura, era suplente\ndevereador na Câmara Municipal do Rio deJaneiro e tinha um escritório de\nengenhariae arquitetura na cidade, segundo o *Almanaque Laemmert*.\n\nEm 1872, trabalhou como inspetorde tráfego da Estrada de Ferro DomPedro\nII, antecessora da Estrada de FerroCentral do Brasil. Em 1873,\ntornou-seinspetor da iluminação a gás no Riode Janeiro, serviço então\ncontratado coma empresa inglesa Rio de Janeiro GasCompany Limited.\nIniciou a fiscalização dailuminação a gás para particulares, ampliandoo\nescopo de atuação da inspetoria, quevinha cuidando apenas da\nfiscalização dosserviços de iluminação pública. Em 1874,integrou a\ncomissão do governo que tentounegociar novo contrato com a\ncompanhiainglesa, propondo a prorrogação do prazode concessão e, em\ncontrapartida, o aumentoda intensidade da luz e a reduçãodos preços. As\nnegociações não foram bem-sucedidas.Após fracassada concorrência para\ncontrataçãode outra empresa, o governo imperial acabourenovando o\ncontrato com a companhia inglesa,em caráter provisório. Em março de\n1879,deixou a Inspetoria Geral de Iluminaçãoa Gás da Corte. No ano\nseguinte,foi um dos engenheiros convocados paraestudar o acidente\nocorrido no reservatóriode Pedregulho, o maior do sistema\ndeabastecimento d’água do Rio de Janeiro,inaugurado pelo imperador em\nmaio de 1880.\n\nResidente em Niterói, apoiou acampanha republicana na capital fluminense\nea organização do Partido Republicano doRio de Janeiro. Proclamada a\nRepúblicaem 15 de novembro de 1889, a partirde julho de 1890, no governo\nprovisóriodo marechal Deodoro da Fonseca, voltoua chefiar a inspetoria\ndos serviços deiluminação do Rio de Janeiro, que haviampassado à\nresponsabilidade da empresa belgaSociété Anonyme du Gaz por contrato\ncelebradoem 1886 com o governo imperial. Considerandoexorbitante o preço\ndo gás praticado nacapital federal, em relatório oficial nãopoupou\ncríticas aos serviços da concessionáriaestrangeira. Negociou o acordo de\nrevisãodo contrato com Société, firmado em maiode 1892, no período de\ngoverno domarechal Floriano Peixoto (1891-1894). Além demudanças em\ncláusulas técnicas, o acordodefiniu que o preço do gás seriafixado\nanualmente em condições menos onerosaspara o poder público e os\nconsumidoresparticulares.\n\nEm 17 de dezembro de 1892,por designação de Floriano Peixoto, assumiuo\nMinistério da Indústria, Viação e ObrasPúblicas, ocupando o lugar do\nengenheiroe político paraense Inocêncio Serzedelo Correia,transferido\npara a pasta da Fazenda namesma ocasião. Foi o segundo titular dapasta,\ncriada em substituição ao Ministérioda Agricultura, Comércio e Obras\nPúblicascom base na Lei n^o^ 23,de outubro de 1891, e no Decreton^o^\n1.142, de novembro de 1892.Permaneceu no ministério apenas quatro\nmeses,já que em abril de 1893 pediu exoneração,deixando governo junto\ncom os ministrosCustódio de Melo (Marinha) e SerzedeloCorreia (Fazenda)\nem meio à crise provocadapela Revolução Federalista no Rio Grandedo Sul.\nSeu substituto foi o engenheiropaulista Antônio Francisco de Paula\nSousa,que vinha respondendo pela pasta das RelaçõesExteriores.\n\nFaleceu em Niterói em 15 defevereiro de 1904.\n\nFoi casado com Luísa Helena doCéu, com quem teve duas filhas.\n\nPaulo Brandi Cachapuz\n\n**FONTES:**ABRANCHES, J. *Governos*;ABREU, A. *Relatório* (1891);\n*Assentamentos* (Pasta I-19-57);CARVALHO, J. *Nação*; *Governo\npresidencial*; LAEMMERT,E. *Almanak* (1852 (p.52), 1863 (p.274),\n1864(p.280), 1870 (p.492 e Notabilidades), 1873(p.355); LAHMEYER, E.;\nLEVY, M. *Estudos*;MAGALHÃES, B. *Visconde*; *Manifesto*; PIRES,\nA.*Homens*; SINIMBU*,* J*. Relatório* (1877, 1878); SOUZA,A. *Relatório*\n(1892).\n","ref":"**FONTES:**ABRANCHES, J. *Governos*;ABREU, A. *Relatório* (1891);\n*Assentamentos* (Pasta I-19-57);CARVALHO, J. *Nação*; *Governo\npresidencial*; LAEMMERT,E. *Almanak* (1852 (p.52), 1863 (p.274),\n1864(p.280), 1870 (p.492 e Notabilidades), 1873(p.355); LAHMEYER, E.;\nLEVY, M. *Estudos*;MAGALHÃES, B. *Visconde*; *Manifesto*; PIRES,\nA.*Homens*; SINIMBU*,* J*. Relatório* (1877, 1878); SOUZA,A. *Relatório*\n(1892).\n","dic":"DHBPR"}