{"title":"ARANTES, Altino","cargoss":["dep. fed. SP 1906-1911","pres.SP 1916-1920","dep. fed. SP"],"author":"Jorge Miguel Mayer","content":"**ARANTES, Altino**\n\n\\* dep. fed. SP 1906-1911; pres.SP 1916-1920; dep. fed. SP\n1921-1930;rev. 1932; const. 1946; dep. fed.SP 1946-1951.\n\n*Altino Arantes Marques* nasceu em Batatais(SP) no dia 29 de setembro de\n1876,filho do coronel Francisco Arantes Marquese de Maria Carolina de\nArantes.\n\nTerminando os estudos preparatórios noColégio São Luís, de Itu (SP),\ningressouaos 16 anos na Faculdade de Direitode São Paulo e aí participou\ndaBucha (nome derivado do alemão *Burschenschaft*),sociedade secreta que\nprosperava naquela academiae teve importante papel na política\npaulista.Formando-se em 1895, abriu banca de advocaciaem Batatais, onde\natendia a clientes dediversas cidades do interior de São Paulo.Em 1899,\ncasou-se na França com MariaTeodora de Andrade Junqueira.\n\n* *Elegeu-se deputado federal peloPartido Republicano Paulista (PRP)\npara aslegislaturas 1906-1908 e 1909-1911. Na Câmarados Deputados, seus\nprincipais discursos versaramsobre a valorização do café, a Caixade\nConversão e a expulsão dos estrangeiros.Opôs-se também à supressão da\nrepresentaçãodiplomática brasileira no Vaticano. Em 1911,renunciou ao\nmandato para assumir a Secretariade Negócios Interiores de São Paulo,\nnogoverno de Manuel Joaquim de AlbuquerqueLins (1908-1912). Permaneceu\nno cargo durantea presidência paulista de Rodrigues Alves(1912-1916),\nperíodo no qual foi tambémsecretário interino da Fazenda e da\nAgricultura.Em sua gestão, preocupou-se especialmente como ensino\nprimário, em particular nas zonasrurais do estado, e com a\nhigienepública. Foi ainda um dos principais incentivadoresda criação da\nFaculdade de Medicina deSão Paulo, em 1912. Em 1914, assumiua\npresidência da Liga de Defesa Nacional,entidade de caráter cívico que\ndefendiao serviço militar obrigatório. Em 1915,faleceu sua esposa Maria\nTeodora, deixando-ocom dois filhos.\n\nMembro da comissão diretora doPRP, na sucessão de Rodrigues Alves\nfoiindicado candidato a vice-presidente do estadona chapa encabeçada por\nJoão Álvares RubiãoJúnior. Com o falecimento deste durantea campanha,\nsubstituiu-o como candidato apresidente, graças ao decidido apoio\ndeRodrigues Alves. Essa escolha contrariou, porém,uma ala do partido\nchefiada por Júliode Mesquita, que abriu uma dissidênciadurante a\nconvenção de novembro de 1915,na qual sua candidatura foi ratificada.\n\nEleito presidente de São Pauloem março e empossado em maio de1916,\ngovernou o estado até 1920, tendoenfrentado portanto o difícil período\ndasgreves operárias de 1917 a 1919, contraas quais agiu com severas\nmedidas repressivas.Durante sua administração, defendeu sempre\nosinteresses paulistas junto ao governo daUnião, protestando quando o\nTesouro Federalcriou um novo imposto que incidia\ndesproporcionalmentesobre a indústria paulista. Com efeito,o governo\nfederal aumentou sua arrecadaçãoem São Paulo, cuja participação na\nreceitatotal do imposto elevou-se de 1/3 paraa metade**.**Por outro\nlado, obteveempréstimos do governo federal a fim decomprar a safra\nexcedente do café, demodo a evitar a queda do preçodo produto. Assinou\nainda com o presidentedo Paraná um acordo para a soluçãoamigável da\nquestão de limites pendenteentre os dois estados.\n\nEm março de 1918, Rodrigues Alvesfoi pela segunda vez eleito\npresidenteda República. Com o agravamento de seuestado de saúde, não\npôde porém tomarposse em 15 de novembro, sendo substituídopelo\nvice-presidente Delfim Moreira. Com seufalecimento em janeiro de 1919,\nnovaseleições foram convocadas. Altino Arantes foium dos nomes lembrados\npara a sucessãopresidencial, mas sua candidatura, encaminhadapelo PRP,\nfoi vetada pelo Partido RepublicanoMineiro (PRM). Para preservar a\naliançaSão Paulo-Minas, Epitácio Pessoa foi escolhidocandidato, tendo\nsido eleito em abrilde 1919. Ainda em 1919, Altino Arantescasou-se, em\nsegundas núpcias, com GabrielaJunqueira. Desse casamento, tiveram uma\nfilha.\n\nApós deixar o governo paulistaem 1920, passando-o a Washington\nLuís,Altino Arantes retornou à Câmara dos Deputadosem 1921, renovando o\nmandato até 1930.Permaneceu, contudo, ligado à política deseu estado. Em\n1924, opôs-se à indicaçãopor Washington Luís de Carlos de Camposcomo seu\nsucessor na presidência de SãoPaulo, ao mesmo tempo em que\nprotestoucontra a indicação pelo PRP do nomede Lacerda Franco para o\nSenado Federal.Em virtude dessa posição, liderou a formaçãode uma ala\ndissidente do PRP, conhecidacomo “coligados”, para concorrer às\neleiçõescontra a chapa oficial.\n\nCom a tomada da capital doestado pela revolta tenentista de julhode\n1924, o que provocou o abandonoda cidade pelo presidente Carlos de\nCampos,apoiou a iniciativa do prefeito FirmianoPinto de travar\nentendimentos diretos comos revolucionários a fim de evitar quese\nprolongasse a desordem na cidade. Aindadurante o governo de Carlos de\nCampos,foi o primeiro presidente do Banco doEstado de São Paulo.\n\nEm 1930, chefiou a Comissão deReconhecimento de Poderes que examinou\noresultado das eleições de março, tendoaprovado o não reconhecimento (ou\n“degola”)em massa dos candidatos eleitos pela AliançaLiberal na Paraíba\ne em Minas Gerais.Sua atuação nesse episódio valeu-lhe umaforte campanha\nde oposição movida pelo*Diário Nacional*, órgão do Partido\nDemocrático(PD) de São Paulo. Com a vitóriada Revolução de outubro de\n1930, ea dissolução dos órgãos legislativos dopaís, perdeu o mandato.\n\nLogo depois da consolidação darevolução, foi acusado pelo Tribunal\nEspecialRevolucionário, então criado, por sua participaçãona degola dos\ncandidatos liberais. Porestar indiciado pelo tribunal, recusou emmaio de\n1931 o convite que lhefoi feito por Marcos de Sousa Dantaspara assumir\nnovamente a presidência doBanco do Estado de São Paulo. Tendopassado\npara a oposição, juntamente como combalido PRP, participou de todas\nasetapas da crise entre o governo federale as forças paulistas. Em\njaneiro de1932, foi um dos signatários de ummanifesto do PRP em que este\nsepronunciava contra a “ditadura aliancista” eafirmava sua disposição de\nlutar por umnovo regime republicano, constitucional e federativo.\n\nCom o aprofundamento do conflitoentre o governo federal e as\nforçaspolíticas de São Paulo, o PRP eo PD se aliaram, dando origem\nàFrente Única Paulista (FUP). Em 16 defevereiro, a FUP divulgou\nmanifesto proclamandoa união dos partidos paulistas na lutapela pronta\nreconstitucionalização do país epela restituição a São Paulo da\nautonomiade que se achava privado desde arevolução. Altino Arantes\ntambém assinou essemanifesto e, quando a evolução da criseresultou na\neclosão da Revolução de 1932,participou ativamente no movimento.\nColaboroucom o coronel Euclides Figueiredo na preparaçãodo plano da luta\narmada, e durantea conflagração discursou na Rádio\nBandeirantes,condenando o governo federal e apoiandoa luta dos\npaulistas. Quando a vitóriapelas armas se revelou impossível, aderiuà\nproposta de armistício de Raul Pillae Borges de Medeiros. Com a\nderrotada Revolução Constitucionalista, exilou-se emLisboa.\n\nDe volta ao Brasil em 1934,assumiu a presidência do PRP e noano seguinte\nchegou a concorrer às eleiçõesindiretas para o governo de São\nPaulo,sendo entretanto derrotado por Armando deSales Oliveira, que desde\n1933 vinha governandoo estado como interventor federal. Em1938, já sob o\nEstado Novo, ocupouo cargo de vice-presidente da delegaçãobrasileira à\nVIII Conferência Internacional Americana,realizada em Lima, como\nministro plenipotenciário.Após a queda do Estado Novo, foieleito em\ndezembro de 1945 deputado porSão Paulo à Assembleia Nacional\nConstituintena legenda do Partido Republicano (PR).Participou dos\ntrabalhos que resultaram napromulgação da nova Constituição\n(18/9/1946)e, na legislatura ordinária que se seguiu,integrou a Comissão\nde Constituição eJustiça e opôs-se à cassação dos mandatosdos\nparlamentares comunistas.\n\nAcompanhando grande parte dos antigosmembros do PRP, ingressou no\nPartido SocialDemocrático (PSD) e nessa legenda candidatou-seà\nvice-presidência da República no pleitode 1950, na chapa encabeçada por\nCristianoMachado. Obteve 1.649.309 votos, ficando emterceiro lugar,\natrás dos candidatos CaféFilho, da aliança Partido Trabalhista\nBrasileiro(PTB)-Partido Social Progressista (PSP), com2.520.790 votos, e\nOdilon Braga, da UniãoDemocrática Nacional (UDN), com 2.344.841\nvotos.Encerrou o mandato na Câmara dos Deputadosem 31 de janeiro de\n1951.\n\nTeve ainda uma intensa atividadecomo escritor, tendo sido presidente\ndaAcademia Paulista de Letras por 14 anose membro do Instituto Histórico\ne Geográficode São Paulo.\n\nMorreu em São Paulo no dia5 de julho de 1965.\n\nSobre sua vida e sua carreira,foram publicados inúmeros artigos em\nrevistase coletâneas, além do livro de Leopoldode Freitas *O dr. Altino\nArantes, esboço político e biográfico* (1920).Além de mensagens,\ndiscursos e conferências,publicou: “*Bonum opus*”*; elogio do arcebispo\ndom Duarte Leopoldo* (1929), *A educação, fator predominante da\nrecuperação moral e cívica* (1934),*Saudades de Portugal* (1938), *O\npan-americanismo e suas realizações na Conferência Pan-Americana de\nLima* (1939), *O dever dos mestres* (1942), *Bons portugueses* (1943),\n*O culto das letras* (1943), *Cícero* (1944), *Elogio da imprensa*\n(1944), *A ação social e política dos bispos de São Paulo* (1945),*O\nsacerdote na Igreja, na sociedade e na família* (1946), *Imprensa e\npolítica* (1951), *Elogio do livro* (1951) e *Passos do meu caminho*\n(memórias,1958).\n\nJorge Miguel Mayer\n\n**FONTES:**BARROSO, G. *Coração*; CÂM.DEP. *Relação dos deputados*;\nCASTRO, J. *Livro*;CAVALCANTI JÚNIOR, A. *Reminiscências*; COUTINHO,A.\n*Brasil*; DANTAS, F. *Política*; FRANCO,A. *Escalada*; GALVÃO, F.\n*Fechamento*; *Grande encic. Delta*; Ilustração brasileira; Interior;\nLEITE,A. *História*; LIMA, J. Como; PALÁCIOS,G. *Plantadores*; PINTO, J.\n*Testemunhos*; *Quem é quem no Brasil*; Rev. Econ. Política;\nSCHWARTZMAN,S. *Intelectual*; VARGAS, G. *Política nacionalista*;VELHO\nSOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:**BARROSO, G. *Coração*; CÂM.DEP. *Relação dos deputados*;\nCASTRO, J. *Livro*;CAVALCANTI JÚNIOR, A. *Reminiscências*; COUTINHO,A.\n*Brasil*; DANTAS, F. *Política*; FRANCO,A. *Escalada*; GALVÃO, F.\n*Fechamento*; *Grande encic. Delta*; Ilustração brasileira; Interior;\nLEITE,A. *História*; LIMA, J. Como; PALÁCIOS,G. *Plantadores*; PINTO, J.\n*Testemunhos*; *Quem é quem no Brasil*; Rev. Econ. Política;\nSCHWARTZMAN,S. *Intelectual*; VARGAS, G. *Política nacionalista*;VELHO\nSOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}