{"title":"MEDEIROS, Amauri de","cargoss":["dep. fed. PE 1927-1928."],"author":"Raimundo Helio Lopes","content":"**MEDEIROS, Amauri de**\n\n\\*dep. fed. PE 1927-1928.\n\n*Amauri de Medeiros* nasceu em Recife no dia 7 de dezembro de 1893,\nfilho de Bianor de Medeiros e de Maria Cândida Góis de Medeiros.\n\nIniciou seus estudos no Ginásio Pernambuco e depois cursou a Faculdade\nde Medicina do Rio de Janeiro, então Distrito Federal, diplomando-se em\ndezembro de 1915. No ano seguinte ingressou no Corpo de Bombeiros,\ntornando-se tenente-médico e, posteriormente, major-médico. Em 1917\ningressou na Cruz Vermelha Brasileira, onde se tornou secretário,\nprofessor da Escola de Enfermagem e chefe de serviços clínicos.\nRepresentou a instituição em 1919, no Congresso da Cruz Vermelha em\nGenebra, na Suíça, e no II Congresso Pan-Americano de Higiene, nos\nEstados Unidos. Em 1920, organizou a Cruzada da Cruz Vermelha contra a\ntuberculose.\n\nEm 1922 foi nomeado por Sérgio Loreto, governador de Pernambuco e seu\nsogro, diretor do Departamento de Saúde e Assistência do estado. Durante\nsua gestão, que se estendeu até 1926, realizou muitas obras: reformou o\nsistema de atendimento médico no Recife e no interior, remodelou o\nHospital Osvaldo Cruz e o Hospital de Doenças Nervosas e Mentais\n(Hospital da Tamarineira), criou a Inspetoria e o Corpo de Visitadores\nda Saúde e ainda a Inspetoria de Profilaxia da Tuberculose, ligada ao\nServiço de Saneamento Rural. Por sua atividade profissional, participou\ndos quatro primeiros Congressos Brasileiros de Higiene, realizados no\nRio de Janeiro (1923), Belo Horizonte (1924), São Paulo (1926) e Bahia\n(1928).\n\nEm 1927 foi eleito deputado federal por Pernambuco. Assumindo sua\ncadeira na Câmara dos Deputados, no Rio de Janeiro, tornou-se membro da\nComissão de Saúde Pública, na qual discutiu o problema da febre amarela\ne defendeu a gestão do diretor geral da Saúde Pública Clementino Fraga.\nTambém defendeu em seus pronunciamentos o exame pré-nupcial e aprovou um\nprojeto sobre o tema que obteve parecer favorável e passou em primeira\ndiscussão na Câmara.\n\nFoi chefe da cadeira de clínica propedêutica na Faculdade de Medicina do\nRio de Janeiro, um dos fundadores e professor da Faculdade de Medicina\nde Pernambuco, diretor médico do Preventório Santa Inês e médico da\nCompanhia de Segurança Industrial.\n\nFaleceu no Rio de Janeiro no dia 3 de dezembro de 1928, vítima de um\nacidente de avião durante as homenagens ao retorno de Santos Dumont ao\nBrasil.\n\nPublicou: *Ferimentos pleuro-pulmonares* (1915), *O combate a\nancilostomíase* (1919), *Um grito de alarme: o problema da tuberculose*\n(1920), *A organização da defesa e a preparação da ofensiva: um plano de\ncombate à tuberculose* (1921), *O Estado não pode nem deve tomar a si\ntodos os encargos da luta contra a tuberculose* (1922), *Cruzada\nsanitária – discursos* (1924), *Saúde e assistência – doutrinas,\nexperiências e realizações* (1926), *O exame médico pré-nupcial. Um\ndiscurso, uma entrevista e um projeto* (1928), *O problema nacional da\nfebre amarela* (1928), *Atos de fé – discursos* (1928).\n\nRaimundo Helio Lopes\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; GASPAR, L. *Amaury*;\n*Grande encic. Delta Larousse*; VELHO SOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; GASPAR, L. *Amaury*;\n*Grande encic. Delta Larousse*; VELHO SOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}