{"title":"MELO, Antônio Alfredo da Gama e","cargoss":["pres. PB 1896-1900","sen. PB 1903-1908."],"author":"Raimundo Helio Lopes","content":"**MELO, Antônio Alfredo da Gama e**\n\n\\*pres. PB 1896-1900; sen. PB 1903-1908.\n\n*Antônio Alfredo da Gama e Melo* nasceu na cidade da Paraíba,\nposteriormente João Pessoa, no dia 1^o^ de janeiro de 1849, filho de\nSeveriano da Gama Melo e de Alexandrina Josefa D’Ávila.\n\nCursou a Faculdade de Direito do Recife, onde foi contemporâneo de\nCastro Alves, Cardoso Vieira e Tobias Barreto, e bacharelou-se em 1873.\nIniciou sua vida política ainda durante o Império, quando se filiou ao\nPartido Liberal. Em 1878 foi eleito deputado provincial na Paraíba, para\na legislatura 1878-1880. Nesse último ano tornou-se vice-presidente da\nprovíncia e permaneceu no posto em diferentes administrações até 1885.\nDurante esses anos, ocupou a presidência provincial em várias ocasiões.\nFoi também professor do Liceu Paraibano, onde lecionou latim, como seu\npai, e retórica. Foi ainda diretor do Liceu, até o ano de 1893, quando\nse jubilou.\n\nApós a proclamação da República em 15 de novembro de 1889, aderiu ao\nnovo regime. Apoiado pelo presidente estadual Álvaro Lopes Machado\n(1892-1896), foi eleito presidente do estado da Paraíba Em 17 de maio de\n1896, quando Álvaro Lopes Machado renunciou para concorrer a uma vaga no\nSenado, assumiu seu lugar o vice-presidente padre Valfredo Leal, que lhe\ntransmitiu o governo em 22 de outubro. Exerceu o governo até 22 de\noutubro de 1900, quando foi substituído por José Peregrino de Araújo.\n\nVoltou à vida política em 1903, quando foi eleito senador na legenda do\nPartido Republicano da Paraíba. Ocupou uma cadeira no Senado Federal até\n1908 e durante esses anos fez parte das Comissões de Redação, Justiça e\nLegislação.\n\nNo campo jornalístico, colaborou com o *Jornal do Comércio*, no Rio de\nJaneiro, e foi fundador do periódico *A República*, na Paraíba. Foi\ntambém inspetor da Alfândega, inspetor do Tesouro e diretor da Instrução\nPública no estado da Paraíba.\n\nFaleceu na cidade da Paraíba no dia 10 de abril de 1908.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; *Grande encic. Delta Larousse*;\nLEITE NETO, L. *Catálogo biográfico*; ACAD. PARAIBANA DE LET. Disponível\nem: \\<www.aplpb.com.br\\>. Acesso em: 2/12/2010.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; *Grande encic. Delta Larousse*;\nLEITE NETO, L. *Catálogo biográfico*; ACAD. PARAIBANA DE LET. Disponível\nem: \\<www.aplpb.com.br\\>. Acesso em: 2/12/2010.\n","dic":"DHBPR"}