{"title":"MELO, Demócrito Cavalcanti de Albuquerque","cargoss":["Ministro do Tribunal de Contas"],"cargos_esp":[0],"datas_ini":[1897],"datas_fim":[1903],"estados":[0],"content":"**MELO, Demócrito Cavalcanti de Albuquerque**\n\n\\*min. TCU 1897-1903.\n\n*Demócrito Cavalcanti de Albuquerque Melo* nasceu em Vitória do Santo\nAntão (PE) no dia 15 de fevereiro de 1850, filho de Félix Cavalcanti de\nAlbuquerque Melo e de Lisbela Cavalcanti de Albuquerque Melo.\n\nEm 1873 formou-se bacharel em ciências jurídicas pela Faculdade de\nDireito do Recife e em 1875 tornou-se doutor em ciências jurídicas e\nsociais. Entre 1874 e 1875, foi delegado de polícia em Pernambuco. Ainda\nem 1875, tornou-se ajudante de procurador e fiscal do Tesouro Nacional.\nJá em 1886, assumiu o cargo de secretário da presidência do Pará e, em\n1889, o de inspetor da alfândega, também no Pará. Em 1890 tornou-se\ninspetor da Tesouraria de Pernambuco e em 1891 passou a diretor da\nTomada de Contas do Tesouro Nacional. Foi também deputado provincial em\nvárias legislaturas e atuou ainda como jornalista, tendo sido redator do\njornal *O Tempo*, em Pernambuco.\n\nEm 19 de junho de 1897 tomou posse como ministro do Tribunal de Contas\nda União (TCU). O tribunal, criado pelo Decreto n^o^ 966-A, de 7 de\nnovembro de 1890, por iniciativa do então ministro da Fazenda, Rui\nBarbosa, e norteado pelos princípios da autonomia, fiscalização,\njulgamento, vigilância e energia, foi institucionalizado definitivamente\npela Constituição de 1891, ainda por influência de Rui Barbosa. Contudo,\nsua efetiva instalação só ocorreu em 17 de janeiro de 1893, graças ao\nempenho de Serzedelo Correia, ministro da Fazenda do governo do\npresidente Floriano Peixoto (1891-1894). Originariamente o TCU era\nresponsável pelo exame, revisão e julgamento de todas as operações\nrelacionadas à receita e à despesa da União. A Constituição de 1891\nconferiu-lhe competência para liquidar as contas da receita e da despesa\ne verificar sua legalidade antes de serem prestadas ao Congresso\nNacional.\n\nExerceu o cargo de ministro do TCU até 1903.\n\nFaleceu em 27 de dezembro de 1904.\n\nIzabel Pimentel da Silva\n\n**FONTE:** Receita Federal/ Memória/ Administração Fazendária/\nTesourarias da Fazenda*.* Disponível em:\n\\<www.receita.fazenda.gov.br/Memoria/administracao/reparticoes/1822a1970/tesou\\_fazenda.asp\\>;\nTRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"","dic":"DHBPR"}
