{"title":"ARAÚJO, Antônio Brício de","cargoss":["pres. MA 1917-1918","sen. MA1929-1930."],"author":"Alan Carneiro/Raimundo Helio Lopes","content":"**ARAÚJO, Antônio Brício de**\n\n\\* pres. MA 1917-1918; sen. MA1929-1930.\n\n*Antônio Brício de Araújo* nasceu na comarcados Guimarães (MA), filho de\nAntônio Bríciode Araújo. Seu irmão Urbano Santos daCosta Araújo,\nconhecido como Urbano Santos,foi deputado federal pelo Maranhão de1897 a\n1905, senador de 1906 a1914, vice-presidente da República de 1914a 1918,\nno governo Venceslau Brás, ministroda Justiça e Negócios Interiores de\n1918a 1919, no governo Delfim Moreira, epresidente do Maranhão de 1919 a\n1922;nesse último ano voltou a ser eleitovice-presidente da República ao\nlado deArtur Bernardes, mas faleceu antes detomar posse.\n\nAntônio Brício ingressou na carreirapolítica filiando-se ao Partido\nRepublicano,em cuja chapa, encabeçada por HerculanoNina Parga, foi\neleito primeiro vice-presidentedo Maranhão em 1914. Com o afastamentodo\ntitular para concorrer a uma cadeirana Câmara dos Deputados, assumiu o\ngovernodo estado em 20 de março de 1917.Para o quadriênio 1918-1922, foi\neleitopresidente estadual seu irmão Urbano Santos,então vice-presidente\nda República, que nãotomou posse de imediato. Assim, em 1^o^de março de\n1918, transmitiu o governodo Maranhão ao primeiro vice-presidente,\nJoséJoaquim Martins Marques, que faleceu nodia 9 de outubro seguinte.\nAssumiu entãoo governo o segundo vice Raul daCunha Machado, até 21 de\noutubro, quandoUrbano Santos foi empossado, para logose licenciar.\n\nDeputado estadual por duas legislaturas,Antônio Brício deixou a\nAssembleia estadualem agosto de 1922 para assumir aintendência\n(prefeitura) de São Luís emsubstituição a Raimundo Gonçalves da Silva.Em\nsua gestão, inaugurou o serviço debondes elétricos, em substituição aos\ndetração animal, instalou o reservatório deáguas do bairro do Sacavém e\ncriouum serviço de assistência dentária emalgumas escolas municipais da\ncapital.\n\nEm 1929 foi eleito senador peloMaranhão. Concomitantemente, elegeu-se\nvice-presidentedo estado na chapa liderada por JoséPires Sexto, cujo\ngoverno durou poucomais de sete meses – de 1^o^de março a 8 de outubro\nde 1930.Com a vitória da Revolução de 1930,os governadores foram\nsubstituídos por interventores,e os órgãos legislativos do país\nforamdissolvidos.\n\nAlan Carneiro/Raimundo Helio Lopes\n\n**FONTES:** MARQUES, C. *Dicionário*;SENADO. Disponível em:\n\\<www.senado.gov.br/sf/SENADORES/presidentes/p\\_rep\\_Urbano\\_Santos.asp\\>.Acesso\nem: 28/7/2008,\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1416&li=34&lcab=1927-1929&lf=34\\>.Acesso\nem: 23/9/2008.\n","ref":"**FONTES:** MARQUES, C. *Dicionário*;SENADO. Disponível em:\n\\<www.senado.gov.br/sf/SENADORES/presidentes/p\\_rep\\_Urbano\\_Santos.asp\\>.Acesso\nem: 28/7/2008,\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1416&li=34&lcab=1927-1929&lf=34\\>.Acesso\nem: 23/9/2008.\n","dic":"DHBPR"}