{"title":"MELO, João Soarino de","cargoss":["Membro de junta governativa"],"cargos_esp":[0],"datas_ini":[1924],"datas_fim":[1924],"estados":["SE"],"autor":["Raimundo Helio Lopes"],"content":"**MELO, João Soarino de**\n\n\\*militar; junta gov. SE 1924.\n\n*João Soarino de Melo* nasceu em São Cristóvão (SE) no dia 25 de outubro\nde 1898.\n\nAos três anos de idade mudou-se para Estância (SE), pois seu pai, que\nera telegrafista, passou a trabalhar nessa cidade. Fez os estudos\npreparatórios em Salvador e ingressou na Faculdade de Engenharia da\nmesma cidade. Passou por dificuldades e teve que abandonar o curso,\nseguindo para a cidade do Rio de Janeiro, então Distrito Federal, onde\ningressou na Escola Militar da Praia Vermelha em 1917. Em 1921 foi\npromovido a segundo-tenente e no mesmo ano retornou a Aracaju, onde\npassou a servir na 19^a^ Companhia de Metralhadoras, sediada no 28^o^\nBatalhão de Caçadores (28^o^ BC) de Sergipe. Em 1923 conheceu Augusto\nMaynard Gomes, militar tenentista que participou da Revolta de 1922 no\nRio de Janeiro.\n\nJoão Soarino de Melo, ao lado de Maynard Gomes e Eurípedes Esteves de\nLima, tornaram-se o núcleo de militares opositores à Primeira República\nem Sergipe. Quando o marechal e ex-presidente da República Hermes da\nFonseca (1910-1914), que desfrutava de grande prestígio entre os jovens\noficiais, faleceu, em setembro de 1923, o *Diário da Manhã*, jornal de\nAracaju, comentou o fato de maneira que desagradou aos militares. Esses\ntrês militares, então, invadiram em plena luz do dia a redação do\njornal, causando-lhe danos materiais.\n\nCom a eclosão da Revolta de 5 de Julho de 1924 em São Paulo,\niniciaram-se em Sergipe articulações de solidariedade aos insurretos\nque, sob o comando de Isidoro Dias Lopes, ocuparam a capital paulista.\nDiante da perspectiva de requisição da guarnição sergipana pelo governo\nfederal para a repressão aos rebeldes no Sul e da impossibilidade de\nadesão em São Paulo, João Soarino de Melo, Eurípedes Esteves de Lima e\nMaynard Gomes aceleraram o movimento rebelde no 28^o^ BC. Os três\ntornaram-se líderes do movimento, acertando sua deflagração para a\nmadrugada do dia 13 de julho. Depois de conquistarem a adesão do\nsegundo-tenente Manuel Messias de Mendonça, intendente do 28^o^ BC e\nresponsável pelo depósito de munições, comunicaram o plano a parte das\ntropas, prenderam os militares legalistas e assumiram o controle do\nquartel.\n\nDesmembrado em três companhias comandadas pelos líderes do levante, o\ncontingente do 28^o^ BC tomou o palácio do governo, depondo o presidente\ndo estado, Maurício Gracco Cardoso (1922-1926). A junta que assumiu a\nchefia do Executivo estadual era composta pelo primeiro-tenente João\nSoarino de Melo, o também primeiro-tenente Augusto Maynard Gomes, o\ncapitão Eurípides Esteves de Lima e o segundo-tenente Manuel Messias de\nMendonça. Em seguida, ocuparam os principais postos estratégicos da\ncapital, fizeram uma proclamação à população explicando seus motivos e\norganizaram a defesa dos espaços tomados. Contudo, o movimento foi\nderrotado 21 dias depois pelas tropas federais lideradas pelo general\nMarçal Nonato de Faria.\n\nTentando fugir, João Soarino de Melo foi preso em 6 de agosto. Ficou\ndetido em Aracaju e, com o decorrer do processo, teve sua prisão\nrelaxada. Maynard Gomes, preso em São Paulo e transferido para Sergipe,\ncontinuou liderando o movimento rebelde de oposição ao governo e, com a\npassagem da Coluna Prestes pelos estados do Norte, a força dos\noposicionistas aumentou.\n\nEm 18 de janeiro de 1926, Maynard Gomes fugiu da prisão e deu início a\num novo movimento, novamente liderando-o ao lado dos antigos\ncompanheiros. Voltaram a assumir o governo do estado por algumas horas.\nNessa nova revolta, João Soarino de Melo, ao lado de Maynard Gomes,\nassumiram a liderança das tropas em combate, enquanto Eurípedes Esteves\nde Lima assumiu o controle do 28^o^ BC. Esse movimento foi dominado em\ncerca de quatro horas, tendo as tropas governistas novamente sendo\nlideradas pelo general Marçal Nonato de Faria.\n\nApós esses combates, João Soarino de Melo e os outros rebeldes foram\ntransferidos para a Ilha da Trindade, no litoral do Espírito Santo. Na\nprisão, adoeceu e foi transferido, assim como Eurípedes Esteves de Lima,\npara o Hospital Militar do Rio de Janeiro. Com a posse do presidente\nWashington Luís (1926-1930), em 15 de novembro de 1926, foi revogado o\nestado de sítio, presente em quase todo o governo de Artur Bernardes\n(1922-1926). Assim sendo, os líderes rebeldes foram transferidos para\nAracaju em setembro de 1927.\n\nRecebidos com grande aclamação popular, João Soarino de Melo, Eurípedes\nEsteves de Lima e Maynard Gomes, os líderes do movimento rebelde, foram\njulgados em 1928 e condenados em primeira instância a 10 anos de prisão,\nobtendo depois redução da pena no Supremo Tribunal Federal para dois\nanos. Julgados novamente em 1929 – agora pelo levante de 1926 – foram\ncondenados a um ano e quatro meses de reclusão, tempo inferior ao\nperíodo já cumprido na prisão.\n\nAinda sem a liberdade garantida, João Soarino de Melo apoiou a Revolução\nde 1930 e, após a vitória do movimento, assumiu por alguns meses o\ncomando do 28^o^ BC, já com Maynard Gomes como interventor federal do\nestado (1930-1935).\n\nRaimundo Helio Lopes\n\n**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *História*;\nDANTAS, J. *Tenentismo.*\n","ref":"**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *História*;\nDANTAS, J. *Tenentismo.*\n","dic":"DHBPR"}
