{"title":"MELO, Manuel Leite de Novais","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1892],"datas_fim":[1893],"estados":["ES"],"autor":["Nara Saletto","Fernando Achiamé"],"content":"**MELO, Manuel Leite de Novais**\n\n\\*dep. fed. ES 1892-1893.\n\n*Manuel Leite de Novais Melo* nasceu em Pão de Açúcar (AL) a 10 de junho\nde 1849, filho de João Machado de Novais Melo, barão de Piaçabuçu, e de\nMaria José de Novais Melo.\n\nFormou-se pela Escola de Medicina da Bahia em 1872. No ano seguinte foi\nnomeado médico da Colônia do Rio Novo, na província do Espírito Santo,\ncargo que ocupou até 1875. Transferiu-se então para Cachoeiro de\nItapemirim, onde exerceu a clínica médica e teve uma farmácia.\nSimultaneamente, fez carreira política: foi deputado provincial\n(1875-1876) e vereador na Câmara Municipal de Cachoeiro, da qual foi\npresidente. Em 1^o^ de janeiro de 1878 casou-se com Maria Bárbara de\nSousa Monteiro (Maricota), irmã mais velha de Jerônimo e Bernardino\nMonteiro, que seriam governadores do Espírito Santo, e de dom Fernando\nde Sousa Monteiro, bispo do Espírito Santo de 1902 a 1916.\n\nNa República, filiou-se ao Partido Republicano Construtor (PRC), fundado\napós uma cisão dos republicanos, reunindo a maioria deles a políticos\noriundos dos partidos Liberal e Conservador do período imperial. O rival\ndo PRC era a União Republicana Espírito-Santense (URES), que também\naliava políticos dos três partidos do final do Império. Antes da divisão\ndos republicanos, os dois principais líderes da propaganda em Cachoeiro,\nBernardo Horta e Antônio Aguirre, eram vice-governadores, e a\nIntendência Municipal do município era ligada a eles. Quando houve a\ndivisão, os dois líderes de Cachoeiro deixaram seus cargos e passaram a\nfazer forte oposição ao governo de Afonso Cláudio. Como até então os\ngovernos do estado e dos municípios eram nomeados, Afonso Cláudio depôs\na Intendência de Cachoeiro e nomeou novos membros, do PRC, entre eles\nNovais Melo (4 de agosto de 1890). Porém a instabilidade política era\nalta naquele início da República e, em março de 1891, o governo do PRC,\nàquela altura exercido por Henrique Coutinho, foi deposto. Foi nomeado\npara o cargo Antonio Aguirre, da URES. Outra vez foram trocados os\nmembros da Intendência, substituídos por correligionários de Aguirre. O\nPRC voltou ao poder a 18 de dezembro daquele ano, quando foi deposto o\ngoverno da URES, então exercido pelo barão de Monjardim, e assumiu uma\njunta governativa. Esta realizou eleições para a Constituinte estadual,\nque aprovou a Constituição e elegeu Muniz Freire, chefe do PRC,\npresidente do estado (2 de maio de 1892).\n\nComo a Constituição Federal aprovada em 1891 aumentara o número mínimo\nde deputados federais para quatro, o Espírito Santo, que tinha somente\ndois, realizou eleições para preencher as duas novas vagas em 1892.\nForam candidatos do PRC Novais Melo e José Horácio Costa, ambos eleitos.\nSeus mandatos se encerraram em dezembro de 1893. Nessa ocasião, Novais\nMelo já se tornara dissidente, em oposição ao partido e ao governo. Em\nItapemirim e em Cachoeiro, dissidentes e unionistas se aliaram para\napresentar uma chapa nas eleições federais que se realizariam então, e\nnela Novais Melo era o candidato a senador, mas o partido do governo foi\nvencedor. Nos anos seguintes, a oposição cresceu no estado, e Novais\nMelo esteve a ela integrado. Mudou-se, porém, para o Rio de Janeiro em\n1895 e foi se afastando da política capixaba. Faleceu em 12 de setembro\nde 1898, no então Distrito Federal.\n\nEntre seus filhos destacam-se Henrique de Novais, engenheiro que fez\nimportante carreira na política e na administração capixaba, Maria Stela\nde Novais, professora, botânica e historiadora, e Benvindo Novais,\nengenheiro agrônomo com atuação relevante na administração federal e na\nestadual.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** ARQ. MARIA STELLA DE NOVAIS (conservado no Arquivo Público\ndo Estado do Espírito Santo); *Cachoeirano* (1898); *Comércio do\nEspírito Santo* (1896-1897); *Estado do Espírito Santo* (1890-1895);\nSANTOS, A. *Republicano*; Scribd. Disponível em:\n\\<www.scribd.com/doc/28814483/Teses-Da-Faculdade-de-Medicina-Da-Bahia-1840-a-1928\\>.\nAcesso em: 7/2010.\n","ref":"**FONTES:** ARQ. MARIA STELLA DE NOVAIS (conservado no Arquivo Público\ndo Estado do Espírito Santo); *Cachoeirano* (1898); *Comércio do\nEspírito Santo* (1896-1897); *Estado do Espírito Santo* (1890-1895);\nSANTOS, A. *Republicano*; Scribd. Disponível em:\n\\<www.scribd.com/doc/28814483/Teses-Da-Faculdade-de-Medicina-Da-Bahia-1840-a-1928\\>.\nAcesso em: 7/2010.\n","dic":"DHBPR"}
