{"title":"MELO, Nélson de","cargoss":["militar","rev. 1924","rev. 1930","interv. AM 1933-1935","ch. pol. DF"],"author":"Renato Lemos","content":"**MELO, Nélson de**\n\n\\*militar; rev. 1924; rev. 1930; interv. AM 1933-1935; ch. pol. DF\n1943-1944; ch. Gab. Mil. Pres. Rep. 1956-1961; comte II Ex. 1961-1962;\nmin. Guerra 1962; rev. 1964.\n\n*Nélson de Melo* nasceu em Santana do Livramento (RS) no dia 20 de\nagosto de 1899, filho de Francisco Antônio de Siqueira e Melo, oficial\ndo Exército, e de Maria Isabel de Aguiar Melo.\n\nApós cursar o Colégio Militar de Porto Alegre, sentou praça em março de\n1917 matriculando-se na Escola Militar do Realengo, no Rio de Janeiro,\nentão Distrito Federal. Declarado aspirante a oficial em janeiro de\n1922, foi classificado no 27^o^ Batalhão de Caçadores, sediado em\nManaus, onde foi promovido a segundo-tenente em abril. Em novembro foi\ntransferido para o 11^o^ Regimento de Infantaria (RI), em São João del\nRei (MG), e ali permaneceu até setembro de 1923, quando, promovido a\nprimeiro-tenente, foi transferido para o 7^o^ RI, em Santa Maria (RS).\nEm 1924 foi transferido para o 4^o^ RI, em Quitaúna (SP).\n\nDe 1924 a 1930\n\nEm julho de 1924, aderiu ao movimento revolucionário deflagrado em São\nPaulo pelo general lsidoro Dias Lopes. Na madrugada do dia 5, tomou o\nquartel de Quitaúna, juntamente com os tenentes Orlando Ribeiro e\nCustódio de Oliveira. Os rebeldes, depois de ocupar a capital paulista\npor três semanas, deslocaram-se para o interior, até o oeste do Paraná.\nCercado em Catanduvas (PR) após quatro meses de combates contra o\ngeneral Cândido Rondon, Nélson de Melo foi preso em março de 1925,\nquando o reduto revolucionário caiu, depois de esgotados alimentos e\nmunição.\n\nConduzido a São Paulo, ficou preso dois anos, enquanto aguardava o\ndesfecho do processo a que foi submetido por deserção e rebelião.\nJulgado em 1927, foi condenado a dois anos de prisão, mas foi solto por\njá ter cumprido a pena. Em liberdade, viajou para o Rio de Janeiro e ali\nfoi novamente preso, porque a promotoria recorrera ao Supremo Tribunal\nFederal (STF). Depois de cumprir mais de um ano de prisão na fortaleza\nde Santa Cruz, o Supremo confirmou a pena anterior, e foi novamente\nposto em liberdade. De volta às fileiras do Exército, tomou parte na\nRevolução de 1930, conspirando no Rio de Janeiro e em Minas Gerais e\nparticipando das operações militares neste último estado.\n\nDe 1930 a 1945\n\nVitorioso o movimento de 1930, integrou o Clube 3 de Outubro, entidade\norganizada em 1931 para aglutinar as correntes tenentistas. Servia na\népoca no 2^o^ RI no Rio. Em agosto, foi promovido a capitão e\ntransferido para Pernambuco, onde, a convite do interventor federal\nCarlos de Lima Cavalcanti, assumiu a Secretaria de Segurança Pública.\n\nCom a eclosão da Revolução Constitucionalista de 1932 em São Paulo,\nsolidarizou-se por telegrama com o chefe do governo provisório, Getúlio\nVargas, e ofereceu tropas para marchar contra os insurretos. Deixando\nPernambuco, no dia 25 de julho incorporou-se às forças em operação no\nsetor de Parati (RJ), participou de combates e comandou interinamente o\nDestacamento João Alberto. Derrotada a revolução, retornou a Pernambuco.\n\nEm setembro de 1933, a convite de Vargas, tornou-se interventor federal\nno Amazonas em substituição a Antônio Rogério Coimbra, demissionário por\nmotivo de saúde. Após uma administração caracterizada pela austeridade,\nfoi substituído em fevereiro de 1935 por Álvaro Botelho Maia, eleito\ngovernador pela Assembleia Constituinte estadual dentro do processo de\nreconstitucionalização dos estados.\n\nDe volta ao Rio de Janeiro, matriculou-se ainda em 1935 na Escola de\nAperfeiçoamento de Oficiais e cursou a Escola de Infantaria. Em janeiro\nde 1936, foi designado para o 14^o^ RI, em São Gonçalo (RJ), de onde\nsaiu em 1937 para exercer a função de assistente de gabinete do general\nManuel de Cerqueira Daltro Filho, no Estado-Maior do Exército.\n\nPromovido a major por merecimento, em setembro de 1937 foi designado\npara o comando do 9^o^ Batalhão de Caçadores, em Caxias do Sul (RS). No\nano seguinte, serviu no estado-maior da 3^a^ Divisão de Infantaria (DI),\nem Porto Alegre. Estagiou na Escola de Aviação Militar e cursou, entre\n1939 e 1940, a Escola de Estado-Maior do Exército, no Rio. Em 1941, foi\nsubcomandante do 14^o^ RI, em São Gonçalo. Em maio de 1942 foi promovido\na tenente-coronel por merecimento, ainda nesse ano comandou o Batalhão\nde Guardas do Distrito Federal. Em janeiro de 1943 regressou ao 14^o^\nRI, agora como comandante. Em agosto foi nomeado chefe de polícia do\nDistrito Federal, em substituição ao general Alcides Etchegoyen.\n\nEmbora fosse sua função reprimir manifestações oposicionistas,\nacompanhando o processo de desagregação do Estado Novo, pôde\ncontemporizar com relação a algumas diretrizes governamentais. As\natividades da Sociedade Amigos da América (SAA) foram um exemplo desse\ncomportamento. Entidade oposicionista organizada em torno de um programa\ndemocrático, a SAA pôde, durante o período em que Nélson de Melo foi\nchefe de polícia, trabalhar livremente, conforme ela própria reconheceu\nem manifesto de março de 1945, quando foi fechada por Vargas.\n\nO órgão que dirigia foi transformado em março de 1944 no Departamento\nFederal de Segurança Pública (DFSP). Promovido a coronel por merecimento\nem junho seguinte, Nélson de Melo foi obrigado a deixar a chefia de\npolícia por força de um aviso recente que estabelecia a\nincompatibilidade entre oficiais promovidos por merecimento e cargos\ncivis. No depoimento que prestou ao Centro de Pesquisa e Documentação de\nHistória Contemporânea do Brasil (Cpdoc), explicou que desde a\ndivulgação do *Manifesto dos mineiros* (outubro de 1943) temia que\nVargas ordenasse a prisão de seus signatários, hipótese que não lhe\nagradava. Sua promoção teria sido, portanto, um bom pretexto para deixar\no cargo sem precisar pedir exoneração.\n\nEm setembro de 1944, embarcou para a Itália integrando um dos escalões\nda Força Expedicionária Brasileira (FEB). A partir de novembro, no\ncomando do Destacamento Nélson de Melo, participou das tentativas e da\ntomada de Monte Castelo, finalmente consumada no dia 21 de fevereiro de\n1945. Designado pouco depois comandante do 6^o^ RI, conhecido como\nRegimento Ipiranga, participou da ofensiva do vale do Pó, que resultou\nna rendição incondicional da 148^a^ Divisão de Infantaria alemã, dos\nremanescentes da 90^a^ Divisão Panzer e da Divisão Bersaglieri Itália,\ntotalizando mais de 16 mil prisioneiros. Regressou com a FEB ao Brasil\nem julho de 1945.\n\nAinda em 1945, assumiu o comando do 2^o^ Regimento de Infantaria, no\nDistrito Federal, posto em que permaneceria até o ano seguinte, quando\nfoi designado para a chefia do Estado-Maior da 1^a^ Divisão de\nInfantaria (1^a^ DI), também na capital da República. Em setembro de\n1945, participou de uma reunião na casa de João Alberto Lins de Barros,\nentão chefe de polícia do Distrito Federal, à qual compareceram, entre\noutros oficiais, o ministro da Guerra, general Pedro Aurélio de Góis\nMonteiro, os generais Newton Estillac Leal, Osvaldo Cordeiro de Farias,\nJuarez Távora e o tenente-coronel Jurandir de Bizarria Mamede.\nPreocupados com a forma como se daria a transição do regime ditatorial\ndo Estado Novo para um regime democrático, os oficiais discutiram a\nconveniência da realização das eleições presidenciais previstas para\ndezembro.\n\nNélson de Melo, entre outros, foi simpático ao golpe militar que depôs\nVargas em outubro de 1945. De 1946 a 1950, chefiou o estado-maior da\nZona Militar Leste – precursora do atual I Exército – e da 1^a^ Região\nMilitar, ambas sediadas no Distrito Federal.\n\nA Década de 1950\n\nPromovido a general de brigada em abril de 1950, Nélson de Melo\nconcorreu por essa época às eleições para a presidência do Clube Militar\nna chapa encabeçada por Cordeiro de Farias e Emílio Ribas Júnior, contra\na chapa formada por Estillac Leal e Júlio Caetano Horta Barbosa. O\ngrande tema da campanha foi a política do petróleo no país. A chapa\napoiada por Nélson de Melo defendia a participação do capital\nestrangeiro na exploração do petróleo nacional, enquanto seus\nadversários postulavam a implantação do monopólio estatal da indústria\npetrolífera. A disputa transcendeu o âmbito da corporação militar,\nrepresentando uma definição da oficialidade a respeito de um tema que,\nnaquele momento, antagonizava as principais correntes de opinião no\npaís. A vitória da chapa Estillac Leal-Horta Barbosa contribuiu para\nintensificar a participação dos militares na definição de uma política\npetrolífera nacional.\n\nAinda em 1950, Nélson de Melo foi nomeado comandante da 2^a^ Brigada\nMista, sediada em Corumbá (MT), e assumiu o subcomando interino da 9^a^\nRegião Militar, também em Mato Grosso. Exerceu essas funções até o ano\nseguinte, quando, em março, foi designado subcomandante da 4^a^ DI, em\nMinas Gerais. Em 1951, representou o governo brasileiro na cerimônia de\ninauguração da Estrada de Ferro Brasil-Bolívia.\n\nEm maio de 1952, participou novamente das eleições no Clube Militar,\ndessa vez como candidato à vice-presidência na chapa encabeçada pelo\ngeneral Alcides Etchegoyen, autodenominada Cruzada Democrática,\nconcorrendo com a chapa Estillac Leal-Horta Barbosa, candidatos à\nreeleição caracterizados como nacionalistas. Após intensa campanha\neleitoral, mais uma vez centrada nos problemas da exploração do petróleo\ne do capital estrangeiro, a chapa de Nélson de Melo saiu vitoriosa, com\ncerca do dobro de votos da concorrente.\n\nNélson de Melo cursou a Escola Superior de Guerra, diplomando-se em\nnovembro de 1952. Em dezembro, assumiu o comando da Infantaria\nDivisionária da 1^a^ DI, na Vila Militar do Rio de Janeiro, até o ano\nseguinte. A convite do governo dos Estados Unidos, visitou aquele país\nem junho de 1954.\n\nCom a crise político-militar deflagrada pelo envolvimento da guarda\npessoal do presidente Getúlio Vargas no atentado da Tonelero, que visava\no jornalista Carlos Lacerda e vitimou o major-aviador Rubens Vaz, Nélson\nde Melo foi cogitado, no dia 5 de agosto de 1954, data do crime, pelo\nchefe do Gabinete Civil, Lourival Fontes, para ocupar a chefia de\npolícia do Distrito Federal em substituição ao general Armando de Morais\nÂncora, desgastado no cargo. A proposta teria o apoio do vice-presidente\nJoão Café Filho, identificado com a oposição, mas não chegou a se\nconcretizar. Na ocasião, segundo F. Zenha Machado, Nélson de Melo esteve\npara ser preso pelo ministro da Guerra, general Zenóbio da Costa, em\nvirtude de uma informação prestada pelo ministro da Aeronáutica,\nbrigadeiro Epaminondas Gomes dos Santos, segundo a qual não estaria\ndisposto a defender o presidente da República em caso de sublevação\nmilitar.\n\nEm março de 1955 Nélson de Melo assumiu a Diretoria de Recrutamento do\nExército, no Rio, e em junho, o comando da 5^a^ DI, sediada em Ponta\nGrossa (PR). Em 11 de novembro, apoiou o movimento militar liderado pelo\ngeneral Henrique Lott que, visando assegurar a posse do presidente\neleito Juscelino Kubitschek, provocou o impedimento dos presidentes da\nRepública Carlos Luz, em exercício, e Café Filho, licenciado, e empossou\nna chefia da nação o vice-presidente do Senado, Nereu Ramos. Tendo sido\ndecretado pouco depois o estado de sítio em todo o país, Nélson de Melo\nexerceu a função de delegado executor dessa medida constitucional no\nParaná.\n\nCom a posse de Juscelino Kubitschek na chefia do governo, Nélson de Melo\nfoi nomeado, em janeiro de 1956, chefe do Gabinete Militar da\nPresidência da República, função que exerceria durante toda aquela\nadministração. Foi, assim, um dos coordenadores da ação militar que\nreprimiu em uma semana a Revolta de Jacareacanga, deflagrada em\nfevereiro de 1956 no Pará por uns poucos oficiais da Aeronáutica sob a\nliderança do major-aviador Haroldo Veloso e do capitão-aviador José\nChaves Lameirão.\n\nPromovido a general de divisão em novembro de 1956 e a general de\nexército em novembro de 1959, em dezembro desse ano ajudou a debelar o\nlevante militar chefiado pelo tenente-coronel aviador João Paulo Burnier\ne pelo major aviador Haroldo Veloso, os quais, à frente de uns poucos\naderentes, apoderaram-se durante três dias de Aragarças, localidade de\nGoiás, em protesto contra os rumos políticos que tomava o governo de\nJuscelino.\n\nEm fevereiro de 1961, Nélson de Melo passou a chefiar a delegação\nbrasileira à Comissão Mista Brasil-Estados Unidos, a qual presidiu nessa\nmesma época. Durante a crise político-militar deflagrada em agosto com a\nrenúncia do presidente Jânio Quadros e o veto dos três ministros\nmilitares – marechal Odílio Denis, almirante Sílvio Heck e brigadeiro\nGabriel Grün Moss – à posse do vice-presidente João Goulart, integrou o\ngrupo de generais do I Exército, sediado no Rio de Janeiro, que se\ndeclararam dispostos a acatar a decisão que o Congresso tomasse em\nrelação ao problema sucessório. Integravam o grupo, entre outros, os\ngenerais Osvino Ferreira Alves, Ladário Pereira Teles, Amauri Kruel,\nTeles da Costa, Carlos Flores de Paiva Chaves e Idálio Sardemberg.\n\nNo Governo João Goulart\n\nEquacionado o problema da sucessão presidencial com a aprovação da\nemenda parlamentarista em setembro de 1961, Nélson de Melo foi nomeado\nno mês seguinte, pelo presidente João Goulart, comandante do II\nExército, sediado em São Paulo, principal centro industrial do país e\npalco de intensa atividade política e sindical. Em março de 1962, foi\nprocurado pelo general Olímpio Mourão Filho, o qual, conforme registro\nem seu diário, colocou-o a pardo golpe militar que vinha articulando no\nSul do país com o objetivo de depor o governador gaúcho, Leonel Brizola,\ne em seguida marchar para São Paulo e Rio. Convidado a aderir, Nélson de\nMelo teria respondido: “Estamos no mesmo barco. Aqui em São Paulo já há\numa intranquilidade imensa”.\n\nEm julho de 1962, Nélson de Melo foi nomeado ministro da Guerra. Naquele\nmomento, intensificava-se a campanha do presidente João Goulart e das\nforças que o apoiavam pela restauração dos poderes presidenciais,\nlimitados pela adoção do sistema parlamentarista. A política nacional\npassou a gravitar em torno da forma de governo que se manteria no país.\nO primeiro-ministro Francisco Brochado da Rocha tentou antecipar a\nconvocação do plebiscito que decidiria a questão, previsto pela emenda\nparlamentarista para começo de 1965. Em agosto de 1962, os ministros\nmilitares, até então refratários à ideia da antecipação do plebiscito,\ndeclararam apoiá-la. Logo em seguida, refletindo as divergências que a\nquestão suscitava nas forças armadas, Nélson de Melo recebeu do general\nJair Dantas Ribeiro, comandante do III Exército, sediado no Rio Grande\ndo Sul, o aviso de que não poderia garantir a ordem “se o povo se\ninsurgir contra o fato de o Congresso recusar o plebiscito para antes\nou, no máximo, simultaneamente com as eleições de outubro próximo”. Esta\nera exatamente a posição defendida por João Goulart. Nélson de Melo\nrespondeu, reivindicando para si a competência para, como ministro da\nGuerra e membro do conselho de ministros, opinar sobre a fixação da data\ndo plebiscito. Afirmou ainda, diante do telegrama do general Dantas\nRibeiro, que “manifestações dessa natureza, partidas de escalões\nsubordinados, não se coordenam com a disciplina”.\n\nMourão Filho também registrou em seu diário que, na época em que se\ndiscutia a convocação do plebiscito, o general Amauri Kruel, chefe do\nGabinete Militar da Presidência da República, teria planejado um golpe\nmilitar, com o fechamento do Congresso e a edição de um ato\ninstitucional conferindo poderes excepcionais ao presidente João\nGoulart. Contrário à ideia, Nélson de Melo teria sido pressionado por\nBrochado da Rocha a exonerar-se. De fato, o próprio primeiro-ministro\nrenunciou no dia 14 de setembro, provocando a queda de todo o gabinete\ne, em consequência, a de Nélson de Melo, substituído pelo general Amauri\nKruel.\n\nO plebiscito, realizado em janeiro de 1963, determinou o retorno ao\nsistema presidencialista, devolvendo ao presidente João Goulart a\nplenitude dos poderes que a emenda parlamentarista limitara. Diante da\ndecisão resultante do voto popular, intensificaram-se as articulações\nvisando derrubar o governo. Um dos líderes da conspiração era o general\nOdílio Denis, em cuja residência se realizavam muitas reuniões,\nfrequentadas por Nélson de Melo e outros oficiais, como o marechal do ar\nEduardo Gomes e o general Osvaldo Cordeiro de Farias, além de civis,\ncomo o jurista Francisco Campos e o juiz Antônio Neder. Segundo Hélio\nSilva, Nélson de Melo participou, por volta de outubro, de uma reunião\nno Rio na casa de José Monteiro de Castro, deputado federal da União\nDemocrática Nacional (UDN), na qual o governador de Minas Gerais, José\nde Magalhães Pinto, se teria prontificado a “colocar Minas em condições\nde promover a rebelião armada contra os desmandos do governo federal”.\nJuntamente com outras personalidades de projeção nos meios militares,\ncomo os generais Cordeiro de Farias, Golberi do Couto e Silva e Artur da\nCosta e Silva, Nélson de Melo frequentou a casa do marechal Eurico\nDutra, onde os líderes da conspiração no Rio de Janeiro buscavam\norientação política.\n\nEm dezembro de 1963, Nélson de Melo foi transferido para a reserva no\nposto de marechal. No dia 19 de março de 1964, participou da Marcha da\nFamília com Deus pela Liberdade, que reuniu em São Paulo mais de\nquinhentas mil pessoas em protesto contra o governo João Goulart.\n\nNo dia 31 de março de 1964, segundo depoimento de Herman de Morais\nBarros, civil integrante do grupo conspirador de São Paulo, Nélson de\nMelo chegou ao Rio de Janeiro, vindo de Belo Horizonte, para, juntamente\ncom o general Cordeiro de Farias, organizar uma frente com o objetivo de\nenfrentar o III Exército, comandado pelo general Benjamim Rodrigues\nGalhardo, que se mantinha fiel ao governo João Goulart.\n\nNélson de Melo foi reformado em junho de 1969. Em 1970, passou a\nintegrar a diretoria da empresa Ericson do Brasil, com matriz na Suécia.\nTornou-se também membro do conselho consultivo do Grupo Safra e do Banco\nSafra S.A. Foi ainda membro do conselho fiscal e sócio-benfeitor da\nPoliclínica Geral do Rio de Janeiro.\n\nFaleceu na cidade do Rio de Janeiro, no dia 3 de janeiro de 1989.\n\nEra casado com Odete Guimarães Santos Melo, com quem teve uma filha.\n\nO arquivo de Nélson de Melo encontra-se depositado no Cpdoc da Fundação\nGetulio Vargas.\n\nRenato Lemos\n\n**FONTES:** ARQ. CLUBE 3 DE OUTUBRO; ARQ. GETÚLIO VARGAS; BARROS, J.\n*Memórias*; BRAYNER, F. *Verdade*; CASTELO BRANCO, C*. Introdução*;\nCONSULT. MAGALHÃES, B.; CORRESP. GAB. MIL. PRES. REP.; CORRESP. SECRET.\nGER. EXÉRC.; CORTÉS, C*. Homens*; *Efemérides Paulistas*; *Encic.\nMirador*; ENTREV. GUEDES, P.; FICHÁRIO PESQ. M. AMORIM; FRANCO, A.\n*Escalada*;*Globo* (8/4/1983, 4, 5, 10/1/1985); *Grande* *encic. Delta*;\n*Jornal do Brasil* (29, 31/1, 19/3, 27/7/1976, 4/1/1989); KUBITSCHEK, J.\n*Meu* (3); MACHADO, F*. Últimos*; MIN. GUERRA. *Almanaque* (1958);\n*Ministros da Justiça*; MORAIS, J. *FEB*; *Opinião*\n(13/12/1974*)*;POPPINO, R. *Federal*; SILVA, H. *1945*; SILVA, H.\n*1964*;SODRÉ, N. *História militar*; SODRÉ, *N. Memórias*; SOUSA, J.\n*Índice.*\n","ref":"**FONTES:** ARQ. CLUBE 3 DE OUTUBRO; ARQ. GETÚLIO VARGAS; BARROS, J.\n*Memórias*; BRAYNER, F. *Verdade*; CASTELO BRANCO, C*. Introdução*;\nCONSULT. MAGALHÃES, B.; CORRESP. GAB. MIL. PRES. REP.; CORRESP. SECRET.\nGER. EXÉRC.; CORTÉS, C*. Homens*; *Efemérides Paulistas*; *Encic.\nMirador*; ENTREV. GUEDES, P.; FICHÁRIO PESQ. M. AMORIM; FRANCO, A.\n*Escalada*;*Globo* (8/4/1983, 4, 5, 10/1/1985); *Grande* *encic. Delta*;\n*Jornal do Brasil* (29, 31/1, 19/3, 27/7/1976, 4/1/1989); KUBITSCHEK, J.\n*Meu* (3); MACHADO, F*. Últimos*; MIN. GUERRA. *Almanaque* (1958);\n*Ministros da Justiça*; MORAIS, J. *FEB*; *Opinião*\n(13/12/1974*)*;POPPINO, R. *Federal*; SILVA, H. *1945*; SILVA, H.\n*1964*;SODRÉ, N. *História militar*; SODRÉ, *N. Memórias*; SOUSA, J.\n*Índice.*\n","dic":"DHBPR"}