{"title":"MELRO, Hermílio de Freitas","cargoss":["dep. fed. AL 1924-1929","interv. AL 1930-1931."],"author":null,"content":"**MELRO, Hermílio de Freitas**\n\n\\*dep. fed. AL 1924-1929; interv. AL 1930-1931.\n\n*Hermílio de Freiras Melro* nasceu em Gararu, antiga vila de Curral das\nPedras (SE), no dia 30 de setembro de 1880, filho do coronel Antônio de\nFreitas Melro e de Maria da Conceição Melro.\n\nFez os estudos primários em sua cidade natal, transferindo-se em seguida\npara Penedo (AL), onde estudou no Colégio São João, do professor Manuel\nJácome Calheiros. Ingressou em 1898 na Faculdade de Medicina da Bahia e\ndiplomou-se em dezembro de 1903, defendendo a tese *Das injeções, soro\nartificial em altas doses*.\n\nDe volta a Penedo, aí passou a exercer a medicina. Iniciou-se na\npolítica em 1914, tornando-se intendente (cargo correspondente ao atual\nprefeito) da cidade. Ocupou o cargo até 1918, acumulando-o com a função\nde subinspetor de Saúde do Porto, e em 1915 instalou a rede elétrica em\nPenedo. Senador estadual, foi vice-governador de Alagoas durante a\ngestão de José Fernandes de Barros Lima (1921-1924), e em 1923 assumiu a\nadministração do estado.\n\nEm fevereiro de 1924 elegeu-se deputado federal por Alagoas. Exerceu o\nmandato de maio daquele ano a dezembro de 1926 e foi reeleito em 1927.\nNo novo mandato, de maio seguinte a dezembro de 1929, aderiu à Aliança\nLiberal. Em seguida apoiou a Revolução de 1930.\n\nApós a vitória da revolução, ainda em outubro de 1930, indicado por\nJuarez Távora, comandante geral dos rebeldes no Norte, assumiu o cargo\nde governador provisório de Alagoas. Sucedeu ao major Reginaldo\nTeixeira, substituto por quatro dias do governador deposto, Álvaro\nCorreia Pais. Em novembro foi confirmado no governo como interventor\nfederal. Demitiu-se em agosto de 1931, sendo substituído pelo\ntenente-coronel Luís de França Albuquerque.\n\nEm outubro de 1934 elegeu-se deputado à Assembleia Constituinte de\nAlagoas. Participou dos trabalhos constituintes e, após a promulgação da\nnova Carta estadual e a eleição do governador e dos senadores,\npermaneceu no exercício do mandato. Presidiu a Assembleia Legislativa e\ndeixou a casa em novembro de 1937, quando, com o advento do Estado Novo,\nforam suprimidos todos os órgãos legislativos do país. Durante o Estado\nNovo (1937-1945) exerceu por quatro anos a prefeitura de Penedo, nomeado\npelo interventor Osman Loureiro (1937-1940).\n\nFoi também médico e delegado de higiene municipal em Penedo, além de\nsócio-correspondente do Instituto Histórico e Geográfico de Sergipe.\n\nFaleceu em Penedo no dia 27 de julho de 1957.\n\nEra casado com Cândida de Medeiros Melro.\n\n**FONTES:** CÂM. DEP. Deputados; Grande encic. Delta; GUARANÁ, M.\nDicionário; MERO, E. História; PEIXOTO, A. Getúlio; POPPINO, R. Federal;\nRev. Arq. Públ. AL.\n","ref":"**FONTES:** CÂM. DEP. Deputados; Grande encic. Delta; GUARANÁ, M.\nDicionário; MERO, E. História; PEIXOTO, A. Getúlio; POPPINO, R. Federal;\nRev. Arq. Públ. AL.\n","dic":"DHBPR"}