{"title":"MENDES, Álvaro de Assis Osório","cargoss":["magistrado","sen. PI 1900-1904","gov. PI 1904-1907."],"author":"Raimundo Helio Lopes","content":"**MENDES, Álvaro de Assis Osório**\n\n\\*magistrado; sen. PI 1900-1904; gov. PI 1904-1907.\n\n*Álvaro de Assis Osório Mendes* nasceu na cidade de Oeiras (PI) em 31 de\nmaio de 1853, filho de Simplício de Sousa Mendes e de Francisca de Assis\nOsório Mendes. Seu pai foi presidente da província do Piauí durante o\nImpério.\n\nIngressou na Faculdade de Direito do Recife em 1874 e concluiu o curso\nem 1878. Promotor público na cidade de Barreirinhas (MA) em 1879, foi em\nseguida removido para São José dos Matões (MA), onde ocupou o mesmo\ncargo até 1885. Após esse período, advogou em Amarante (PI) e tornou-se\npromotor na mesma cidade em 1887. Nesse ano voltou para São José dos\nMatões como promotor e depois foi juiz de direito em São João do Piauí,\naté 1890. Em 1891 tornou-se desembargador do Tribunal de Justiça do\nPiauí, até 1895, quando renunciou.\n\nEm 1895 começou sua atividade política concorrendo sem sucesso a uma\nvaga no Senado. Passando a residir no Rio de Janeiro, então Distrito\nFederal, foi promotor público em Resende (RJ) e tesoureiro da Imprensa\nNacional de 1898 e 1899. Em 1900 novamente concorreu ao Senado, e dessa\nvez foi eleito. Em 1904, antes do fim do mandato, renunciou por ter sido\neleito governador do estado Piauí, sucedendo a Arlindo Francisco\nNogueira.\n\nEmpossado em 1^o^ de julho de 1904, durante seu governo reformou\ndiversos prédios públicos, como o Liceu Piauiense e o Fórum de Justiça.\nCriou o primeiro bispado do Piauí, que teve como bispo dom Joaquim\nAntônio de Almeida. Além disso, destacaram-se em sua gestão a instalação\ndo serviço telefônico de Teresina, a inauguração do serviço de água e a\nrevisão dos limites do estado. Em 1906, ainda sob a sua administração, o\nestado do Piauí recebeu a visita do então presidente da República Afonso\nPena.\n\nFaleceu em 5 de dezembro de 1907, na cidade de Teresina, ainda no cargo\nde governador. Seu sucessor foi Areolino Antônio de Abreu.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CHAVES, J. *Apontamentos*;\nGONÇALVES, W. *Grande*; LEITE NETO, L. *Catálogo biográfico.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CHAVES, J. *Apontamentos*;\nGONÇALVES, W. *Grande*; LEITE NETO, L. *Catálogo biográfico.*\n","dic":"DHBPR"}