{"title":"MENDES, Pacheco","cargoss":["dep. fed. BA 1918-1920."],"author":null,"content":"**MENDES, Pacheco**\n\n\\*dep. fed. BA 1918-1920.\n\n*Antônio Pacheco Mendes* nasceu em Aracati (CE) em 24 de fevereiro de\n1855, filho de José Mendes e de Quitéria Pacheco Mendes.\n\nEm 18 de dezembro de 1880 colou grau de doutor pela Faculdade de\nMedicina da Bahia. Durante dois anos especializou-se em anatomia\npatológica e clínica cirúrgica em universidades da Europa, e durante\nmuito tempo prestou serviços de clínica médica como interno do Hospital\nda Santa Casa de Misericórdia. Catedrático por concurso de anatomia e\nfisiologia patológicas a partir de 1883, foi transferido em 1890 para a\ncátedra de clínica cirúrgica, disciplina que lecionaria até 1913. Em\n1906 instalou o serviço de cirurgia asséptica no Hospital Santa Isabel,\npertencente à Santa Casa de Misericórdia, o primeiro no Norte e Nordeste\ndo país a ter esse serviço, que reduziu sobremodo as infecções\ndecorrentes de intervenções cirúrgicas.\n\nNa política, exerceu o mandato de deputado estadual no período 1891-1892\ne o de deputado federal pela Bahia na legislatura de 1918 a 1920. Foi\nsenador estadual de 1913 a 1916, quando renunciou por ter sido nomeado\nintendente da capital. Assumiu o cargo num momento em que reinava em\nSalvador um clima generalizado de insatisfação, conflito e insegurança.\nVários fatores contribuíram para isso, como as disputas de poder entre\nas diversas facções políticas; a profunda crise financeira do estado; o\nalto custo dos gêneros alimentícios, que contribuiu para aumentar a\nsituação de penúria da maior parte da população; as greves, e as\ntransformações urbanas que desalojaram grupos sociais inteiros, tudo\nisso agravado pelas dificuldades geradas no decorrer da Primeira Guerra\nMundial (1914-1918). No seu discurso de posse, ressaltou a importância\ndo apoio da oposição para uma melhor administração pública, a\nnecessidade de cortar as despesas urgentemente, e a adoção de um plano\nde construção econômica e financeira, no que mostrava sua preocupação\ncom a dívida externa. Contudo, sua maior preocupação estava voltada para\na questão educacional popular. No entanto, em decorrência dos fatos\nacima apontados, e por ser um autêntico seabrista, sua administração\nsofreu profundas e constantes críticas das correntes anti-seabristas,\nque se manifestavam principalmente através das colunas do jornal *A\nTarde.*\n\nFoi sócio-correspondente do Instituto do Ceará e foi também maçom pela\nLoja Caita União e Segredo.\n\nFaleceu na cidade do Rio de Janeiro em 31 de outubro de 1941, aos 86\nanos.\n\nDeixou vários trabalhos científicos, inclusive em francês,\ndestacando-se: *Contribuição ao estudo do biriberi*; *Contribuição para\no estudo da patologia tropical*; *Um caso de hérnia estrangulada*;\n*Morte pelo clorofórmio*; *Du catheterisme retrogade*; *Sobre um\nprocesso para atingir os abscessos subdiafragmaticos do fígado*;\n*Laparatomias na Bahia, 1907-1908*; *Memória histórica da Faculdade de\nMedicina na Bahia, no ano letivo de 1907*; *Um caso de compressão\ncerebral por cisto sebáceo, curado pela intervenção cirúrgica*;\n*Contribuição a um novo tratamento biológico das perturbações\nneuro-sexuais “Medicamenta*”.\n\nLiliane de Brito Freitas/Consuelo Novais Sampaio\n\n**FONTES:** Aracati Net. *Dr. Antonio Pacheco Mendes*. Disponível em:\n\\<http://aracati.net/web2/index.php?option=com\\>. Acesso em: 26/2/2009;\nARAGÃO, Antonio de Araújo. *Relembrando o Velho Senado Baiano. Palestra\nrealizada no Instituto Histórico Geográfico* (1956); BULCÃO SOBRINHO, A.\n*Histórico*;CÂM. DEP. Disponível em: \\<www2.camara.gov.br/\\>. Acesso em:\n20/2/2009; COL. BRAS. GENEAL. *Arquivos Genealógicos.* Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_m\\_03.html\\>. Acesso em:\n26/2/2009; *Diário Oficial do Estado da Bahia* (1923, p.489); MENDES,\nAntonio*. Relatório* (p.1-4); OLIVEIRA. E. *Memória* (p.351-353).\n*Revista do Instituto Histórico e Geográfico Brasileiro* (263, p.77);\n*Revista Trimestral do Instituto do Ceará* (p.417-422).\n","ref":"**FONTES:** Aracati Net. *Dr. Antonio Pacheco Mendes*. Disponível em:\n\\<http://aracati.net/web2/index.php?option=com\\>. Acesso em: 26/2/2009;\nARAGÃO, Antonio de Araújo. *Relembrando o Velho Senado Baiano. Palestra\nrealizada no Instituto Histórico Geográfico* (1956); BULCÃO SOBRINHO, A.\n*Histórico*;CÂM. DEP. Disponível em: \\<www2.camara.gov.br/\\>. Acesso em:\n20/2/2009; COL. BRAS. GENEAL. *Arquivos Genealógicos.* Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_m\\_03.html\\>. Acesso em:\n26/2/2009; *Diário Oficial do Estado da Bahia* (1923, p.489); MENDES,\nAntonio*. Relatório* (p.1-4); OLIVEIRA. E. *Memória* (p.351-353).\n*Revista do Instituto Histórico e Geográfico Brasileiro* (263, p.77);\n*Revista Trimestral do Instituto do Ceará* (p.417-422).\n","dic":"DHBPR"}