{"title":"MENDONÇA, Deodoro de","cargoss":["Deputado federal","Deputado federal","Constituinte","Deputado federal"],"cargos_esp":[0,0,0,0],"datas_ini":[1935,1929,1946,1946],"datas_fim":[1937,1930,1946,1963],"estados":["PA","PA",0,"PA"],"autor":[0],"content":"**MENDONÇA, Deodoro de**\n\n\\*dep. fed. PA 1929-1930 e 1935-1937; const. 1946; dep. fed. PA\n1946-1963.\n\n*Deodoro Machado de Mendonça* nasceu no sítio Santa Clara, em Cametá\n(PA), no dia 23 de agosto de 1889, filho do coronel Basílio Lopes\nCorreia de Mendonça e de Lídia Machado de Mendonça.\n\nFez os estudos primários em sua cidade natal e cursou o secundário nos\nginásios Pais de Carvalho e Paraense, em Belém. Ingressou a seguir na\nFaculdade de Direito do Pará, cujo Centro Acadêmico presidiu,\nbacharelando-se em 1912.\n\nAinda nesse ano ingressou na política como chefe de gabinete do\nintendente (cargo correspondente ao de atual prefeito) de Belém,\nVirgílio Martins Lopes de Mendonça, seu tio. Eleito intendente de Cametá\nem 1923, foi secretário geral do estado do Pará durante os governos de\nAntônio Emiliano de Sousa Castro (1921-1925), de Dionísio Bentes\n(1925-1929) e de Eurico de Freitas Vale (1929-1930).\n\nEleito suplente de deputado federal pelo Pará no pleito de 1927, assumiu\no mandato em maio de 1929 e concluiu-o ao final da legislatura, em\ndezembro de 1929. Em março de 1930 foi eleito deputado federal e voltou\nà Câmara dos Deputados, mas teve o mandato suspenso com o advento da\nRevolução de 1930. Passou então a dedicar-se à extração e ao comércio de\ncastanhas.\n\nPreso em 1932 durante a Revolução Constitucionalista de São Paulo,\nelegeu-se mais uma vez deputado federal pelo Pará no pleito de outubro\nde 1934 na legenda da Frente Única Paraense. Assumiu o mandato em maio\ndo ano seguinte e pouco depois criou a União Popular, para fazer frente\nao Partido Liberal. Foi delegado de seu novo partido em abril de 1937,\nna convenção de lançamento da candidatura de José Américo de Almeida à\npresidência da República no pleito previsto para 1938, mas, com o\nadvento do Estado Novo em 10 de novembro de 1937, a situação mudou: seu\nmandato foi novamente interrompido, as eleições foram suspensas e os\npartidos foram extintos.\n\nApós vencer a resistência de Getúlio Vargas ao seu nome, segundo Ricardo\nBorges, ocupou o cargo de secretário geral do governo paraense a convite\ndo interventor José Carneiro da Gama Malcher (1937-1943), integrando a\nComissão de Estudos Econômicos, criada por Malcher como órgão\nconsultivo. Atuou também ao lado deste na reunião dos interventores da I\nRegião Geoeconômica (Acre, Amazonas, Pará, Maranhão e Piauí), realizada\nem Belém.\n\nCom a desagregação do Estado Novo, elegeu-se no pleito de dezembro de\n1945 deputado a Assembleia Nacional Constituinte, na legenda do Partido\nPopular Sindicalista (PPS), do qual foi um dos fundadores. Assumindo o\nmandato em março do ano seguinte, participou dos trabalhos constituintes\ncomo membro da subcomissão “Da discriminação de rendas”, da Comissão de\nConstituição, encarregada de redigir o anteprojeto da Constituição. Com\na promulgação da nova Carta (18/9/1946) e a transformação da\nConstituinte em Congresso ordinário, continuou a exercer o mandato,\nintegrando as comissões de Finanças, Especial de Valorização da\nAmazônia, Especial de Leis Complementares da Constituição e Mista de\nLeis Complementares.\n\nNo pleito de outubro de 1950 elegeu-se deputado federal pelo Pará na\nlegenda da Coligação Democrática Paraense, constituída pelo Partido\nSocial Progressista (PSP), a União Democrática Nacional (UDN), o Partido\nLibertador (PL) e o Partido Social Trabalhista (PST). Na nova\nlegislatura tornou-se líder do PSP na Câmara em 1952. Reeleito em\noutubro de 1954, assumiu a vice-liderança de seu partido na Câmara a\npartir de abril de 1957. Novamente eleito na mesma legenda em outubro de\n1958, concluiu o mandato em janeiro de 1963. Considerado como o “decano\ndos deputados”, aposentou-se em 1964, não mais voltando a concorrer a\ncargos legislativos.\n\nDiretor de *O Estado do Pará* e do *Jornal do Comércio*, foi membro da\nAcademia Paraense de Letras e seu presidente por vários anos, além de\nmembro do Instituto Histórico e Geográfico do Pará, do Sindicato dos\nJornalistas Profissionais e do Instituto dos Advogados. Promotor\npúblico, exerceu ainda a função de professor catedrático de história da\ncivilização na Escola Normal do Pará.\n\nFaleceu em Belém no dia 16 de agosto de 1968.\n\nPublicou *Pelo Tocantins paraense* (viagens) e *Problemas do Tocantins*.\n\n**FONTES:** ARQ. NAC. *Relação* (2); *Boletim Min. Trab*. (5/1936);\nBORGES, R. *Vultos*; CÂM. DEP. *Anais* (1960-1); CÂM. DEP. *Deputados*;\nCÂM. DEP. *Relação dos dep*.; CÂM. DEP. *Relação nominal dos senhores*;\nCISNEIROS, A. *Parlamentares*; *Correio do Povo* (30/12/1930); CORTÉS,\nC. *Homens*; CRUZ, E. *História do Pará*; *Diário de Notícias*, Rio\n(26/5/1937); Diário do congresso nacional; *Estado de S. Paulo*\n(19/9/1976); FREIRE, G. *Ordem*; *Grande encic. Delta*;\n*Personalidades*; ROQUE, C. *Grande*; SILVA, G. *Constituinte*.\n","ref":"**FONTES:** ARQ. NAC. *Relação* (2); *Boletim Min. Trab*. (5/1936);\nBORGES, R. *Vultos*; CÂM. DEP. *Anais* (1960-1); CÂM. DEP. *Deputados*;\nCÂM. DEP. *Relação dos dep*.; CÂM. DEP. *Relação nominal dos senhores*;\nCISNEIROS, A. *Parlamentares*; *Correio do Povo* (30/12/1930); CORTÉS,\nC. *Homens*; CRUZ, E. *História do Pará*; *Diário de Notícias*, Rio\n(26/5/1937); Diário do congresso nacional; *Estado de S. Paulo*\n(19/9/1976); FREIRE, G. *Ordem*; *Grande encic. Delta*;\n*Personalidades*; ROQUE, C. *Grande*; SILVA, G. *Constituinte*.\n","dic":"DHBPR"}
