{"title":"MENDONÇA, Manuel Messias de","cargoss":["militar","junta gov. SE 1924."],"author":"Raimundo Helio Lopes","content":"**MENDONÇA, Manuel Messias de**\n\n\\*militar; junta gov. SE 1924.\n\nManuel Messias de Mendonça nasceu no ano de 1894.\n\nFoi militar e lutou nas rebeliões tenentistas de Sergipe na década de\n1920.\n\nEm julho de 1924, com o posto de segundo-tenente, era o intendente do\n28^o^ Batalhão de Caçadores (28^o^ BC) sediado em Aracaju e o\nresponsável pelo depósito de munições da unidade. Com a eclosão da\nRevolta de 5 de Julho de 1924 em São Paulo, iniciaram-se em Sergipe\narticulações de solidariedade aos insurretos que, sob o comando de\nIsidoro Dias Lopes, ocuparam a capital paulista. Diante da perspectiva\nde requisição da guarnição sergipana pelo governo federal para a\nrepressão aos rebeldes no Sul e da impossibilidade de adesão em São\nPaulo, João Soarino de Melo, Eurípedes Esteves Lima e Augusto Maynard\nGomes, líderes do movimento militar opositor à Primeira República em\nSergipe, aceleraram o movimento rebelde no 28^o^ BC. Os três tornaram-se\nlíderes do movimento, acertando sua deflagração para a madrugada do dia\n13 de julho. Para tanto, conseguiram a adesão de Manuel Messias de\nMendonça, que nesse momento tornou-se um dos líderes do movimento, e\nassumiram o controle do quartel.\n\nDesmembrado em três companhias comandadas pelos líderes do levante, o\ncontingente do 28^o^ BC tomou o palácio do governo, depondo o presidente\ndo estado, Maurício Gracco Cardoso (1922-1926). A junta que assumiu a\nchefia do Executivo estadual era composta pelo segundo-tenente Manuel\nMessias de Mendonça, pelo capitão Eurípides Esteves de Lima, pelo\nprimeiro-tenente Augusto Maynard Gomes e o também primeiro-tenente João\nSoarino de Melo. Em seguida, ocuparam os principais postos estratégicos\nda capital, fizeram uma proclamação à população explicando seus motivos\ne organizaram a defesa dos espaços tomados. Contudo, o movimento foi\nderrotado 21 dias depois pelas tropas federais lideradas pelo general\nMarçal Nonato de Faria.\n\nTentando fugir, Manuel Messias de Mendonça foi preso em 9 de agosto, em\numa estação de trem na cidade de Laranjeiras (SE). Ficou detido em\nAracaju e com o decorrer do processo, teve sua prisão relaxada. Maynard\nGomes, preso em São Paulo e transferido para Sergipe, continuou\nliderando o movimento rebelde de oposição ao governo e com a passagem da\nColuna Prestes pelos estados do Norte, a força dos oposicionistas\naumentou.\n\nEm 18 de janeiro de 1926, Maynard Gomes fugiu da prisão e deu início a\num novo movimento, novamente liderando-o ao lado dos antigos\ncompanheiros. Voltaram a assumir o governo do estado por algumas horas.\nNessa nova revolta, Manuel Messias de Mendonça teve uma atuação mais\ndiscreta do que a dos outros líderes rebeldes Maynard Gomes, Eurípedes\nEsteves de Lima e João Soarino de Melo. Mesmo assim, quando o movimento\nfoi dominado em cerca de quatro horas depois de seu início, tendo as\ntropas governistas novamente sendo lideradas pelo general Marçal Nonato\nde Faria, foi preso e transferido com os outros envolvidos para a Ilha\nda Trindade, no litoral do Espírito Santo.\n\nCom a posse do presidente Washington Luís (1926-1930), em 15 de novembro\nde 1926, foi revogado o estado de sítio presente em quase todo o governo\nde Artur Bernardes (1922-1926), sendo assim transferido, ao lado dos\noutros líderes rebeldes, para Aracaju em setembro de 1927.\n\nRecebidos com grande aclamação popular, Manuel Messias de Mendonça, João\nSoarino de Melo, Eurípedes Esteves de Lima e Maynard Gomes, os líderes\ndo movimento rebelde, foram julgados em 1928 e condenados em primeira\ninstância a dez anos de prisão, obtendo depois redução da pena no\nSupremo Tribunal Federal para dois anos. Julgados novamente em 1929 –\nagora pelo levante de 1926 – foram condenados a um ano e quatro meses de\nreclusão, tempo inferior ao período já cumprido na prisão.\n\nAinda sem a liberdade garantida, Manuel Messias de Mendonça foi um dos\nque apoiaram a Revolução de 1930 em Sergipe.\n\nRaimundo Helio Lopes\n\n**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *História*;\nDANTAS, J. *Tenentismo.*\n","ref":"**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; DANTAS, J. *História*;\nDANTAS, J. *Tenentismo.*\n","dic":"DHBPR"}