{"title":"MENESES, Josino","cargoss":["gov. SE 1902-1905","dep. fed. SE 1907-1909."],"author":null,"content":"**MENESES, Josino**\n\n\\*gov. SE 1902-1905; dep. fed. SE 1907-1909.\n\n*Josino Odorico de Meneses* nasceu na cidade de Laranjeiras (SE) em 17\nde janeiro de 1866, filho de Joaquim Anastácio de Meneses e de\nFrancelina Meneses.\n\nFez os estudos primários em sua cidade natal e os preparatórios em\nAracaju. Concluiu bacharelado em farmácia pela Faculdade de Medicina de\nSalvador, em 1886. Enquanto acadêmico se interessou pelas ideias\ncientificistas e evolucionistas que circulavam no final do século XIX e\nentrou em contato com a filosofia de Tobias Barreto. Regressando a\nLaranjeiras logo depois de formado, montou a Farmácia Americana.\nMotivado pelo abolicionismo e o republicanismo, participou da imprensa\nlocal, primeiro como colunista do jornal *O Horizonte*, e depois como\nfundador dos jornais *O Laranjeirense* e *O Republicano*. Mudou-se em\n1888 para Penedo, cidade localizada ao norte do estado de Sergipe, onde\nabriu uma nova farmácia. Fundou o Clube Republicano daquela cidade, além\nde continuar ativo no jornalismo político. Assinou a coluna republicana\ndo jornal *União Liberal*, publicado em Propriá, e foi também redator\ndos jornais *Sul de Alagoas*, *O Democrata* e *Tribuna Popular*.\n\nCom o advento da República, ingressou definitivamente na política e\nexerceu diversos cargos públicos. Foi intendente municipal em Penedo\n(1890-1891), diretor da Biblioteca Pública de Sergipe (1890), Secretário\nda Seção de Estatística Comercial de Sergipe (1891-1893). Eleito\ndeputado estadual para a legislatura 1893-1894, tornou-se\nvice-presidente da Assembleia Legislativa e em seguida obteve um segundo\nmandato, para a legislatura 1894-1896. Ingressou então no funcionalismo\ndo Ministério da Fazenda, afastando-se dos cargos eletivos e de\nconfiança anteriormente exercidos. Escriturário das Alfândegas de\nUruguaiana, Penedo e Aracaju, trabalhou também como delegado fiscal da\nBahia e escriturário da Recebedoria Federal do Rio de Janeiro.\n\nRegressando à atividade política na administração do monsenhor Olímpio\nde Sousa Campos (1899-1902), líder do Partido Republicano Sergipense\n(PRS) e representante da fração mais conservadora da oligarquia local,\nconsolidada no poder durante presidência de Campos Sales, exerceu o\ncargo de secretário geral dos Negócios Públicos. Indicado por Olímpio\nCampos para seu sucessor, sua eleição, no entanto, desagradou a antigos\ncorreligionários do monsenhor, como Leandro Maciel e José Luís Coelho e\nCampos, que criaram o jornal *O Momento* e passaram a fazer campanha\ncontra o predomínio do olimpismo. Empossado no governo de Sergipe em 24\nde outubro de 1902, mostrou-se leal ao seu chefe político e deu\ncontinuidade às obras iniciadas no governo anterior. Entre as suas\niniciativas teve destaque a criação do Banco de Sergipe (1905). As\nmaiores dificuldades enfrentadas em seu período administrativo estiveram\nna área da saúde, tendo ocorrido surtos de varíola e peste bubônica.\n\nCandidato ao Senado em 1905, apesar de vitorioso, não foi reconhecido.\nEssa circunstância viria a favorecer o concorrente, José Luís Coelho e\nCampos, naquele momento rompido com Olímpio Campos. Apesar do\nfortalecimento da oposição, Josino de Meneses teve como sucessor no\ngoverno sergipano o desembargador Guilherme Campos, irmão mais velho do\nmonsenhor e seu preposto político. O descontentamento com essa sucessão\nradicalizou a oposição, que criou o Partido Progressista (PP) e levou\nadiante uma revolta armada que derrubou Guilherme Campos em agosto de\n1906. O prestígio do olimpismo junto ao governo federal fez o presidente\nRodrigues Alves intervir em Sergipe para reprimir os revoltosos. Na\nretomada do palácio do governo, a resistência do deputado progressista\nFausto Cardoso o levaria à morte. Meses depois, Olímpio Campos seria\nassassinado pelos filhos de Fausto Cardoso, que o consideraram\nresponsável pela morte do pai.\n\nCom a abertura da vaga de Fausto Cardoso na Câmara dos Deputados, Josino\nMeneses foi eleito deputado federal e foi diplomado em maio de 1907.\nConcluído o mandato em dezembro de 1908, afastou-se da política. Voltou\npara o quadro de funcionários do Ministério da Fazenda, nele encerrando\nsuas atividades profissionais.\n\nObteve o título de bacharel em ciências jurídicas e Sociais pela\nFaculdade Livre de Ciências Jurídicas e Sociais do Rio de Janeiro em\n1916, após ter cursado os três primeiros anos na Faculdade de Direito do\nRecife.\n\nSérgio Montalvão\n\n**FONTES:** BITTENCOURT, L. *Sergipanos*; DANTAS, J. *História*;\nGUARANÁ, M. *Dicionário*; SOUZA, T. *Impasses*.\n","ref":"**FONTES:** BITTENCOURT, L. *Sergipanos*; DANTAS, J. *História*;\nGUARANÁ, M. *Dicionário*; SOUZA, T. *Impasses*.\n","dic":"DHBPR"}