{"title":"MILANEZ FILHO, Abdon Felinto","cargoss":["dep. fed. PB 1903-1905."],"author":"Raimundo Helio Lopes","content":"**MILANEZ FILHO, Abdon Felinto**\n\n\\*dep. fed. PB 1903-1905.\n\n*Abdon Felinto Milanez Filho* nasceu na cidade de Areias (PB) no dia 10\nde agosto de 1858, filho de Abdon Felinto Milanez e de Gioconda Cotegipe\nMilanez. Seu pai foi senador pela Paraíba entre os anos de 1894 e 1902.\nSeu irmão Prudêncio Cotegipe Milanez foi deputado federal pela Paraíba\nde 1909 a 1911.\n\nFormou-se em engenharia civil pela Escola Politécnica do Rio de Janeiro,\nentão capital do Império, em 1880. Depois de formado, foi ajudante do\nengenheiro fiscal da Estrada de Ferro Conde D’Eu, em janeiro de 1881;\nauxiliar técnico na Estrada de Ferro Dom Pedro II, também em 1881;\nfiscal da construção da Estrada de Ferro do Corcovado, em 1882; membro\nda Comissão Fiscal dos Carris Urbanos do Rio de Janeiro, em 1883;\najudante do engenheiro fiscal da Estrada de Ferro Teresa Cristina, em\n1885; auxiliar da Inspetoria Geral das Terras e Colonização, em 1888;\nsecretário da Superintendência de Imigração na Europa, em 1892;\nsuperintendente geral de Imigração na Europa, em 1894; engenheiro fiscal\nda Estrada de Ferro de Resende a Areias no estado do São Paulo, em 1897;\ne superintendente geral de Limpeza Pública no Rio de Janeiro, em 1900.\n\nEm 1903 deixou de lado as funções de engenheiro para se dedicar à\npolítica. Foi eleito deputado federal pela Paraíba e exerceu o mandato\nde 1903 a 1905. De volta às atividades profissionais, foi oficial\ntécnico do Serviço de Povoamento do Solo, em 1907; delegado da Comissão\nde Expansão Econômica na Europa, em 1907; e comissário do Ministério da\nAgricultura para o Serviço de Expansão Econômica e Propaganda dos\nProdutos Brasileiros na Europa, em 1912. Por essa última atividade,\ntrabalhou na Itália e residiu por algum tempo na Suíça.\n\nDe volta ao Brasil, tornou-se diretor do Instituto Nacional de Música,\nentre os anos de 1916 e 1922. Durante toda a sua vida compôs óperas,\npolcas, músicas, hinos, marchas e peças teatrais, como *Meninas de hoje*\ne *Primizzie,* encenadas em teatros do Rio de Janeiro. Foi também o\ncompositor do Hino da Paraíba.\n\nFaleceu no Rio de janeiro no dia 1^o^ de abril de 1927.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande encic. Delta Larousse*; VELHO SOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande encic. Delta Larousse*; VELHO SOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}