{"title":"MINISTÉRIO PÚBLICO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Eduardo Junqueira"],"content":"**MINISTÉRIO PÚBLICO**\n\nÓrgão instituído após a proclamação da República pelo Decreto n^o^ 848,\nde 11 de outubro de 1890, poucos meses antes, portanto, da promulgação\nda Constituição de 24 de fevereiro de 1891. O decreto, que emanou do\nCongresso Constituinte, dispôs sobre a organização judiciária da União\ne, no Capítulo VI, incluiu o Ministério Público como órgão do Estado,\nsem o caráter de instituição dotada de autonomia, mas com funções\nespecíficas.\n\nNo quadro do direito monárquico português, muitas das funções que ao\nlongo de tempo foram sendo atribuídas aos membros do Ministério Público\nficavam a cargo de funcionários denominados procuradores dos feitos da\nfazenda, promotores de justiça, procuradores do rei, ouvidores e\ncuradores. Em síntese, pode-se dizer que as funções desses especialistas\ndo direito, que atuavam de maneira esparsa e fora do abrigo de um órgão\ncomum, consistiam em representar os interesses da monarquia e servir\ncomo fiscais do interesse coletivo, em processos judiciais ou não.\n\nApós a Independência, a Constituição de 1824 não fez qualquer menção ao\nórgão. Mas, no Código Penal de 1830 e no Código de Processo Penal de\n1832, as funções dos promotores de justiça foram sistematizadas, no\ncampo do procedimento judicial. Segundo aqueles dois diplomas, haveria\num promotor de justiça encarregado de oferecer a denúncia e atuando em\ncada uma das comarcas do Império e junto aos juízes de paz.\n\nO Decreto n^o^ 848, que resultou de trabalhos dirigidos pelo Ministério\nda Justiça sob o comando de Campos Sales, inseriu-se no contexto de\nampla reforma institucional levada a efeito logo após a inauguração do\nregime republicano. O decreto determinou que o Ministério Público da\nUnião tivesse atribuições de titular da ação civil, além de responsável\npor verificar o cumprimento e a execução das leis. Pelo decreto, haveria\num procurador geral, escolhido entre os ministros do Supremo Tribunal\nFederal e os procuradores seccionais, de livre nomeação do presidente da\nRepública.\n\nAinda na esteira dessa importante reforma que visava a redesenhar o\nquadro institucional legado pelo Império, o Decreto n^o^ 1.030, de 14 de\nnovembro de 1890, cuidou da organização judiciária do Distrito Federal.\nEsse decreto dedicou integralmente seu Título III ao Ministério Público,\ndefinindo suas funções na esfera daquela unidade federativa, além de\ncriar os cargos de procurador geral, subprocuradores, curadores e\npromotores adjuntos, para atuar em cada uma das recém-criadas varas\njudiciais do Distrito Federal. O artigo 164 definia que “o Ministério\nPúblico é perante as justiças constituídas o advogado da lei, o fiscal\nde sua execução, o procurador dos interesses gerais do Distrito Federal\ne o promotor da ação publica contra todas as violações do direito”.\n\nNa prática, as funções dos membros do Ministério Público da União, dos\nestados e do Distrito Federal eram quase idênticas, diferenciando-se\napenas quanto à competência territorial de cada um deles. Cumpre lembrar\nque cabia aos promotores que atuavam nos júris promover a ação penal\npública, ocasião em que teoricamente representavam a sociedade nos\nprocessos penais movidos contra os acusados de cometer crimes conta a\nvida. Foi justamente nessa função que os membros do Ministério Público\nganharam alguma projeção social.\n\nA promulgação da Constituição de 1891 não trouxe qualquer modificação no\nâmbito das disposições legais que tratavam do Ministério Público. Na\nnova Carta, a instituição não mereceu sequer um artigo, tendo apenas o\ncapítulo relativo ao Poder Judiciário feito menção à figura do\nprocurador geral. Nos diplomas legais que surgiram após o início do\nséculo XX, o Ministério Público ora apareceu na parte relativa ao Poder\nJudiciário, ora na parte relativa à organização do Estado, o que foi\ncausa da confusão em definir a que poder o Ministério Público estava\nligado, além de deixar a maioria das pessoas sem saber sobre o lugar e a\nnatureza das funções do Ministério Público no panorama institucional do\npaís.\n\nCom a entrada em vigor do Código Civil de 1916, foram definidas as\nmatérias na área cível onde o Ministério Público deveria atuar, e a\npartir da Emenda Constitucional de 1926 consolidaram-se as garantias\nlegais das magistraturas estaduais, o que ainda estava longe de ocorrer\ncom os membros dos Ministérios Públicos da União, dos estados e do\nDistrito Federal.\n\nEduardo Junqueira\n\n**FONTES:** BRASIL. *Coleção de Leis* (1889-2000, on line); CAMPANHOLE,\nA. *Constituições*; JUNQUEIRA, E. *Breve.*\n","ref":"**FONTES:** BRASIL. *Coleção de Leis* (1889-2000, on line); CAMPANHOLE,\nA. *Constituições*; JUNQUEIRA, E. *Breve.*\n","dic":"DHBPR"}
