{"title":"MIRANDA, Cordeiro de","cargoss":["dep. fed. BA 1930."],"author":null,"content":"**MIRANDA, Cordeiro de**\n\n\\*dep. fed. BA 1930.\n\n*José Cordeiro de Miranda* nasceu em Tucano (BA) no dia 19 de março de\n1889, filho de Marcelino Pereira de Miranda e de Mariana Cordeiro da\nSilva. Seu irmão Antônio Cordeiro de Miranda foi deputado estadual\n(1935-1937) e deputado federal pela Bahia (1946-1951).\n\nFez o curso de humanidades e os preparatórios em Salvador e em seguida\nmatriculou-se na Faculdade Livre de Direito da Bahia, recebendo o grau\nde bacharel em ciências sociais e jurídicas em 1908. Depois de formado,\nfoi juiz preparador em Pilão Arcado e em outras comarcas da Bahia. Foi\ntambém promotor público.\n\nEmbora fosse uma forte liderança política na região do São Francisco,\nevitou por muito tempo candidatar-se a um cargo eletivo, dedicando-se a\nseus negócios como agricultor. Aliado político do governador J. J.\nSeabra, foi acusado, em 1924, de tentar levantar os coronéis sertanejos\ncontra a ascensão do grupo político liderado pelos irmãos Antônio,\nFrancisco e Miguel Calmon, e de trabalhar pela consequente derrocada do\ngrupo seabrista. Indignado, desafiou publicamente, através da imprensa,\nseus detratores a provar o que afirmavam, garantindo que caso assim o\nfizessem renunciaria à vida pública.\n\nEm 1927 conquistou uma cadeira na Câmara dos Deputados como\nrepresentante da Bahia, mas não teve o diploma reconhecido por fazer\nparte da oposição ao grupo político dominante no estado, liderado pelos\nirmãos Calmon. Mais tarde, nas eleições de 1929, foi eleito e\nreconhecido deputado federal para a legislatura 1930-1932. Não chegou\nporém a completar o mandato devido à dissolução do Congresso Nacional,\nem 24 de outubro de 1930, em decorrência da vitória da Revolução de\n1930. Resolveu então retirar-se definitivamente da política, fixando\nresidência na cidade do Rio de Janeiro, onde passou a se dedicar à\nadvocacia.\n\nFaleceu no Rio de Janeiro no dia 27 de novembro de 1931.\n\nEra casado com Adélia Cordeiro de Miranda, com quem teve seis filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABREU, A. *Dicionário* (p.3.811); BULCÃO SOBRINHO, A.\n*Representantes* (263, p.55-86); CÂM. DEP. *Deputados Brasileiros*\n(p.762); *Cartas de Ontem*; *Diário de Notícias* **(**11/1/1924)*.* É\numa injúria; *Diário Oficial do Estado da Bahia* (2004, p.481- 493);\nFARIAS, C. *Linhas*; *Imparcial* (28/11, 1/12/1931)*.* Faleceu na\ncapital da República o ex-deputado Cordeiro de Miranda e Cordeiro de\nMiranda; SAMPAIO, C. *Partidos*; *Tarde* (27/11, 1/12/1931). Faleceu no\nRio o ex-deputadoCordeiro de Miranda e Dr. Cordeiro de Miranda.\n","ref":"**FONTES:** ABREU, A. *Dicionário* (p.3.811); BULCÃO SOBRINHO, A.\n*Representantes* (263, p.55-86); CÂM. DEP. *Deputados Brasileiros*\n(p.762); *Cartas de Ontem*; *Diário de Notícias* **(**11/1/1924)*.* É\numa injúria; *Diário Oficial do Estado da Bahia* (2004, p.481- 493);\nFARIAS, C. *Linhas*; *Imparcial* (28/11, 1/12/1931)*.* Faleceu na\ncapital da República o ex-deputado Cordeiro de Miranda e Cordeiro de\nMiranda; SAMPAIO, C. *Partidos*; *Tarde* (27/11, 1/12/1931). Faleceu no\nRio o ex-deputadoCordeiro de Miranda e Dr. Cordeiro de Miranda.\n","dic":"DHBPR"}