{"title":"MIRANDA, Emídio da Costa","cargoss":["militar","rev. 1922","rev. 1924","Col. Prestes","rev. 1930."],"author":null,"content":"**MIRANDA, Emídio da Costa**\n\n\\*militar; rev. 1922; rev. 1924; Col. Prestes; rev. 1930.\n\n*Emídio da Costa Miranda* nasceu na cidade do Rio de Janeiro, então\nDistrito Federal, no dia 7 de fevereiro de 1902, filho de Diniz\nFrancisco de Miranda e de Elvira da Costa Miranda.\n\nEstudou no Colégio Militar do Rio de Janeiro de 1912 a 1919, quando\nsentou praça na Escola Militar do Realengo, também no Rio. Em julho de\n1922 participou, como elemento de ligação entre os alunos e o general\nJoaquim Inácio, do levante da Escola Militar em protesto contra a\neleição de Artur Bernardes para a presidência da República e as punições\nimpostas aos militares pelo governo Epitácio Pessoa (1919-1922), com o\nfechamento do Clube Militar e a prisão do marechal Hermes da Fonseca. O\nmovimento, que iniciou o cicio de revoltas tenentistas da década de\n1920, envolveu ainda o forte de Copacabana e os efetivos da Vila\nMilitar, no Rio de Janeiro, além dos contingentes do Exército de Mato\nGrosso, tendo sido debelado no mesmo dia.\n\nPreso e expulso da Escola Militar em 1922, tornou-se praticante de\npiloto no navio mercante *Itaguaçu*, e no ano seguinte, através de suas\nviagens, passou a estabelecer ligações entre os revolucionários do Norte\ne do Sul. Em 1924, participou da Revolta de 5 de Julho irrompida em São\nPaulo. Sob o comando de Isidoro Dias Lopes, os rebeldes ocuparam a\ncapital por três semanas, deslocando-se posteriormente para o interior,\nonde se juntaram em abril de 1925 ao grupamento que se havia sublevado\nno Rio Grande do Sul em outubro de 1924 e formaram a Coluna Prestes.\nEmídio Miranda participou do 4^o^ Destacamento da coluna, chefiado por\nOsvaldo Cordeiro de Farias. Liderada por Luís Carlos Prestes e Miguel\nCosta, a coluna percorreu o interior do país através de 13 estados,\ndando combate às tropas legais, até internar-se, em 1927, na Bolívia e\nno Paraguai.\n\nParticipou da Aliança Liberal (1929-1930) – setor centro-sul – e da\nRevolução de 1930. Recebeu a patente de segundo-tenente em novembro do\nmesmo ano, após ter sido anistiado pela revolução. Promovido a\nprimeiro-tenente em abril de 1932, tomou parte nos preparativos para a\nRevolução Constitucionalista de São Paulo, passando depois, no entanto,\npara o lado do governo federal. Capitão em outubro de 1934, foi\ndesignado em 1935 para o 13^o^ Regimento de Cavalaria Independente, em\nJaguarão (RS).\n\nEm 1937, às vésperas da implantação do Estado Novo, foi requisitado pelo\ncomandante da 3^a^ Região Militar, general Manuel de Cerqueira Daltro\nFilho, para auxiliar as tropas gaúchas no combate ao então governador do\nRio Grande do Sul, José Antônio Flores da Cunha, que se preparava para\nresistir ao golpe, finalmente deflagrado em 10 de novembro.\n\nEm agosto de 1942 o governo brasileiro, após o torpedeamento de vários\nnavios seus pelos alemães, reconheceu o estado de guerra contra a\nAlemanha e a Itália. A criação da 1^a^ Divisão de Infantaria\nExpedicionária, no entanto, só se daria em agosto do ano seguinte. Nessa\nocasião, Emídio Miranda foi enviado aos Estados Unidos, em operação de\ntreinamento. Já em setembro de 1943 recebeu a patente de major. Com a\npartida do primeiro contingente da Força Expedicionária Brasileira (FEB)\npara incorporar-se ao V Exército norte-americano na Itália, em junho de\n1944, Emídio Miranda atuou como adjunto da 2^a^ seção do estado-maior\nbrasileiro, sob o comando do general Odílio Denis.\n\nPromovido a tenente-coronel em junho de 1948, participou em 1950 do\nconselho deliberativo do Clube Militar. Em setembro de 1952 passou a\ncoronel e em julho de 1955 assumiu interinamente o comando da 1^a^\nDivisão de Cavalaria e da guarnição de Santiago (RS). Já na reserva foi\npromovido a general de brigada.\n\nFaleceu no dia 5 de novembro de 1981.\n\nFoi casado com Maria Moura Miranda, com quem teve dois filhos.\n\n**FONTES:** ARQ. GETÚLIO VARGAS; ARQ. MIN. EXÉRC.; ENTREV. BIOG.;\n*Jornal do Brasil* (10/11/1981); MIN. GUERRA. *Almanaque* (1958);\n*Movimento de 5*; *Rev. Clube Militar* (6/1950); *Rev. Militar\nBrasileira*; SILVA, H. *1922*; SILVA, H. *1926*.\n","ref":"**FONTES:** ARQ. GETÚLIO VARGAS; ARQ. MIN. EXÉRC.; ENTREV. BIOG.;\n*Jornal do Brasil* (10/11/1981); MIN. GUERRA. *Almanaque* (1958);\n*Movimento de 5*; *Rev. Clube Militar* (6/1950); *Rev. Militar\nBrasileira*; SILVA, H. *1922*; SILVA, H. *1926*.\n","dic":"DHBPR"}