{"title":"MIRANDA, Raimundo Pontes de","cargoss":["jornalista","dep. fed. AL 1900-1911","sen. AL 1912-1921","dep. fed. AL"],"author":null,"content":"**MIRANDA, Raimundo Pontes de**\n\n\\*jornalista; dep. fed. AL 1900-1911; sen. AL 1912-1921; dep. fed. AL\n1921-1923.\n\n*Raimundo Pontes de Miranda* nasceu em Recife no dia 11 de abril de\n1868, filho de Joaquim Pontes de Miranda e de Fernandina Viegas Pontes\nde Miranda. Seu pai foi constituinte de 1891 e deputado federal por\nAlagoas de 1891 a 1893.\n\nBacharelou-se em ciências jurídicas e sociais pela Faculdade de Direito\nde Recife em 1892. Antes, porém, já havia ingressado na política,\nfiliando-se em 1889 ao Partido Republicano Conservador (PRC), em cuja\nlegenda foi eleito deputado em 1891 à Constituinte estadual que iria\nelaborar a primeira Constituição republicana de Alagoas. Na Constituinte\nfoi relator da Comissão de Redação. Promulgada a Constituição estadual,\nexerceu seu mandato até o fim da legislatura em 1893.\n\nDefendeu sua tese de doutoramento em 1895 com o título *Qual das escolas\ncriminais merece preferência sob o ponto de vista da ciência e dos\ninteresses da repressão*. No ano seguinte defendeu nova tese: *Sobre um\nponto pouco estudado do direito, isto é, sobre as responsabilidades\ndecorrentes do uso do nome de família*. Nesse mesmo ano foi nomeado\nprocurador geral do estado de Alagoas, lecionou inglês no Liceu de\nPenedo e tornou-se redator do jornal *Penedo.* Permaneceria nesse jornal\naté 1905, ano em que se tornaria redator do *Evolucionista*.\n\nVoltou a disputar um cargo eletivo em 1900, quando foi eleito deputado\nfederal por Alagoas. Assumindo sua cadeira na Câmara dos Deputados, no\nRio de Janeiro, então Distrito Federal, em maio desse ano, foi reeleito\npara as três legislaturas subsequentes. Permaneceu no Legislativo\nfederal até dezembro de 1911. No ano seguinte, com o término do mandato\nde Joaquim Paulo Vieira Malta, foi eleito senador federal por seu\nestado. Assumindo sua cadeira no Senado em maio de 1912, passou a\nintegrar as comissões de Poderes e de Justiça e Legislação. Exerceu seu\nmandato até 1921, quando findou a legislatura. Nesse mesmo ano voltou a\nser eleito deputado federal por Alagoas, retornando à Câmara em maio.\nExerceu seu mandato até dezembro de 1923, quando se encerrou a\nlegislatura.\n\nFoi também professor no Liceu Alagoano e ocupou ainda o cargo de chefe\nde Polícia em seu estado.\n\nFaleceu no Rio de Janeiro no dia 15de março de 1929.\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas*; CÂM. DEP. *Deputados\nbrasileiros*; LEITE NETO, L. *Catálogo biográfico* (v.4, p.2.397/8).\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas*; CÂM. DEP. *Deputados\nbrasileiros*; LEITE NETO, L. *Catálogo biográfico* (v.4, p.2.397/8).\n","dic":"DHBPR"}