{"title":"MISSÃO MILITAR FRANCESA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**MISSÃO MILITAR FRANCESA**\n\nMissão contratada em setembro de 1919 pelo governo brasileiro para\nauxiliar na instrução e modernização do Exército. As negociações para o\ncontrato ocorreram em Paris, entre o adido militar brasileiro na França,\ncoronel Malan d’Angrogne, e o ministro da Guerra francês, Georges\nClemenceau (1917-1920). Já naquele momento o chefe designado, general\nMaurice Gamelin, se encontrava em missão de reconhecimento no Brasil. O\ncontrato foi assinado poucos meses depois na capital francesa e\nratificado logo em seguida no Rio de Janeiro, então Distrito Federal. Os\ntermos do contrato estipulavam que oficiais franceses comandariam\ndurante quatro anos as escolas de Estado-Maior (EEM), de Aperfeiçoamento\nde Oficiais (EsAO), de Intendência e Veterinária; e que o Brasil se\ncomprometia a privilegiar a indústria francesa em suas compras de armas\ne equipamentos militares com a condição de que o material oferecido, o\nprazo de entrega e os preços fossem no mínimo equivalentes aos de outros\npaíses fornecedores. Embora tenha sido contratada por quatro anos, a\nmissão se estendeu por 20 anos: seu contrato foi renovado seis vezes.\nSua atuação, embora se concentrasse no Distrito Federal, teve impacto\nnacional.\n\nA tendência à modernização e profissionalização das forças armadas\nlatino-americanas surgiu entre o final do século XIX e início do século\nXX. O Peru foi um dos primeiros a receber uma missão francesa, entre\n1897 e 1912. Missões alemãs foram contratadas pela Argentina e pelo\nChile em períodos análogos. Contudo, as mais emblemáticas não foram a\nmissões na América Latina, e sim a missão francesa na Tchecoslováquia,\nentre 1918 e 1922, cujo chefe assumiu em 1922 o comando do Estado-Maior\ndo Exército daquele país, e as missões militares alemãs no Império\nOtomano, entre 1880 e 1913.\n\nNo Brasil, já antes da Primeira Guerra Mundial (1914-1918) o então\nministro da Guerra Hermes da Fonseca (1906-1909) tomou iniciativas no\nsentido de transformar o ensino militar e enviou alguns grupos de\noficiais para estagiar no Exército alemão. A esse grupo de tenentes e\ncapitães deu-se o nome de “jovens turcos”, devido a seu projeto\nmodernizador e por analogia aos jovens oficiais otomanos que haviam\nestagiado no Exército alemão e regressado à Turquia dispostos a\nmodernizar o Exército e o regime. Contudo, foi necessário o conflito\neuropeu para que correntes internas e externas ao Exército brasileiro\ntomassem iniciativas no sentido de transformar as bases da instituição.\nCom efeito, a Primeira Guerra Mundial trouxe à tona mais uma prova da\nnecessidade de desenvolver a indústria bélica, assunto que começou então\na ser encarado como decisivo e intimamente vinculado à segurança interna\nda nação. Poucos meses após a conclusão do conflito, o ministro da\nGuerra, Caetano de Faria (1916-1919), tomou a primeira medida de impacto\nno sentido de reformar profundamente o ensino militar, com a nomeação de\njovens oficiais impregnados de ideais reformadores para o comando da\nEscola Militar do Realengo, no Rio de Janeiro. Ao grupo que passou a\ncomandar a escola deu-se o apelido de “missão indígena”, pois era\ncomposto unicamente por oficiais brasileiros.\n\nApogeu e Declínio da Presença Militar Francesa no Brasil\n\nA opção pela França naquele momento não significou que houvesse um\nconsenso dentro do Exército. A decisão resultou, entre outros, de\nfatores políticos e conjunturais externos. Devem-se citar aqui ao menos\ncinco fatores: a presença do influente senador paraibano Epitácio Pessoa\nna Conferência de Paz de Paris, aberta em 18 de janeiro de 1919, que\nsancionou a Alemanha e limitou o desenvolvimento de seu exército; a\npresença em Paris desde 1917 de uma importante missão de compra de\nmaterial bélico e de oficiais que combateram nas fileiras do Exército\nfrancês; a influência de importantes políticos do estado de São Paulo,\nque desde 1905 contavam com uma missão militar francesa para treinar a\nForça Pública estadual; o vínculo pessoal entre o então ministro da\nGuerra, Pandiá Calógeras (1918-1922), e a França; e o fato, mais\ncontundente, de ter o Brasil declarado guerra à Alemanha.\n\nDesde sua chegada ao Brasil, os oficiais franceses contaram com o apoio\nde grande número de oficiais e políticos brasileiros. No âmbito\ninstitucional o diálogo se estabeleceu com o ministro da Guerra, porém o\nchefe do Estado-Maior do Exército (EME) era um importante interlocutor.\nDurante os primeiros anos de atuação, devido aos poucos recursos\nfinanceiros das forças armadas, à crescente insatisfação de militares\ndiante do governo Artur Bernardes (1922-1926) e à conjuntura de lutas\npolíticas dentro do Exército, a Missão Militar Francesa respondeu apenas\nparcialmente às primeiras cláusulas do contrato: modernizou parte do\nequipamento e reformou pequena parcela da oficialidade. Maurice Gamelin,\nentão chefe da missão (1920-1925), encontrou dificuldades para\nimplementar o projeto francês. Contudo, pôde estudar detalhadamente os\nplanos de defesa nacional e propor um novo projeto, que não foi adotado,\nmas serviu para orientar as manobras militares de treinamento que se\nsucederam.\n\nObservava-se também a influência restrita da missão na Escola Militar,\nsituação que só se modificou com a intervenção de Setembrino de\nCarvalho, ministro da Guerra (1921-1926), ao frisar a importância de se\ncolocar a escola sob a influência da Missão Francesa. Também na EsAO\nhouve oposição à presença francesa. Embora o curso fosse orientado para\num público de coronéis e generais, poucos foram os que se apresentaram à\nescola. Muito se especulou sobre essa ausência e, de forma geral, a\nliteratura militar concorda que os generais se recusaram a se apresentar\nao sentirem seu prestígio ameaçado por jovens oficiais de espírito\nrenovador, e por estrangeiros veteranos da maior guerra que o mundo\nconhecera até então.\n\nPara melhorar essa situação, em 1923 foram inseridas novas cláusulas que\nespecificavam a posição dos franceses na hierarquia e definiam seus\npapéis como consultores técnicos. Aliás, o chefe do EME e o ministro da\nGuerra discutiram então acerca da autoridade dos oficiais franceses, e\noptaram por restringir a participação destes na elaboração dos planos de\ndefesa nacional.\n\nPoucos anos depois, ocorreram modificações que facilitaram as relações\nentre o chefe da missão e o alto comando do Exército: a Gamelin sucedeu\no general Fredéric Coffec (1925-1927), e a Setembrino de Carvalho\nsubstituíra Nestor Sezefredo dos Passos (1926-1930). Coffec estava mais\ndisposto a assumir a missão no sentido desejado pelo Estado-Maior, ou\nseja, diminuindo os privilégios e a patente de seus subordinados e\naumentando seu número. Durante esse período, o general Augusto Tasso\nFragoso, chefe do EME (1922-1929), buscou meios de reduzir a influência\ndos franceses dentro do EME. A atuação de Fragoso também foi no sentido\nde melhor orientar os trabalhos da missão: limitou suas prerrogativas a\nfim de que estas se concentrassem nas atividades de auxílio, excluindo-a\ndo comando das escolas militares; promoveu a modernização do equipamento\ncom uma política de compra de material bélico mais ativa; por fim,\nafastou os franceses de questões políticas que poderiam então\nenvolvê-los. Apesar das dificuldades de entendimento entre Fragoso e\nCoffec, o ministro da Guerra insistia na necessidade de incrementar o\ndiálogo entre a Missão Francesa e o EME, e inseriu no novo contrato,\nassinado em maio de 1927, o artigo 26, que confiava a dois oficiais\nbrasileiros os cargos de chefia da 1 a e 4 a divisões da missão,\nencarregadas das questões relativas à mobilização e às transmissões. Foi\ntambém estipulado que determinados oficiais franceses realizariam\nviagens a guarnições distantes junto com oficiais brasileiros, com o\nintuito de estender a influência francesa. Já àquela altura foi\ndeterminado por acordo bilateral que oficiais que se tivessem destacado\nnas escolas militares fossem enviados para aperfeiçoamento na França. Ao\nregressar, muitos assumiram a direção dos cursos na Escola Militar e,\nprogressivamente, na EEM e na EsAO.\n\nEm meio à Revolução de 1930 e ao movimento constitucionalista de 1932,\nos trabalhos do EME e de suas escolas ressentiram-se com o envolvimento\npolítico de seus comandantes, e, em decorrência, a Missão Francesa\nperdeu muita influência. O general Joseph Spire (1927-1930), que soubera\npreservar a neutralidade diante da intensa atividade política dos\noficiais brasileiros, foi substituído pelo general Charles Huntziger\n(1930-1933). Contrariamente às recomendações dos generais que se\nsucederam na chefia do EME, entre outubro de 1930 e setembro de 1932,\nHutzinger, recém-chegado ao Brasil, não soube preservar a neutralidade\ndos oficiais franceses. Alguns deles tomaram parte no levante paulista\nde 1932, ao oferecerem seus serviços à Missão Francesa para a Força\nPública do Estado de São Paulo, então comandada pelo tenente-coronel\nHauchecorne (1929-1933). De fato, a Força Pública de São Paulo contou\ncom oficiais franceses nas operações militares que marcaram a revolta\npaulista. A atitude dúbia da missão, pois uma parte de seus integrantes\nmantivera-se neutra, contribuiu para enfraquecê-la. Até a nomeação de um\nnovo chefe, em 1933, ela enfrentou a oposição de influentes oficiais que\nocupavam cargos de confiança no EME, como o tenente-coronel Juarez\nTávora. A missão periclitou, mas seu contrato ainda assim foi renovado.\n\nSomente com a nomeação do coronel Jules Baudouin (1933-1935),\npersonalidade mais experiente, integrante da Missão Francesa desde 1927,\nse normalizaram as relações entre os chefes do EME e da missão. No\nentanto, quando da renovação do contrato, o efetivo da missão foi\nsensivelmente reduzido e dez oficiais retornaram à França, levados tanto\npela necessidade de preencher exigências legais para a ascensão na\ncarreira, quanto por problemas internos ao funcionamento da missão.\n\nAo final de 1934, somente cinco oficiais franceses estariam atuando no\nBrasil, e nenhum com a patente de general. Na Escola do Realengo, um\núnico instrutor francês participava das atividades escolares, enquanto\nas aulas eram integralmente ministradas por capitães e majores\nbrasileiros. Em 1935 oito oficiais compunham a missão, e seu número\nestabilizou-se em torno de seis em 1938. O general Pedro Aurélio de Góis\nMonteiro, chefe do EME (1937-1943), restringiu drasticamente a presença\nmilitar francesa no Brasil, pois considerava que os oficiais brasileiros\njá estavam aptos a transmitir os ensinamentos da missão. Estava claro\nque, naquele momento, o contrato da missão não mais representava a\nliderança francesa no mercado militar. A Baudouin sucedera o general Pol\nNoel (1935-1938), que se encarregara de transmitir a doutrina francesa\nao Exército de forma mais sutil, através da difusão de ampla\nbibliografia e do auxílio técnico nas reformas do Exército. O último\nchefe da missão foi o general Georges Chadebec de la Valade (1938-1940),\nque, durante a Segunda Guerra Mundial (1939-1945), assistiu do Brasil à\nderrota do Exército francês comandado pelo general Gamelin, em junho de\n1940.\n\nEm setembro de 1940, quando a França, então ocupada pela Alemanha,\nassinou o armistício, os franceses tiveram de renunciar à missão. O\ncontrato foi honrado até outubro daquele ano, quando a missão foi\nextinta, e seus membros repatriados.\n\nPrincipais Resultados Obtidos pela Missão Militar Francesa\n\nPara o Brasil, o contrato representou um grande passo na direção da\nprofissionalização e modernização de seu Exército e contribuiu para\nfortalecer seu poder militar. Por outro lado, a principal motivação da\ndiplomacia francesa dava indícios de ser principalmente mercantil,\nvinculada à obtenção de concessões e privilégios de mercado. A presença\nfrancesa na América do Sul se fortaleceu, e a assinatura do contrato foi\nencarada como uma vitória sobre a rival alemã.\n\nCom a chegada dos primeiros elementos da missão, refundiu-se o ensino\nmilitar de aperfeiçoamento. Sua atuação foi mais sensível na EEM, na\nEsAO e na Escola de Aviação Militar, nos cursos de Oficiais Intendentes,\nSaúde, Veterinária, Equitação e Educação Física. Assim, os missionários\nfranceses encarregavam-se de reorientar a doutrina do Exército, elaborar\nnovos regulamentos e aperfeiçoar o ensino e a instrução militar. Sua\nação resultou na reformulação das missões do EME e na criação da Escola\nde Aviação Brasileira.\n\nA influência militar francesa concretizou-se ainda, em 1921, com a\nadoção de novos regulamentos destinados à Direção e Emprego das Grandes\nUnidades, ao Exercício e Emprego da Artilharia e ao Serviço de\nEstado-Maior em Campanha. Algumas realizações marcaram sua atuação: a\ninstituição do culto ao patrono do Exército, Duque de Caxias, em 1923; a\nentrada em função sob seu comando, em 1927, da Diretoria de Aviação\nMilitar, da Escola de Aviação Militar e do Depósito Central de Aviação;\na criação no mesmo ano do Conselho de Defesa Nacional, que embora não\nfosse efetivo àquela altura, transformou-se em 1938 no Conselho de\nSegurança Nacional, encarregado da elaboração dos planos de defesa\nnacional. E sem dúvida o fato mais relevante foi a reforma do EME de\n1938, que o definiu como órgão de planejamento estratégico encarregado\nde preparar as decisões do ministro da Guerra e de elaborar as ordens e\ninstruções concernentes à organização do Exército, à mobilização, à\ninstrução e à preparação para a guerra. Foi instituída, pela mesma\nreforma, a 2^a^ Seção do EME, encarregada das Informações, das Missões\nMilitares, da Cifra e Decifração de Documentos e da ligação com o\nMinistério das Relações Exteriores.\n\nOs resultados mais visíveis da Missão Militar Francesa traduziram-se na\nconstituição de um Estado-Maior efetivo, centralizador do comando\nnacional do Exército e encarregado de elaborar as grandes diretrizes a\nserem aplicadas à totalidade da instituição. Colocou-se em prática a\nideia, então dominante, de que a finalidade principal do Exército era o\npreparo das forças nacionais para a guerra, e assim foi viabilizado o\nenquadramento do potencial militar. Ademais, a mobilização militar\npassou a ser encarada como uma mobilização nacional.\n\nRodrigo Nabuco de Araújo\n\n**FONTES:** ARQ. HIST. EX. Pastas K180-184; BASTOS J. *Missão*;\nBELLINTANI A. *Exército*; DOMINGOS M. *L’influence*; MALAN A. *Missão*;\nSERVICE HISTORIQUE DE LA DÉFENSE (Vincennes - Paris). Pastas\n7N3391-3399.\n","ref":"**FONTES:** ARQ. HIST. EX. Pastas K180-184; BASTOS J. *Missão*;\nBELLINTANI A. *Exército*; DOMINGOS M. *L’influence*; MALAN A. *Missão*;\nSERVICE HISTORIQUE DE LA DÉFENSE (Vincennes - Paris). Pastas\n7N3391-3399.\n","dic":"DHBPR"}
