{"title":"MISSÃO MONTAGU","cargoss":["Missão financeira inglesa chefiada por Edwin Samuel Montagu que chegou"],"author":null,"content":"**MISSÃO MONTAGU**\n\nMissão financeira inglesa chefiada por Edwin Samuel Montagu que chegou\nao Rio de Janeiro em 30 de dezembro de 1923, durante o governo de Artur\nBernardes (1922-1926). O objetivo era avaliar o estado das finanças do\nBrasil, que solicitava um empréstimo aos banqueiros ingleses.\n\nOrigens e Resultados\n\nDiante das dificuldades financeiras que o país vinha enfrentando desde o\nfinal da Primeira Guerra Mundial (1914-1918), o governo de Artur\nBernardes, logo após tomar posse em 15 de novembro de 1922, formulou um\nprograma de política econômica para restaurar as finanças e a economia\ndo país. Os principais pontos do programa eram a liquidação da dívida\ncom o Banco do Brasil, a implementação do Plano de Defesa Permanente do\nCafé e a criação de um banco central para gerir a volta ao padrão-ouro e\na revalorização da taxa de câmbio corrente. A criação de um banco\ncentral ajudaria a viabilizar os outros pontos do programa. De acordo\ncom Winston Fritsch, “o projeto consistia em conceder ao Banco do Brasil\npoderes exclusivos de emissão de moeda, devendo as emissões ser\nlastreadas parte por ouro – um terço de seu valor – e parte por títulos\ncomerciais. Por outro lado, o esquema contribuía para a redução da\ndívida do governo com o Banco do Brasil, pois o lastro em ouro das\nemissões seria constituído pelas reservas de ouro do Tesouro”. O projeto\ntambém viabilizaria financeiramente o Plano de Defesa do Café.\n\nA persistência das dificuldades, com fortes pressões sobre o câmbio,\nlevou o governo, em setembro de 1923, a propor aos banqueiros de Londres\num empréstimo de 25 milhões de libras com a finalidade de liquidar a\ndívida flutuante e colocar as finanças brasileiras em ordem. Os\nbanqueiros ingleses condicionaram o empréstimo a uma avaliação do estado\ndas finanças, a ser feita por representantes ingleses. Foi assim que\nsurgiu a ideia de uma missão que viria ao Brasil para estudar as\nmodificações que deveriam ser feitas na estrutura institucional e\noperacional de implementação das políticas monetária, fiscal e do café,\npara que o país tivesse condições de amortizar a dívida externa. Na\nverdade, o objetivo da missão era fornecer informações aos banqueiros\npara que eles se habilitassem a prestar assistência ao governo\nbrasileiro.\n\nOs membros da missão foram escolhidos pelo banqueiro Rothschild. O chefe\nda missão, Edwin Samuel Montagu, era o antigo secretário das Finanças do\nTesouro e secretário de Estado para a Índia, coautor das reformas\nconstitucionais do pós-Primeira Guerra naquele país. Os outros membros\neram Charles Addis, diretor do Banco da Inglaterra e presidente do\nHong-Kong and Shanghai Bank; Lord Lovat, homem com interesses em terras\ne plantações de algodão; Hartley Withers, antigo editor de *The\nEconomist*, e Sir William McLintock, sócio de uma das maiores firmas\ninglesas de contabilidade e auditoria. Por outro lado, Sir Henry Lynch,\nindustrial inglês e representante permanente dos Rothschild no Rio de\nJaneiro, atuou como elemento de ligação entre a missão e o governo\nbrasileiro, servindo de intérprete durante as negociações.\n\nAs negociações entre Montagu e Sampaio Vidal, ministro da Fazenda, e\nCincinato Braga, presidente do Banco do Brasil, levaram a missão a\npropor, entre outras medidas, introduzir um novo sistema de\nprocedimentos orçamentários, ou seja, reformar as técnicas do orçamento\nfederal de modo a permitir que o governo efetivamente implementasse uma\npolítica fiscal mais restritiva. A missão acreditava ser importante uma\nredução definitiva nos gastos públicos. Uma segunda preocupação dos\ningleses era diminuir o endividamento externo excessivo dos estados e\nmunicípios. Pretendiam que o governo brasileiro exercesse alguma forma\nde controle sobre os empréstimos externos públicos não federais,\nproposta que encontrou forte oposição dos estados. A terceira questão\nera a política brasileira do café. Os Rothschild não simpatizavam com a\npolítica de sustentação dos preços, a não ser em circunstâncias\nespeciais. A quarta questão que iria ser tratada pela missão seria a\npossibilidade de um tratado comercial anglo-brasileiro com cláusula de\nnação mais favorecida, proposta que já havia sido apresentada em outros\nmomentos e recusada pelo Brasil. Os ingleses queriam que suas\nmercadorias tivessem um tratamento mais favorável. Essa questão foi\nabandonada pela missão.\n\nOutro tema tratado foi como minimizar o valor total em libras do\nempréstimo solicitado, dada a quantia de que o Brasil necessitava. Para\nos ingleses, a solução estaria em induzir o governo a levantar o que\npudesse através de uma emissão interna de títulos em mil-réis e a\nalienar alguns de seus ativos vendáveis. Havia um interesse especial da\nmissão no Lloyde Brasileiro e na Central do Brasil. No entanto, o\ngoverno brasileiro não tinha intenção de vender ou arrendar essas duas\ncompanhias, pois isso despertaria forte oposição interna. Preocupava\ntambém a missão o controle exercido pelo governo sobre o valor dos\nfretes ferroviários. As estradas de ferro inglesas não tinham conseguido\na elevação de seus fretes para compensar a redução de lucros em libras\ncausada pela forte desvalorização cambial pós-Primeira Guerra. Outra\nquestão discutida foi como mudar o plano siderúrgico do governo. A\ncriação de uma indústria siderúrgica estatal, que tinha em Bernardes um\nde seus grandes defensores, era condenada pelos ingleses, para quem o\nempreendimento deveria ser realizado com capital privado nacional e\nrecursos externos, sem qualquer ingerência do Estado. Outra recomendação\nda missão foi a modificação da regulamentação do imposto de renda, que\nseria consubstanciada no Decreto n^o^ 17.390, de 26 de julho de 1926.\nForam incorporadas àquele tributo as rendas provenientes de atividades\nagrícolas, das indústrias extrativas de produtos vegetais e animais e os\ncapitais imobiliários. Até então, todo o setor rural estava excluído do\nprocesso fiscal. Por último, o ponto mais importante para Montagu era\nencontrar algum modo de controle, pelos banqueiros, sobre a política\nfinanceira brasileira.\n\nUm dos pontos que retiveram a atenção da missão foi a possibilidade de\ninfluência inglesa sobre o Banco do Brasil. A ideia era propor a venda\nda participação de 52% que o governo mantinha no banco como forma de\nimpor uma disciplina orçamentária. Os banqueiros ingleses queriam evitar\nnovas desvalorizações cambiais, já que o banco tinha, em épocas normais,\ninfluência decisiva sobre os mercados brasileiros de câmbio. Como o\ngoverno brasileiro desejava financiar sua dívida – que era basicamente\ndevida ao Banco do Brasil –, a venda das ações do governo poderia ser\nempregada para saldá-la. Ao serem informados da proposta de Montagu, os\nbanqueiros ingleses responderam que seria excelente o Banco do Brasil\nser independente do governo; entretanto, não aconselharam tal solução,\npois seria muito impopular no Brasil existir um Banco do Brasil de\npropriedade de estrangeiros. Recomendaram que a proposta fosse feita\npelo governo brasileiro.\n\nNo dia 29 de junho de 1924, o *Diário Oficial* publicou o relatório da\nMissão Montagu com suas principais recomendações. Violenta foi a reação\ninterna ao relatório, da parte dos grupos de oposição e da imprensa. O\ndiagnóstico foi considerado uma ingerência na vida do país. O Brasil\nestaria recebendo o mesmo tratamento que a Inglaterra dispensava às suas\ncolônias.\n\nNo momento em que governo brasileiro tentava uma reforma constitucional\npara viabilizar a implementação, com algumas adaptações, das medidas\npropostas pela missão, recebeu a informação de que o empréstimo tinha\nsido bloqueado, como consequência indireta de uma decisão política\ninterna do governo inglês: o embargo ao lançamento de títulos de\ngovernos estrangeiros em Londres, visando ao fortalecimento da libra\npara preparar seu retorno ao padrão-ouro, à paridade de antes da guerra.\nDiante do recuo dos ingleses, da elevação do custo de vida e da posição\nexterna brasileira vulnerável, o governo Bernardes decidiu tomar medidas\nde ajuste deflacionário. Ficou decidido, como mostra Winston Fritsch, “o\nrecolhimento das notas do Tesouro em circulação – juntamente com um\ncorte drástico no volume de operações de redesconto do Banco que\ncolocaria as emissões de suas notas novamente dentro dos limites legais\ndurante o primeiro semestre de 1925 e seria implacavelmente seguido nos\n20 meses seguintes. Até novembro de 1926, quando essa política seria\nfinalmente abandonada, a base monetária seria reduzida em 14%, causando\numa contração de 11% no volume de meios de pagamento”.\n\nOutra alteração introduzida pelo governo Bernardes em novembro de 1924,\nrelacionada às recomendações da Missão Montagu, foi a transferência de\ntoda a responsabilidade pelo financiamento e controle da sustentação do\ncafé para o estado de São Paulo. O encargo financeiro de sustentar os\nestoques ficou sob a responsabilidade exclusiva dos fazendeiros. Essa\ndecisão contraria as interpretações que atribuem aos interesses do café\no controle absoluto do aparelho de Estado na Primeira República. De\nacordo com Fritsch, “as mudanças de política econômica de 1924 não podem\nser consideradas, de modo algum, como tendo sido favoráveis aos\ninteresses do café ou de São Paulo e, de fato, foram realizadas apesar\ndeles”.\n\nSegundo Fritsch, a opção deflacionista de 1924 teve efeitos desastrosos\nsobre o desempenho futuro da economia. “A redução de 11% no volume de\nmeios de pagamento efetuada em 1925/26 foi a causa imediata da crise e\nestagnação que marcaram o período. A produção industrial, que se\nrecuperava fortemente desde 1922, em consequência da proteção extra\nconcedida pelo colapso cambial do início da década e de uma política\nmonetária francamente expansionista, iria estacionar durante 1925/26 ao\nnível de 1924. O investimento industrial em termos reais, medido por um\níndice de *quantum* de importações de bens de capital para a indústria,\nque crescia continuamente desde 1923, sofreria uma redução de nada menos\ndo que 26% em 1926”.\n\nOutra consequência da vinda da Missão Montagu foi o desenvolvimento do\ncultivo do algodão no norte do Paraná, com a instalação da Companhia de\nTerras Norte do Paraná, subsidiária da firma inglesa Paraná Plantations\nLtd. Quando a Missão Montagu chegou, em 1924, Lord Lovsat, técnico em\nagricultura e reflorestamento, adquiriu duas glebas de terra para\ninstalar fazendas e máquinas de beneficiamento de algodão. A novidade\nintroduzida pela Companhia foi a repartição dos terrenos em lotes\nrelativamente pequenos, oferecendo aos trabalhadores sem posses a\noportunidade de adquirir os pequenos lotes com formas de pagamento\nadequadas às condições de cada comprador. A cidade de Londrina, no\nParaná, surgiu em 1929 como primeiro posto avançado desse projeto\ninglês. A criação do município ocorreu em 1934.\n\nAlzira Alves de Abreu\n\n**FONTES:** MONTEIRO, N. *Dicionário* (Verbete Artur Bernardes, v.1);\nFRITSCH, W. *1924*; Londrina convention. Disponível em:\n\\<www.londrinaconvention.com.br/suahistoria.aspx\\>.\n","ref":"**FONTES:** MONTEIRO, N. *Dicionário* (Verbete Artur Bernardes, v.1);\nFRITSCH, W. *1924*; Londrina convention. Disponível em:\n\\<www.londrinaconvention.com.br/suahistoria.aspx\\>.\n","dic":"DHBPR"}