{"title":"MOACIR, Antônio Pereira da Silva","cargoss":["dep. fed. BA 1924-1930","sen. BA 1947-1951."],"author":null,"content":"**MOACIR, Antônio Pereira da Silva**\n\n\\*dep. fed. BA 1924-1930; sen. BA 1947-1951.\n\n*Antônio Pereira da Silva Moacir* nasceu no dia 14 de abril de 1880 em\nRiacho de Santana (BA), filho de João Pereira da Silva e de Maria Amélia\nPereira da Silva.\n\nEstudou no Colégio João Florêncio e em seguida cursou a Faculdade de\nMedicina e Farmacologia da Bahia, formando-se em medicina e farmácia em\n1900. Ainda como estudante foi médico residente em diversos hospitais,\nentre os quais o Hospital de Sangue de Canudos, região que na época\nvirara palco de sangrento conflito envolvendo sertanejos liderados por\nAntônio Conselheiro e combatidos por tropas dos governos estadual e\nfederal.\n\nFormado, exerceu a medicina geral por vários anos na região do rio São\nFrancisco, especialmente na cidade de Bom Jesus da Lapa. Em decorrência\ndo trabalho desenvolvido na região, foi eleito prefeito, deputado\nestadual e senador estadual. Em 1910 casou-se com Maria Rosa de Moncorvo\nMoacir, filha de Álvaro Tibério de Moncorvo Lima, que foi presidente da\nprovíncia da Bahia no Império.\n\nEleito deputado federal para a legislatura 1924-1926, tomou posse na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal em maio\nde 1924. Foi reconduzido à Câmara nas legislaturas 1927-1929 e\n1930-1932, mas esta última foi interrompida em 23 de outubro de 1930,\ncom a vitória da revolução que levou Getúlio Vargas ao poder e dissolveu\nos órgãos legislativos do país.\n\nA partir de 1930, afastou-se da política por 15 anos. Nesse período\ndedicou-se ao comércio de algodão, tornando-se o maior comprador do\nproduto no eixo Norte-Nordeste e o maior exportador, principalmente para\na Inglaterra. Duas vezes eleito provedor da Santa Casa de Misericórdia\nem Salvador, restabeleceu o equilíbrio financeiro da instituição, fez\nconstruir um anexo ao hospital, o Pavilhão Manuel Vitorino, e instalou o\nAsilo Ernestina Guimarães. Na primeira metade da década de 1940, assumiu\na presidência da Bolsa de Mercadorias da Bahia. O tino administrativo\nlevou-o à superintendência da Comissão de Abastecimento na interventoria\nde Pinto Aleixo (1942-1945), num período difícil, em decorrência da\nSegunda Guerra Mundial.\n\nNo início de 1945, estando ainda o país sob a ditadura do Estado Novo\n(1937-1945), mas estando também em debate entre os interventores a\ncriação de um partido político nacional de apoio ao governo tendo em\nvista a redemocratização do país, foi convidado pelo interventor Pinto\nAleixo para organizar na Bahia o Partido Social Democrático (PSD). O PSD\nfoi lançado nacionalmente em 17 de julho de 1945, o Estado Novo caiu em\n29 de outubro, e em 2 de dezembro foram realizadas eleições para a\npresidência da República e para a Assembleia Nacional Constituinte.\nSecretário geral do PSD baiano, Pereira Moacir foi eleito senador pela\nBahia nas eleições de janeiro de 1947 e assumiu o mandato em abril do\nmesmo ano. Durante sua permanência no Senado integrou, entre outras, a\nComissão de Saúde, e foi vice-presidente da comissão especial de\ninquérito sobre a indústria têxtil. Fez também diversos discursos sobre\na exploração do petróleo na Bahia. No dia 3 de outubro de 1950\ncandidatou-se a deputado federal na legenda Coligação Baiana, que reunia\no PSD, o Partido de Representação Popular (PRP) e o Partido Social\nTrabalhista (PST), e obteve uma suplência, o que fez com que, ao fim da\nlegislatura, em janeiro de 1951, se afastasse definitivamente da vida\nparlamentar.\n\nTambém em 1951 foi convidado a assumir a presidência do Instituto do\nCacau da Bahia. Permaneceu no cargo até 1955, quando foi afastado por\nAntônio Balbino de Carvalho Filho, recém-empossado no governo do estado\n(1955-1959). Foi ainda membro do Conselho Consultivo do Banco do\nNordeste.\n\nFaleceu aos 86 anos de idade, em Salvador, no dia 5 de dezembro de 1966.\n\nDe seu casamento com Maria Rosa de Moncorvo Moacir, teve uma filha. Era\ntio do desembargador Evandro Pereira de Andrade e do promotor Abelardo\nMoacir de Andrade.\n\nLiliane de Brito Freitas/Consuelo Novais Sampaio\n\n**FONTES:** ABREU, A; BELOCH, I. *Dicionário*; *Diário de Notícias*\n(6/12/1966; p.3). Sepultamento do ex-senador Pereira Moacir; *Diário\nOficial do Estado da Bahia* (p.491); LEITE NETO, L. *Catálogo\nbiográfico* (p.325-326); *Revista do Instituto Histórico e Geográfico\nBrasileiro* (263, p.80); SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp\\>. Acesso em:\n18/6/2009; SENADO. *Dados biográficos dos senadores baianos*; *Tarde*\n(5/4/1980, 5/12/1966). Faleceu o ex-Senador Pereira Moacir, O centenário\nde Pereira Moacir.\n","ref":"**FONTES:** ABREU, A; BELOCH, I. *Dicionário*; *Diário de Notícias*\n(6/12/1966; p.3). Sepultamento do ex-senador Pereira Moacir; *Diário\nOficial do Estado da Bahia* (p.491); LEITE NETO, L. *Catálogo\nbiográfico* (p.325-326); *Revista do Instituto Histórico e Geográfico\nBrasileiro* (263, p.80); SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp\\>. Acesso em:\n18/6/2009; SENADO. *Dados biográficos dos senadores baianos*; *Tarde*\n(5/4/1980, 5/12/1966). Faleceu o ex-Senador Pereira Moacir, O centenário\nde Pereira Moacir.\n","dic":"DHBPR"}