{"title":"MOACIR, Pedro","cargoss":["dep. fed. RS 1894-1896 e 1906-1914","dep. fed. RJ 1915-1917."],"author":null,"content":"**MOACIR, Pedro**\n\n\\*dep. fed. RS 1894-1896 e 1906-1914; dep. fed. RJ 1915-1917.\n\n*Pedro Gonçalves Moacir* nasceu em Porto Alegre no dia 29 de junho de\n1871.\n\nConcluiu os estudos preparatórios em Porto Alegre em 1885 e\nbacharelou-se pela Faculdade de Direito de São Paulo em 1891. A partir\nde 1892 passou a advogar na capital gaúcha, e de 1892 a 1894 foi redator\nchefe do jornal *A Federação*, órgão oficial do Partido Republicano\nRio-Grandense (PRR), liderado por Júlio de Castilhos. Ainda em 1892 foi\neleito deputado estadual no Rio Grande do Sul, tornando-se\nprimeiro-secretário da Mesa Diretora da Assembleia.\n\nEm 1894 casou-se com Francisca Vieira Alves de Oliveira e renunciou ao\nmandato estadual, pois foi eleito deputado federal pelo Rio Grande do\nSul na legenda do PRR. Antes do término da legislatura, em 1896, rompeu\ncom Júlio de Castilhos, então presidente do estado (1893-1898), e passou\na defender a revisão constitucional da Constituição positivista gaúcha.\nEm 1897 fundou o jornal *A* *República*, do qual seria redator-chefe até\n1899. Participou também da comissão organizada com o intuito de aprovar\no projeto de programa e regimento do Partido Federalista, que havia sido\nfundado em 31 de março de 1892 em oposição ao PRR. Essa comissão,\nformada também por Rafael Cabeda, Alcides Lima e Barros Cassal, aprovou\nas novas propostas em 1901.\n\nEm 1906 foi novamente eleito deputado federal pelo Rio Grande do Sul,\nporém na legenda do Partido Federalista, que agora se opunha aos\nrepublicanos liderados por Borges de Medeiros, novo presidente do estado\n(1898-1908). Permaneceu como representante gaúcho na Câmara dos\nDeputados por três legislaturas, até 1914. Em março de 1908, com o\nobjetivo de reunir todos os grupos descontentes com o controle do PRR\nsobre a política estadual, alguns membros da comissão diretora do\nPartido Federalista, entre os quais Pedro Moacir e Rafael Cabeda,\nencontraram-se com Assis Brasil na cidade de Bajé. Durante a reunião,\nchegou-se a redigir uma proposta unificadora das oposições gaúchas,\nsugerindo-se que o Partido Federalista, por conveniência política,\ndeixasse em suspenso suas teses parlamentaristas. Esse documento,\ncontudo, não conseguiu promover a fusão, pois a facção federalista de\nFrancisco Antunes Maciel, então deputado federal (1906-1911), se recusou\na aceitar a incorporação por entender que isso significaria o sacrifício\nda doutrina parlamentar e o desaparecimento do próprio partido.\n\nEm 1915 Pedro Moacir renovou seu mandato parlamentar, até 1917, agora\neleito pelo estado do Rio de Janeiro e apoiado pelo então presidente\nfluminense Nilo Peçanha (1914-1917). Durante seus mandatos, fez parte\ndas comissões mais importantes da Câmara, entre elas a Comissão de\nConstituição e Justiça, emitindo pareceres próximos a monografias por\nsua profundidade e extensão.\n\nNo campo jornalístico, foi redator de *O País* e *Diário de Notícias*,\nambos no Rio de Janeiro.\n\nFaleceu no Rio de Janeiro em 24 de junho de 1919.\n\nPublicou *O conflito das leis eleitorais da União e do estado do Rio\nGrande do Sul* (1908), *A revogação da neutralidade do Brasil* (1918),\n*Discursos parlamentares 1906-1908* (1925).\n\nRaimundo Hélio Lopes\n\n**FONTES**: ABRANCHES, J. *Governos* (v.1, p.605, 606).\n","ref":"**FONTES**: ABRANCHES, J. *Governos* (v.1, p.605, 606).\n","dic":"DHBPR"}