{"title":"MONJARDIM, Manuel Silvino","cargoss":["dep. fed. ES 1918-1923","sen. ES 1924-1930."],"author":"Nara Saletto/Fernando Achiamé","content":"**MONJARDIM, Manuel Silvino**\n\n\\*dep. fed. ES 1918-1923; sen. ES 1924-1930.\n\n*Manuel Silvino Monjardim* nasceu em Vitória no dia 17 de fevereiro de\n1876, filho de Alfeu Adelfo Monjardim de Andrade e Almeida, o barão de\nMonjardim, e de Laurinda Luísa Pinto Pereira. Pertencia a uma família de\npoderosos políticos do Espírito Santo: seu bisavô, Inácio João\nMonjardim, foi capitão-mor governador da capitania do Espírito Santo;\nseu avô, José Francisco de Andrade e Almeida Monjardim, foi\nvice-presidente da província e deputado provincial numerosas vezes; seu\npai foi também vice-presidente da província e deputado provincial e\ngeral no Império, além de presidente do estado em 1891 e um dos mais\nimportantes líderes da política capixaba nas primeiras décadas\nrepublicanas.\n\nEstudou em Vitória e em seguida na Faculdade de Medicina da Bahia,\ndurante três anos, transferindo-se depois para a do Rio de Janeiro, onde\nse diplomou em 1899. Voltou a Vitória e iniciou uma longa carreira de\nmédico: assistiu aos empregados da Estrada de Ferro Vitória a Minas\ndurante a construção da ferrovia e prestou serviços profissionais na\nSanta Casa de Misericórdia de Vitória, no Serviço de Saúde do estado,\nenviado para combater epidemias por diversas vezes, e no Serviço Médico\nda Polícia estadual. Muito querido por seus clientes, ricos ou pobres,\nconhecido pelo apelido de doutor Duquinha, conquistou grande\npopularidade. Foi também professor da Escola Normal em Vitória.\n\nIngressou na política, seguindo o pai e os irmãos mais velhos, José\nFrancisco, então deputado federal, e Argeu Hortêncio, vice-governador do\nestado, todos no Partido Republicano Construtor Autonomista (PRCA), que\nresultara da fusão do Partido Republicano Construtor (PRC) com o Partido\nAutonomista (PA), presidido pelo barão de Monjardim. Foi eleito membro\ndo governo municipal de Vitória em 1901, e deputado estadual de 1904 a\n1907. Durante seu mandato houve a divisão do partido, resultado de um\nconflito entre o presidente do estado, Henrique Coutinho, e o principal\nlíder partidário, Muniz Freire, a quem os Monjardim apoiaram. Manuel\nSilvino fez parte de uma chapa dissidente que contestou o resultado da\neleição de 1907, mas a chapa governista foi reconhecida, e ele ficou\nfora do Legislativo estadual naquela legislatura. Em 1908, Jerônimo\nMonteiro, então no governo do estado, promoveu a união de quase todos os\ngrupos políticos capixabas para fundar um novo partido sob sua direção,\no Partido Republicano Espírito-Santense (PRES), em substituição ao PRCA,\ne os Monjardim dele participaram. A partir de 1910, Manuel Silvino foi\neleito para mandatos sucessivos de deputado estadual até 1918, quando\nfoi incluído na chapa de candidatos a deputado federal. Eleito para a\nlegislatura 1918-1920, reelegeu-se para um segundo mandato e, findo este\nem 1923, foi eleito senador. Ocupou uma cadeira no Senado até a\nRevolução de 1930 e participou das comissões de Saúde Pública,\nEstatística e Colonização e de Diplomacia, Tratados e Legislação Social.\n\nFoi membro da Guarda Nacional e da Loja Maçônica União e Progresso de\nVitória, da qual foi venerável.\n\nFaleceu no Rio de Janeiro, a 3 de agosto de 1966.\n\nCasou-se com Ursulina Guaraná, e um de seus filhos, Alcebíades, foi\ndeputado estadual e federal no período pós-1930.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** CÂM. DEP. *Intervenção*;DERENZI, L. *Caminhos*; FRAGA, C.\n*Loja*; *Jornal Oficial* (1906-1907); MONJARDIM, L. *História*; SENADO.\n*Dados biográficos dos senadores do Espírito Santo*; SENADO. Disponível\nem:\n\\<www.senado.gov.br/senadores/senadores\\_biografia.asp?codparl=2078&li=35&lcab=1930-1930&lf=35\\>.\nAcesso em: 8/2010.\n","ref":"**FONTES:** CÂM. DEP. *Intervenção*;DERENZI, L. *Caminhos*; FRAGA, C.\n*Loja*; *Jornal Oficial* (1906-1907); MONJARDIM, L. *História*; SENADO.\n*Dados biográficos dos senadores do Espírito Santo*; SENADO. Disponível\nem:\n\\<www.senado.gov.br/senadores/senadores\\_biografia.asp?codparl=2078&li=35&lcab=1930-1930&lf=35\\>.\nAcesso em: 8/2010.\n","dic":"DHBPR"}