{"title":"MONTEIRO, Augusto","cargoss":["magistrado","dep. fed. RN 1912-1914."],"author":"Renato Amado Peixoto","content":"**MONTEIRO, Augusto**\n\n\\*magistrado; dep. fed. RN 1912-1914.\n\n*Augusto Carlos de Vasconcelos Monteiro* nasceu em Goianinha (RN) no dia\n12 de outubro de 1881, filho de Matias Carlos de Vasconcelos Monteiro e\nde Genuína Adelaide de Vasconcelos Monteiro.\n\nIngressou na Escola Militar do Ceará em 1897, mas desistiu de continuar\nos estudos e retornou ao Rio Grande do Norte, onde completou os\npreparatórios no Ateneu Norte-Rio-Grandense, em Natal. Em 1898 ingressou\nna Faculdade de Direito do Recife, concluindo o curso em 1902. Em\njaneiro de 1903, de volta ao estado natal, foi nomeado promotor público\nde Canguaretama. Em novembro de 1906 assumiu o posto de juiz de direito\nde Acari e em 1907 foi removido para Caicó. Ali exerceu a magistratura\naté 1911, dirigindo a seção local do Partido Republicano em sintonia com\na corrente “pedrovelhista”, que dava continuidade às orientações de\nPedro Velho de Albuquerque Maranhão, chefe político falecido em 1907.\n\nNo início de 1912 foi eleito deputado federal pelo Rio Grande do Norte.\nTerminado o mandato em 1914, em abril do ano seguinte foi nomeado\nprefeito do Alto-Acre, então um dos quatro departamentos em que estava\ndivido o Acre, por influência de Augusto Tavares de Lira, que fora\nresponsável pela reorganização administrativa do território quando\nministro da Justiça e Negócios Interiores. Ocupou a prefeitura até\njaneiro de 1919, quando, em viagem do Acre para Natal, morreu na cidade\nde Belém, vitimado pela gripe espanhola, no dia 9 de março de 1919.\n\nFoi casado duas vezes: a primeira com Amália Adelaide Simonetti de\nVasconcelos Monteiro, com quem teve três filhos, e a segunda com Maria\nVale Monteiro, com quem teve duas filhas.\n\nRenato Amado Peixoto\n\n**FONTES:** CALIXTO, V. *Resumo*; CÂMARA, J. *Aspecto* (p.104-167);\nCENTENO, C. *Dever*; LIRA, C. *Tavares*; SOARES, A. *Dicionário*.\n","ref":"**FONTES:** CALIXTO, V. *Resumo*; CÂMARA, J. *Aspecto* (p.104-167);\nCENTENO, C. *Dever*; LIRA, C. *Tavares*; SOARES, A. *Dicionário*.\n","dic":"DHBPR"}