{"title":"MONTEIRO, Bernardo","cargoss":["jornalista","dep. fed. MG 1903-1910","sen. MG 1910-1923."],"author":"Vanessa Lana","content":"**MONTEIRO, Bernardo**\n\n\\* jornalista; dep. fed. MG 1903-1910; sen. MG 1910-1923.\n\n*Bernardo Pinto Monteiro* nasceu em Ubá, na então província de Minas\nGerais, no dia 11 de novembro de 1857, filho de José Mariano Pinto\nMonteiro, major da Guarda Nacional, e de Carolina Duarte Monteiro.\n\nEstudou humanidades no Seminário de Mariana (MG) e no Colégio Progresso,\nem Juiz de Fora (MG). Após cursar os preparatórios no Externato Arquino,\nno Rio de Janeiro, então capital do Império, bacharelou-se pela\nFaculdade de Direito de São Paulo em 1885. Ainda como estudante de\ndireito, engajado no movimento político de sua época, trabalhou como\nrevisor da *Gazeta de Notícias*. Assim que se formou, transferiu-se para\nOuro Preto (MG) para exercer a advocacia. Nesse município foi secretário\ndo diretório do Partido Liberal, redator de *O Liberal Mineiro* e líder\nda campanha abolicionista, a favor da emancipação dos escravos.\n\nIniciou suas atividades políticas elegendo-se deputado geral pelo estado\nde Minas Gerais no dia 3 de outubro de 1889. Pouco mais de um mês\ndepois, com a proclamação da República, foi convidado pelo então\ngovernador do estado de Minas Gerais, José Cesário de Faria Alvim\n(1889-1890), para ocupar a função de secretário estadual. Recusou,\ncontudo, o convite e foi eleito vereador, presidente da Câmara e agente\nexecutivo municipal de Ouro Preto. De 12 de setembro de 1899 a 7 de\nsetembro de 1902, durante o governo de Francisco Silviano de Almeida\nBrandão (1898-1902), foi prefeito de Belo Horizonte.\n\nEleito deputado federal para as legislaturas 1903-1905, 1906-1908 e\n1909-1911, deixou a Câmara dos Deputados em agosto de 1910 e foi eleito\nsenador. Assumiu sua cadeira no Senado em maio de 1911 e, reeleito, nela\npermaneceu até 1923. No Senado, presidiu a Comissão de Poderes e\nintegrou as Comissões de Finanças, de Constituição, de Diplomacia, de\nObras Públicas e de Empresas Privilegiadas. Foi ainda relator do\nOrçamento do Ministério do Exterior.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 24 de julho de\n1924.\n\nFoi casado com Jesuína Andrade Monteiro.\n\nVanessa Lana\n\n**FONTES:** MONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1518&li=28&lcab=1909-1911&lf=28\\>.\nAcesso em: 7/11/2008.\n","ref":"**FONTES:** MONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1518&li=28&lcab=1909-1911&lf=28\\>.\nAcesso em: 7/11/2008.\n","dic":"DHBPR"}