{"title":"ABREU, Maurício de","cargoss":["pres. RJ 1894-1897","dep. fed.RJ 1903-1905."],"author":"Raimundo Helio Lopes","content":"**ABREU, Maurício de**\n\n\\* pres. RJ 1894-1897; dep. fed.RJ 1903-1905.\n\n*Joaquim Maurício de Abreu* nasceu em Sapucaia(RJ) no dia 16 de maio de\n1852,filho de Francisco Maurício de Abreu ede Constança Maria de Araújo.\n\nIngressou na Faculdade de Medicinado Rio de Janeiro, na então capitaldo\nImpério, em 1870. Nesse mesmo anofoi um dos signatários do Manifesto\nRepublicano,declaração que foi publicada no jornalcarioca *A República*\ne marcou o florescimentodo republicanismo no país. Formou-se em1876 e,\nde volta a Sapucaia, dedicou-seà clínica médica e à política. Em1884\ncombateu a epidemia de febre amarelaque assolava a cidade. No campo\npolítico,foi vereador em várias legislaturas echegou à presidência da\nCâmara Municipalem 1887.\n\nDepois da proclamação da República,em 15 de novembro de 1889, fezforte\noposição ao governo do primeiropresidente republicano do Rio de\nJaneiro,Francisco Portela, por discordar das medidastomadas por este,\nque favoreciam seu poderpessoal em detrimento da corrente\nrepublicanafluminense. Nesse processo esteve ao ladode José Tomás da\nPorciúncula, também republicanohistórico e uma das principais\nliderançasdo Partido Republicano Fluminense (PRF).\n\nEm 3 de novembro de 1891o presidente da República marechal Deodoroda\nFonseca fechou o Congresso Nacional,e 20 dias depois uma revolta\ndaEsquadra obrigou-o a renunciar e a transferiro governo ao\nvice-presidente Floriano Peixoto.Em meio a esse conturbado momento\npolítico,no dia 10 de dezembro Francisco Portela,importante aliado de\nDeodoro, sem termais apoio do poder federal, renunciouà presidência do\nestado do Rio deJaneiro. Nesse processo, Carlos Baltasar daSilveira\nassumiu o governo estadual, apoiadopelo novo presidente da República. A\nnovaadministração, que procurou desmontar a redepolítica criada por\nFrancisco Portela, baseadano clientelismo e na diminuição da açãode\ngrande parte da corrente republicanafluminense, fechou o Congresso\nestadual erevogou a Constituição republicana fluminensede 1891.\n\nConvocadas eleições para uma novaConstituinte estadual, saiu vitoriosa a\nchapaapoiada pelo governo de Baltasar da Silveira,e Maurício de Abreu\nfoi eleito deputadoestadual pelo PRF. Nesse mesmo pleito,também foi\neleito José Tomás da Porciúncula,que assumiu a presidência da\nAssembleiaConstituinte, enquanto Maurício de Abreu setornou\nprimeiro-secretário. A nova Constituiçãodo estado do Rio de Janeiro\nfoipromulgada em 9 de abril de 1892e, nessa data, Baltasar da Silveira\nfoieleito presidente provisório do estado, jáque novas eleições para o\nLegislativoe o Executivo estaduais foram marcadaspara o dia 24 do mesmo\nmês. Nessepleito, José Tomás Porciúncula foi eleitopresidente do estado\ndo Rio de Janeiroe Maurício de Abreu, vice-presidente, aolado de Manuel\nMartins Torres e LourençoMaria de Almeida Batista, o barão deMiracema.\n\nNa sucessão estadual de 1894, Mauríciode Abreu candidatou-se com o apoio\ndePorciúncula e foi vencedor. Recebeu amaioria dos votos em todo o\nestado,menos em Niterói, onde o antigo presidenteFrancisco Portela teve\nmais votos. Seugoverno, assim como o do antecessor, foimarcado pela\nhegemonia do PRF na políticaestadual, já que, após a derrubada\ndeFrancisco Portela e o governo de transiçãode Baltasar da Silveira, o\npoder políticodo estado passou às mãos dos setoresmajoritários da\noligarquia fluminense.\n\nEm 1896, Maurício de Abreu entrouem choque com Manuel Vitorino,\nvice-presidenteque então ocupava a presidência da Repúblicadevido à\nlicença de Prudente de Morais(1894-1898), gravemente doente. A\ndivergênciaocorreu depois que o governo federal interveionas eleições\nfederais na cidade de Campos(RJ), onde a oposição ao PRF eramais forte.\nCom isso, o governo federalprocurou garantir o resultado do pleito,sem\ninterferência do governo estadual, enfraquecera corrente liderada por\nJosé Tomás daPorciúncula e fortalecer a liderança deNilo Peçanha, que\ntinha sua base políticana cidade. Diante da intervenção, o PRFrompeu com\nManuel Vitorino, e AlbertoTorres, também membro da agremiação,\ndemitiu-sedo Ministério da Justiça (1896-1897). Coma volta de Prudente\nde Morais aopoder, o PRF voltou a ganhar forçano cenário nacional.\n\nMaurício de Abreu teve como sucessorna presidência do estado Alberto\nTorres(1897-1900). Depois de deixar o governo,passou a clinicar em sua\ncidade natal.Em janeiro de 1903, voltou à atividadepolítica, quando foi\neleito deputado federalpelo Rio de Janeiro na legenda doPRF. Ocupou uma\ncadeira na Câmara dosDeputados até o final da legislatura,em 1905. No\nperíodo seguinte, tornou-secoletor federal em Campos.\n\nFaleceu na cidade do Rio deJaneiro, então Distrito Federal, em 16de maio\nde 1913.\n\nFoi casado com Luísa Benedito Otoni,com quem teve oito filhos.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*;COL. BRAS. GENEALOGIA. Disponível\nem: \\<www.cbg.org.br/arquivos\\_genealogicos\\_r\\_02.html\\>.Acesso em:\n10/3/2011; FERREIRA, M. *República*;LACOMBE, L. *Chefes*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*;COL. BRAS. GENEALOGIA. Disponível\nem: \\<www.cbg.org.br/arquivos\\_genealogicos\\_r\\_02.html\\>.Acesso em:\n10/3/2011; FERREIRA, M. *República*;LACOMBE, L. *Chefes*.\n","dic":"DHBPR"}