{"title":"MONTEIRO, Tobias","cargoss":["jornalista","sen. RN 1921-1923."],"author":"Renato Amado Peixoto","content":"**MONTEIRO, Tobias**\n\n\\* jornalista; sen. RN 1921-1923.\n\n*Tobias do Rego Monteiro* nasceu em Natal no dia 29 de julho de 1866,\nfilho de Jesuíno Rodolfo do Rego Monteiro e de Maria Inácia do Rego\nMonteiro.\n\nTransferiu-se em 1886 para o Rio de Janeiro, a capital do Império, para\ncursar a Faculdade de Medicina com o auxílio de uma pensão que lhe foi\natribuída pela Assembleia Provincial do Rio Grande do Norte. A pensão\nfora votada por iniciativa de seu protetor, José Bernardo de Medeiros,\nchefe político da região do Seridó e um dos líderes do Partido Liberal.\nIndicado pelo conselheiro Manuel Pinto de Sousa Dantas, ligou-se\nprofissional e politicamente a Rui Barbosa, interrompendo o curso de\nmedicina no quarto ano para secretariá-lo e trabalhar como jornalista.\nApós a proclamação da República (15/11/1889), quando Rui Barbosa se\ntornou ministro da Fazenda do governo provisório, tornou-se seu oficial\nde gabinete e, por indicação do jurista, trabalhou também no *Diário\nOficial*.\n\nEm 1892, quando Pedro Velho de Albuquerque Maranhão assumiu o governo do\nRio Grande do Norte, sua vaga de deputado federal foi reivindicada por\nJosé Bernardo para Janúncio da Nóbrega Filho. Contudo, Pedro Velho\nindicou seu irmão, Augusto Severo de Albuquerque Maranhão, que venceu a\neleição, mas não foi homologado pelo Congresso Nacional. Marcadas novas\neleições para 1893, Tobias Monteiro foi então convocado para enfrentar\nAugusto Severo em nome da oposição unida, mas foi derrotado. Nesse ano,\nquando os inimigos de Pedro Velho cogitaram derrubá-lo à força, Tobias\nMonteiro foi contra a ideia.\n\nQuando da Revolta da Armada (1893-1894), era secretário do *Jornal do\nBrasil*, no Rio de Janeiro. Na ocasião, acompanhou Rui Barbosa,\nredator-chefe desse periódico, ao exílio em Buenos Aires. Na volta,\nsabendo de uma ordem de prisão contra Rui Barbosa, avisou-o e\nescondeu-se em um navio que o deixou na Bahia, onde foi preso dois meses\ndepois. Em 1894 voltou a se candidatar a deputado federal pelo Rio\nGrande do Norte contra a chapa “pedrovelhista” e foi novamente\nderrotado. Em 1897 apoiou a fundação do Partido Republicano\nConstitucional no Rio Grande do Norte, sendo eleito delegado da\nagremiação na capital federal.\n\nRedator político do *Jornal do Comércio* entre 1894 e 1902, tornou-se um\ndos mais influentes e prestigiosos jornalistas do país. Redator da\ncoluna “Várias”, que desde o Segundo Reinado tinha o poder de derrubar\nministérios, apoiou os governos dos presidentes Prudente de Morais\n(1894-1898) e Campos Sales (1898-1902). Em 1898 foi enviado como\ncorrespondente para acompanhar a viagem que Campos Sales fez à Europa em\nbusca de um acordo com os bancos credores do Brasil antes de sua posse\nna presidência. Deixando o *Jornal do Comércio* em 1902, aceitou o cargo\nde secretário geral do Centro Industrial do Brasil. Tornou-se depois\ndiretor de um estabelecimento bancário e consultor de investimentos.\n\nSeu retorno à vida política ocorreu anos depois, no começo da década de\n1920. Em 1921, foi eleito senador pelo Rio Grande do Norte na legenda do\nPartido Republicano, vindo a ocupar a vaga aberta pela indicação do\nsenador Joaquim Ferreira Chaves Filho para o Ministério da Marinha e\ndepois para o Ministério da Justiça e dos Negócios Interiores. Essa\ncomposição teria sido expressamente articulada pelo próprio presidente\nda República, Epitácio Pessoa.\n\nEm 1923, acontecimentos ligados à sucessão no governo do Rio Grande do\nNorte levaram Tobias Monteiro a renunciar ao mandato. Naquele ano,\nFerreira Chaves havia obtido a indicação do Partido Republicano para\nconcorrer pela terceira vez à chefia do Executivo estadual. Entretanto,\na chamada “facção do Seridó” – reorganizada pelos deputados Juvenal\nLamartine de Faria e José Augusto Bezerra de Medeiros, neto de José\nBernardo, e apoiada pelo presidente Artur Bernardes – conseguiu demover\nFerreira Chaves de suas pretensões e indicar José Augusto para\ngovernador. Por conseguinte, Ferreira Chaves voltou para o Senado,\nocupando a vaga de Tobias Monteiro.\n\nComo escritor, Tobias Monteiro recebeu o Prêmio Machado de Assis, da\nAcademia Brasileira de Letras, pelo conjunto da obra. Além dos jornais\njá citados, colaborou em *A República*, *Gazeta da Tarde*, *Correio\nPaulista*, *O País* e *Diário de Notícias*. Foi ainda sócio-honorário do\nInstituto Histórico e Geográfico do Rio Grande do Norte.\n\nFaleceu em Petrópolis (RJ) no dia 4 de agosto de 1952.\n\nPublicou *O Sr. Campos Sales na Europa, notas de um jornalista* (1900);\n*Cartas sem título* (1902); *Do Rio ao Paraná* (1903); *Pesquisa e\ndepoimentos para a história* (1913); *Funcionários e doutores* (1917);\n*As origens da guerra e o dever do Brasil* (1918); *História do Império:\na elaboração da Independência* (1927); *História do Império: o Primeiro\nReinado* (1939). Sobre sua vida e obra foram publicados *Tobias\nMonteiro, jornalista e historiador* (1942) e *Tobias Monteiro* (1966?).\n\nRenato Amado Peixoto\n\n**FONTES:** CARDOSO, R. *Memórias*; CASCUDO, L. *História*; MEDEIROS, J.\n*Rio Grande do Norte*; SOUZA, E.*Tobias*; SOUZA, I. *República*;\nSPINELLI, J. *Da oligarquia*.\n","ref":"**FONTES:** CARDOSO, R. *Memórias*; CASCUDO, L. *História*; MEDEIROS, J.\n*Rio Grande do Norte*; SOUZA, E.*Tobias*; SOUZA, I. *República*;\nSPINELLI, J. *Da oligarquia*.\n","dic":"DHBPR"}