{"title":"MONTENEGRO, Tomás","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1894],"datas_fim":[1905],"estados":["BA"],"autor":[0],"content":"**MONTENEGRO, Tomás**\n\n\\*dep. fed. BA 1894-1905.\n\n*Tomás Garcez Paranhos Montenegro* nasceu em Mata de São João (BA) no\ndia 22 de janeiro de 1839, filho de José Garcez da Rocha Vasconcelos\nMontenegro e de Maria Joaquina da Silva Paranhos.\n\nEm 1857, diplomou-se em ciências jurídicas pela Faculdade de Direito do\nRecife. Iniciou a carreira política ainda no Império, elegendo-se\ndeputado provincial na Bahia para as legislaturas 1860-1861 e 1866-1867.\n\nJá na República, participou da fundação do Partido Nacional (PN) em 24\nde julho de 1890, ao lado de Almeida Couto, Freire de Carvalho, Carneiro\nda Rocha, Araújo Pinho, César Zama, Cícero Dantas, barão de Jeremoabo, e\ncoronel Temístocles da Rocha Passos. Integrou o conselho, que, em\nconjunto com o diretório, compunha a estrutura de atuação do partido.\nNas eleições de 15 de setembro de 1890, foi indicado para uma vaga de\ndeputado no Congresso Nacional Constituinte, tanto pelo PN quanto pelo\nCentro Republicano Democrata. Contudo, a vaga pretendida ficou com J. J.\nSeabra, que havia sido indicado pelo Partido Republicano Federal, da\nsituação, e pelo Centro Republicano Democrata.\n\nFoi sob sua presidência que, a 17 de fevereiro de 1891, se realizou a\nprimeira reunião do corpo docente da Faculdade Livre de Direito da\nBahia, fundada oficialmente no dia 9 daquele mês. Integrou a primeira\ncongregação da faculdade, como lente catedrático das cadeiras de\nprocesso criminal, civil e comercial, ao lado dos mais respeitados\nintelectuais da época, entre os quais Leovigildo Filgueiras, Inácio\nTosta, Severino Vieira e Carneiro da Rocha, entre outros.\n\nEleito deputado federal pela Bahia para a legislatura 1894-1896, em 15\nde abril de 1894 participou de reunião presidida por Manuel Vitorino\nPereira nos salões do antigo Clube Militar, que organizou o Partido\nRepublicano Federal. Reeleito, voltou a ocupar uma cadeira na Câmara dos\nDeputados entre 1897 e 1905.\n\nDurante muitos anos de sua vida, dedicou-se à magistratura. Em 1910 foi\npromovido a desembargador do Tribunal de Justiça da Bahia.\n\nFaleceu na cidade de Salvador no dia 18 de junho de 1914.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** BEVILAQUA, C. *História*; BULCÃO SOBRINHO, A.\n*Representantes* (n.263, 55-86); *Diário Oficial do Estado da Bahia*\n(p.102-105; 485 e 350); GIDI, A. *Anotações*; O Poder judiciário\nbrasileiro na Monarquia e na República, sua evolução na Bahia; SAMPAIO,\nC. *Partidos* (p.61/62/68); Tribunal de Justiça da Bahia.\n","ref":"**FONTES:** BEVILAQUA, C. *História*; BULCÃO SOBRINHO, A.\n*Representantes* (n.263, 55-86); *Diário Oficial do Estado da Bahia*\n(p.102-105; 485 e 350); GIDI, A. *Anotações*; O Poder judiciário\nbrasileiro na Monarquia e na República, sua evolução na Bahia; SAMPAIO,\nC. *Partidos* (p.61/62/68); Tribunal de Justiça da Bahia.\n","dic":"DHBPR"}
