{"title":"MORAIS FILHO, Hermenegildo Lopes de","cargoss":["dep. fed. GO 1894-1918","sen. GO 1918-1925."],"author":"Adrianna Setemy","content":"**MORAIS FILHO, Hermenegildo Lopes de**\n\n\\*dep. fed. GO 1894-1918; sen. GO 1918-1925.\n\n*Hermenegildo Lopes de Morais Filho* nasceu em Santa Rita do Paranaíba\n(GO) no dia 6 de outubro de 1870, filho do coronel Hermenegildo Lopes de\nMorais e de Francisca Carolina de Nazaré Morais. Seu pai, dono de uma\ndas maiores fortunas de Goiás, foi deputado federal de 1894 a 1899, de\n1906 a 1911 e de 1915 a 1917. Sua irmã, Amélia Lopes de Morais, casou-se\ncom José Xavier de Almeida, deputado federal de 1900 a 1901 e presidente\nde Goiás de 1901 a 1905. Seu irmão Alfredo Lopes de Morais foi deputado\nfederal por Goiás de 1927 a 1929 e presidente de Goiás de 1929 a 1930.\n\nMatriculou-se na Faculdade de Direito de São Paulo em 1888 e concluiu o\ncurso em 1891. Logo após a formatura, foi residir em Morrinhos (GO) e\npassou a se dedicar à indústria.\n\nIniciou a carreira política em 1900, quando foi eleito deputado federal\npor Goiás. Na Câmara dos Deputados, foi nomeado para a comissão\nencarregada do estudo do Código Civil. Reeleito em 1903, exerceu o\nmandato até 1905.\n\nAo final do seu mandato na Câmara, foi eleito senador pelo estado de\nGoiás, para a legislatura de 1918 a 1927. No Senado, foi\nquarto-secretário da Mesa, de 1919 a 1920, terceiro-secretário, de 1921\na 1922, e membro da Comissão de Diplomacia e Tratados.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 5 de dezembro de\n1925, no exercício do mandato de senador.\n\nFoi casado com Maria Amabini Paranhos e não teve filhos.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); LEITE NETO, L. *Catálogo\nbiográfico* (p.1.105/6); Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-American Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); LEITE NETO, L. *Catálogo\nbiográfico* (p.1.105/6); Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-American Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","dic":"DHBPR"}