{"title":"MORAIS FILHO, Prudente de","cargoss":["dep. fed. SP 1912-1926."],"author":null,"content":"**MORAIS FILHO, Prudente de**\n\n\\* dep. fed. SP 1912-1926.\n\n*Prudente de Morais Barros Filho* nasceu em Piracicaba (SP) no dia 29 de\ndezembro de 1874, filho de Prudente José de Morais Barros e de Adelaide\nBenvinda de Morais Barros. Seu pai foi várias vezes deputado provincial,\ndeputado geral por São Paulo em 1885, membro da junta provisória que\ngovernou São Paulo em 1889, governador do estado de 1889 a 1890,\nconstituinte de 1891, senador de 1891 a 1894 e presidente da República\nde 1894 a 1898. Seu tio Manuel de Morais Barros foi constituinte de\n1891, deputado federal por São Paulo de 1891 a 1895 e senador de 1895 a\n1902. Seu primo Paulo de Morais Barros foi deputado federal de 1909 a\n1911 e de 1927 a 1929, revolucionário de 1930, ministro da Viação e da\nAgricultura em 1930, revolucionário de 1932 e senador de 1935 a 1937.\nOutro primo, Pedro de Morais Barros, foi embaixador do Brasil no Peru de\n1941 a 1945 e na Itália de 1945 a 1949.\n\nIniciou seus estudos no Colégio Piracicabano, transferindo-se em 1890\npara Escola Militar, no Rio de Janeiro, então capital federal. De volta\na São Paulo, fez o curso preparatório no Colégio Costa e no Ginásio\nSílvio de Almeida. Em 1893 matriculou-se na Faculdade de Direito do\nLargo de São Francisco, mas por motivo de saúde transferiu-se para a\nFaculdade Livre de Ciências Jurídicas e Sociais do Rio de Janeiro, pela\nqual se formou em 1897. Foi aluno de notáveis juristas, como Pedro\nLessa, Lima Drummond, Batista Pereira, Inglês de Sousa e Bulhões\nCarvalho, entre outros.\n\nConcluído o curso de direito, foi designado oficial de gabinete de seu\npai, então presidente da República. Ao término do governo, foi nomeado\nem 1899, pelo presidente Campos Sales, auxiliar do procurador da\nRepública, mas não aceitou o cargo. Passou a dedicar-se exclusivamente à\ncarreira de advogado no escritório de Inglês de Sousa, seu antigo\nprofessor, político, jornalista, escritor, e um dos membros fundadores\nda Academia Brasileira de Letras.\n\nMembro da dissidência do Partido Republicano Paulista (PRP), que tinha\ncomo um de seus líderes o jornalista e deputado Júlio Mesquita, teve seu\nnome incluído na lista de candidatos a deputado federal e foi eleito em\n30 de janeiro de 1912 para a legislatura 1912-1914. Ainda em 1912\nempreendeu viagem à Europa, sendo recebido com demonstrações de apreço\npor várias instituições jurídicas, entre as quais o Instituto de Direito\nComparado de Bruxelas, na Bélgica, que o elegeu sócio-correspondente. Em\n1914 foi nomeado professor substituto da Faculdade de Ciências Jurídicas\ne Sociais do Rio de Janeiro, recebendo o grau de doutor.\n\nReeleito para a legislatura 1915-1917, por diversas vezes integrou como\nmembro efetivo a Comissão de Constituição e Justiça da Câmara. Pertenceu\ntambém à Comissão Especial do Código Civil brasileiro, que estudou e\naperfeiçoou o projeto do Executivo que seria promulgado pelo presidente\nVenceslau Brás (1914-1918) através da Lei 3.071, de 1^o^ de janeiro de\n1916. Em 1917, quando da entrada do Brasil na Primeira Guerra Mundial,\ncolaborou com Afrânio de Melo Franco, autor do projeto de lei sobre o\nestado de sítio que foi debatido no Congresso Nacional, inclusive por\nRui Barbosa, o qual apresentou emendas referentes à limitação jurídica\ndurante o conflito.\n\nTambém em 1917 esteve presente à sessão do Supremo Tribunal Federal que\njulgou o habeas corpus contra o pedido de expulsão dos estrangeiros\nenvolvidos na greve realizada em São Paulo. O governo paulista se\nempenhou para que os envolvidos fossem expulsos do país, o que acabou\nocorrendo, apesar de decisões anteriores do tribunal em sentido\ncontrário. Ainda em 1917 foi promovido a professor catedrático da\ncadeira de direito civil da faculdade onde lecionava.\n\nEm 1918, após a morte de Inglês de Sousa, abriria sua própria banca,\ntornando-se um dos mais renomados advogados do Rio de Janeiro.\nReconduzido à Câmara dos Deputados na legislatura 1918-1920, fez parte\nde um seleto grupo de legisladores que congregava Pedro Moacir, Arnolfo\nde Azevedo, Justiniano de Serpa, Francisco da Cunha Machado, Afrânio de\nMelo Franco, Luís Domingues, Raul Soares, João Mangabeira e Francisco\nCampos. Reeleito para as legislaturas 1921-1923 e 1924-1926, apresentou\num substitutivo à proposta que regulava as relações de trabalho,\nocupando-se de temas como duração da jornada, acidentes e idade mínima.\nO substitutivo, contudo, não prosperou, por decisão da Câmara. Vários\ndesses pontos só iriam ser tornar objeto de lei quando a da instituição\nda Consolidação das Leis do Trabalho, em 1943.\n\nAo término do mandato parlamentar no final de 1926, deixou a Câmara e\ndedicou-se à advocacia. Jurisconsulto dos mais renomados do país,\ntrabalhou para importantes instituições e empresas brasileiras. Na então\ncapital da República especializou-se em litígios territoriais, advogando\nna defesa dos interesses de vários estados brasileiros.\n\nNa eleição para presidente da República realizada em 1^o^ de março de\n1930, na qual Júlio Prestes derrotou o candidato da Aliança Liberal\nGetúlio Vargas, apesar de não ser candidato, teve seu nome lembrado por\neleitores e acabou recebendo votos.\n\nPelo Decreto n^o^ 21.076, assinado pelo presidente Getúlio Vargas em 24\nde fevereiro de 1932, foi instituído o Tribunal Superior de Justiça\nEleitoral. Da nova corte, instalada solenemente em 20 de maio na sala de\nsessões do Supremo Tribunal Federal, faziam parte o ministro\nHermenegildo de Barros, presidente; o ministro José Soriano de Sousa\nFilho, vice-presidente; o desembargador Renato de Carvalho Tavares,\nprocurador geral; o ministro Carvalho Mourão, o desembargador José\nLinhares e os advogados Afonso Pena Júnior, Afonso Celso e Prudente de\nMorais Filho.\n\nEm 30 de setembro de 1932, quando se discutia o cessar fogo entre as\ntropas paulistas e federais na Revolução Constitucionalista, o ministro\ndas Relações Exteriores Afrânio de Melo Franco, em audiência com o\npresidente Getúlio Vargas, propôs a nomeação de Prudente de Morais Filho\npara interventor em São Paulo. No dia seguinte, contudo, um acordo\nsecreto do governo federal com o comando da Força Pública paulista fez\ncom que esta empossasse no governo do estado o próprio comandante geral\nda polícia, coronel Herculano de Carvalho e Silva, que nele permaneceu\naté a chegada das autoridades militares federais à capital paulista.\nPouco depois, por seu notório saber jurídico, Prudente de Morais Filho\nfoi designado por Getúlio Vargas para integrar a Comissão encarregada de\nelaborar o anteprojeto a futura Constituição, que se reuniu pela\nprimeira vez em 11 de novembro de 1932.\n\nFoi primeiro-secretário e vice-presidente do Instituto da Ordem dos\nAdvogados Brasileiros, e fez parte por diversos anos da Irmandade da\nCasa de Misericórdia do Rio de Janeiro, da qual se tornou irmão\nbenemérito. Fez parte também da Sociedade Brasileira de Direito\nInternacional.\n\nFaleceu em Piracicaba em 2 de maio de 1943.\n\nCasou-se com Blandina Mendes de Morais, sua prima, filha do marechal\nMendes de Morais. Seu filho Prudente de Morais Neto foi jornalista,\npresidente da Associação Brasileira de Imprensa (ABI), e escritor, com o\npseudônimo de Pedro Dantas.\n\nEntre seus trabalhos publicados destacam-se: *A Justiça Militar*\n(discurso proferido na Câmara); *O Código Civil na Câmara dos Deputados*\n(discurso); *As terras devolutas do estado de São Paulo*; *A posse dos\ndireitos pessoais*; *As garantias do Ministério Público*; *Novação\nsubjetiva*; *Cessão de crédito por procuração em causa própria*;\n*Limites entre S. Paulo e Minas* (em parceria com João Pedro Cardoso,\n1920); *Coletânea* (1943), e *Fronteira ocidental do Pará*, entre\noutros.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; *Correio Paulistano.* SP\n(4/5/1943); *Folha da Manhã.* SP (4/5/1943); LOPREATO, C. *Espírito*;\nMELO, L. *Dicionário*; *Noite.* RJ (3/5/1943); VARGAS, G. *Diário.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; *Correio Paulistano.* SP\n(4/5/1943); *Folha da Manhã.* SP (4/5/1943); LOPREATO, C. *Espírito*;\nMELO, L. *Dicionário*; *Noite.* RJ (3/5/1943); VARGAS, G. *Diário.*\n","dic":"DHBPR"}