{"title":"ARAÚJO, Josino Alcântara de","cargoss":["dep. fed. MG 1907-1925."],"author":"Luciana Pinheiro","content":"**ARAÚJO, Josino Alcântara de**\n\n\\* dep. fed. MG 1907-1925.\n\n*Josino Alcântara de Araújo*nasceu em PousoAlegre (MG) no dia 20 de\nfevereirode 1866, filho de Ezequiel Manuel deAraújo e de Maria José\nAlcântara Vilhenade Araújo.\n\nCursou humanidades no Colégio MenesesVieira no Rio de Janeiro, então\ncapitaldo Império. Transferindo-se para a capitalpaulista, matriculou-se\nna Faculdade de Direitode São Paulo, pela qual se bacharelouem ciências\njurídicas e sociais em 1886.\n\nIniciou sua carreira política quandofoi eleito deputado na província de\nMinasGerais para a última legislatura do Império,de 1888 a 1889. Após a\nproclamaçãoda República em novembro de 1889, passoua se dedicar às\natividades jurídicas.Em 1892 foi nomeado juiz de direitodo município\nmineiro de Baependi, permanecendono cargo por sete anos. Em 1899passou a\nresidir em Juiz de Fora(MG), onde foi juiz avulso e fiscaldo Banco de\nCrédito Real de MinasGerais S.A. Em dezembro de 1906 foinomeado\ncomandante geral da Brigada Policialde Minas Gerais, atividade que\nexerceupor cinco meses.\n\nVoltou a exercer mandato eletivoquando, no curso da legislatura\n1906-1908,foi eleito deputado federal por MinasGerais em eleição\nsuplementar realizada em1907. Tomou posse na Câmara dos Deputados,no Rio\nde Janeiro, então Distrito Federal,em agosto desse ano e foi\nreeleitopara outras seis legislaturas. Integrou aComissão de Diplomacia\ne Tratados, alémdas comissões de Constituição e Justiçae de Finanças da\nCâmara.\n\nFoi ainda membro da diretoria doBanco do Brasil em 1924. No decorrerde\nsua trajetória profissional também colaborouno periódico *O Farol*, de\nJuiz de Fora.\n\nFaleceu no Rio de Janeiro em26 de julho de 1925, no exercíciodo mandato\nde deputado.\n\nEra casado com Luísa Fabiano Alvesde Araújo. Seu filho Dirceu Vilhena\ndeAraújo também atuou na política, tendosido prefeito do município\nmineiro deMatias Barbosa.\n\nLuciana Pinheiro\n\n**FONTES:**CÂM. DEP. *Deputados brasileiros* (p.165); MONTEIRO, N.\n*Dicionário* (v.1, p.56).\n","ref":"**FONTES:**CÂM. DEP. *Deputados brasileiros* (p.165); MONTEIRO, N.\n*Dicionário* (v.1, p.56).\n","dic":"DHBPR"}