{"title":"MORAIS, José Antônio de","cargoss":["dep. fed. RJ 1918-1920 e 1924-1930."],"author":"Raimundo Helio Lopes","content":"**MORAIS, José Antônio de**\n\n\\*dep. fed. RJ 1918-1920 e 1924-1930.\n\n*José Antônio de Morais* nasceu na fazenda Santo Inácio, em São\nFrancisco de Paula, atual Trajano de Morais (RJ), filho de Trajano de\nMorais e de Darcília Marques da Cruz de Morais. Seu avô paterno, também\nchamado José Antônio de Morais, o visconde de Imbé, foi grande\nproprietário rural e cafeicultor na região de São Francisco de Paula.\nSeu avô materno, Joaquim Marques da Cruz, era médico em Cantagalo (RJ).\nSeu pai, também proprietário rural, criou a Companhia Estrada de Ferro\nBarão de Araruama; por conta das atividades empresariais, deixou as\nterras da família e instalou-se no Rio de Janeiro. Seu primo Raul de\nMorais Veiga foi deputado federal de 1909 a 1917, presidente estado do\nRio de Janeiro de 1918 a 1922 e novamente deputado federal de 1927 a\n1930.\n\nJosé de Morais ingressou na política em 1906, ao ser eleito deputado\nestadual no estado do Rio de Janeiro. Tinha suas bases políticas no\nmunicípio de São Francisco de Paula, da mesma forma que Raul Veiga. Os\ndois integravam o grupo que então se consolidava sob a liderança de Nilo\nPeçanha, presidente do estado de 1903 a 1906, presidente da República de\n1909 a 1910, e novamente presidente estadual de 1914 a 1917. Foi\nreeleito deputado estadual em 1910 e 1915, e a seguir foi eleito\ndeputado federal, em 1918, mesmo ano em que Raul Veiga foi eleito\npresidente estadual (1918-1922). Contudo, ao final da legislatura, em\n1920, devido a divergências com o grupo de Nilo Peçanha, não foi\nreeleito. A origem do desentendimento foi a transferência da sede do\nmunicípio de São Francisco de Paula de Trajano de Morais para Aurora,\nmais tarde Visconde de Imbé, para atender aos interesses de Raul Veiga.\n\nApós a derrota do grupo nilista nas eleições presidenciais de 1922, José\nde Morais voltou à cena aliado ao presidente estadual Feliciano Sodré\n(1923-1927). Passou a integrar a comissão executiva do Partido\nRepublicano Fluminense (PRF) e elegeu-se deputado federal para três\nlegislaturas consecutivas, em 1924, 1927 e 1930. Durante seus anos como\nparlamentar, fez parte da Comissão de Obras Públicas. Teve o mandato\ninterrompido em outubro de 1930 pela revolução que levou Getúlio Vargas\nao poder e extinguiu todos os órgãos legislativos do país, e a partir de\nentão retirou-se da política, passando a residir na fazenda Santo\nInácio.\n\nRaimundo Helio Lopes\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; FERREIRA, M. *Histórias*;\nFERREIRA, M. *República.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; FERREIRA, M. *Histórias*;\nFERREIRA, M. *República.*\n","dic":"DHBPR"}