{"title":"MORAIS, Prudente de","cargoss":["dep. geral SP 1885","junta gov. SP 1889","gov. SP 1889-1890","const."],"author":null,"content":"**MORAIS, Prudente de**\n\n\\* dep. geral SP 1885; junta gov. SP 1889; gov. SP 1889-1890; const.\n1891; sen. SP 1891-1894; pres. Rep. 1894-1898.\n\n*Prudente José de Morais Barros* nasceu em um sítio próximo a Itu (SP)\nno dia 4 de outubro de 1841, filho de José Marcelino de Barros e de\nCatarina Maria de Morais. Seu irmão Manuel de Morais Barros se tornaria\nsenador da República.\n\nJosé Marcelino morreu assassinado por um escravo quando o menino\nPrudente José contava apenas três anos. Catarina casou-se em segundas\nnúpcias com o major Caetano José Gomes Carneiro, e pouco mais tarde a\nfamília passou a residir em Piracicaba, antiga Constituição. O menino\nPrudente aprendeu as primeiras letras com a mãe, o que indica que esta\nteria um razoável nível de instrução, por sua vez fator indicativo de\nfavorecimento social na sociedade da época. Apenas aos 14 anos Prudente\ningressou no Colégio Delgado, que no ano seguinte fechou suas portas.\nSeguiu então para São Paulo, para cursar os preparatórios para a\nFaculdade de Direito, onde ingressou em 1859.\n\nA Faculdade de Direito de São Paulo havia sido criada por decreto de\n1827, juntamente com a de Pernambuco. Era uma escola de leis que, além\nde formar advogados, formava especialmente políticos. Quase todos os\npolíticos do período imperial e da Primeira República passaram pelos\nbancos dessa academia. Havia na Faculdade de Direito paulista uma\nsociedade secreta fundada pelo alemão Júlio Frank. Era a\n*Burschenshaft*, chamada de *Bucha* pelos estudantes que dela\nparticipavam. Como vários próceres da Republica, Prudente de Morais\ntambém foi bucheiro. A orientação política da *Bucha* preconizava a luta\npelo liberalismo, o abolicionismo e o republicanismo, ideais que iriam\nmarcar toda a ação política de Prudente.\n\nFormado em 1863, Prudente voltou a Piracicaba, abriu um escritório de\nadvocacia e ingressou na política. Filiado ao Partido Liberal, foi\neleito vereador para o quadriênio 1865-1868 e escolhido presidente da\nCâmara Municipal, cargo que ao tempo implicava exercer as funções\nexecutivas no município.\n\nEm maio de 1866 casou-se com Adelaide Benvinda da Silva Gordo, filha de\nAntônio José da Silva Gordo. Seu irmão mais velho, Manuel, já era casado\ncom Maria Inês, irmã de Adelaide. O irmão caçula de Adelaide, Adolfo\nAfonso da Silva Gordo, advogado e político republicano, casou-se em\nprimeiras núpcias com Ana, neta do senador Nicolau Vergueiro, e depois\ncom Albertina Vieira de Carvalho, filha do professor de direito Joaquim\nJosé Vieira de Carvalho e irmã de Arnaldo Vieira de Carvalho, fundador\nda Faculdade de Medicina de São Paulo.\n\nEm 1867, Prudente foi eleito deputado à Assembleia Provincial.\nEntretanto, com a queda do gabinete liberal e sua substituição pelo\nministério conservador chefiado pelo visconde de Itaboraí, novas\neleições foram convocadas, e o Partido Liberal decidiu nelas não\nconcorrer. Em 1869, membros do Partido Liberal dele se desligaram,\nfundando o Partido Radical. Desse grupo fazia parte Prudente de Morais.\n\nSopravam então os primeiros ventos republicanos. Em 3 de dezembro de\n1870 foi lançado no Rio de Janeiro o *Manifesto Republicano*, marco\ninicial da campanha republicana, assinado por 56 cidadãos, entre os\nquais os paulistas Francisco Rangel Pestana e Miranda de Azevedo.\nPublicado no primeiro número do jornal *A República*, o documento\npropunha a adoção de uma linha de “evolução pacífica”, pretendendo a\nmudança do regime pelas armas da discussão. A esse grupo de republicanos\nque se formava, uniram-se radicais paulistas.\n\nEm reunião realizada em São Paulo a 17 de janeiro de 1872, foi decidida\na criação do Partido Republicano, dentro da orientação do *Manifesto\nRepublicano* de 3 de dezembro. Estavam presentes 14 cidadãos, egressos\ntodos eles do liberalismo radical. No ano seguinte, realizou-se a\nConvenção de Itu a 18 de abril, e foram aprovadas as bases para a\norganização do Partido Republicano da província. A partir de então, o\nmovimento organizado da Propaganda Republicana se intensificou, e\nPrudente logo se tornou um de seus chefes.\n\nLutando pela Implantação da República\n\nFalar de Prudente de Morais é falar da República: da luta para a\nimplantação, da organização e da consolidação do regime. Nessas três\nfases, seu papel foi fundamental. Alguns traços sobressaem em sua ação,\ndelineando o perfil do estadista.\n\nNo tempo do Império, a luta pela implantação da República significava um\nsonho: a República era um regime democrático no qual privilégios não\nteriam lugar. Para um paulista como Prudente de Morais, a\ndescentralização proposta pela República significava também a\npossibilidade de maior desenvolvimento para a província de São Paulo,\nque se afirmava economicamente pelo promissor florescimento da cultura\ncafeeira.\n\nOs republicanos se reuniam anualmente em um congresso, para o qual cada\nmunicípio enviava um representante eleito. Eram estabelecidas as\norientações da campanha republicana, aprovado e divulgado um manifesto e\neleita uma comissão permanente para conduzir sua ação. Prudente presidiu\na comissão em várias ocasiões.\n\nO movimento que em São Paulo se tornou conhecido como a Propaganda\nRepublicana usou de vários meios para a divulgação de suas ideias, pois\ndesejava chegar à República de forma pacífica, usando as “armas da\ndiscussão”: recorreram os propagandistas à imprensa, fizeram\npublicações, organizaram comícios em praça pública, conferências em\nsalões. Recorreram também à participação no processo eleitoral, como uma\nforma de influir no processo decisório.\n\nUm dos chefes da Propaganda*,* Prudente proferiu inúmeras conferências\nem municípios da província. Em São Carlos, em 1884, abordou a questão\nservil, posicionando-se a favor da autonomia de cada província para\nlegislar sobre a locação de serviços; declarou que os projetos\nabolicionistas deveriam ser aceitos desde que acompanhados de medidas\ntendentes a atrair mão de obra livre, facilitando a imigração; defendeu\na liberdade de consciência e de cultos, o casamento civil, a\nsecularização dos cemitérios e a grande naturalização (*Diário Popular*,\n19/11/1884). Esses eram temas frequentes, juntamente com a\ndescentralização e a adoção do federalismo.\n\nPara a participação no processo eleitoral, Prudente de Morais era um dos\nnomes de que o Partido Republicano dispunha, dado que já tinha\nexperiência anterior como vereador, presidente da Câmara de Piracicaba e\ndeputado provincial.\n\nNesse tempo, a representação parlamentar na Assembleia Geral e nas\nassembleias provinciais se fazia através de voto distrital, e a\nprovíncia de São Paulo estava dividida em dez distritos eleitorais. Os\ndistritos nos quais os republicanos conseguiam maior penetração\neleitoral eram justamente aqueles que correspondiam às zonas cafeeiras,\nnas quais as propostas republicanas tinham maior aceitação, como os de\nCampinas, Rio Claro e Casa Branca.\n\nNo 8^o^ distrito eleitoral, que tinha como cabeça a cidade de Rio Claro\ne incluía Piracicaba, o candidato era Prudente. Em 1877, os republicanos\nPrudente, Campos Sales e Martinho Prado conseguiram integrar a chapa\nliberal para as eleições provinciais. Já em 1878, o próprio Partido\nRepublicano apresentou seus candidatos, e Prudente foi eleito deputado\nprovincial pelo 8^o^ distrito, sendo novamente eleito em 1881, 1883,\n1885 e 1887. Para a Assembleia Geral, apenas em 1884 o Partido\nRepublicano conseguiu eleger dois deputados, Prudente de Morais e Campos\nSales.\n\nA ação dos republicanos nas assembleias seguia as orientações do\npartido. Os republicanos haviam adotado o sistema de expor, em\nconferências e manifestos, o conjunto de suas ideias políticas e de suas\nposições diante dos problemas que então agitavam o país. No Congresso de\n1881, essas normas foram sintetizadas em um documento, o *Programa dos\ncandidatos*, que estabelecia os princípios e linhas de ação do Partido\nRepublicano. Os candidatos se comprometiam a, se eleitos, pautar sua\nação parlamentar por ele. Esse compromisso com um programa foi uma\ngrande novidade em uma época em que os partidos monárquicos, o Liberal e\no Conservador, se revezavam no poder; esses partidos tinham seus\nprogramas, mas na prática do sistema, segundo se dizia, nada os\ndiferenciava.\n\nFoi grande a participação de Prudente de Morais nas legislaturas para as\nquais foi eleito, destacando-se sua atuação em favor de projetos\nabolicionistas. Como deputado provincial, trabalhou em projeto que\nproibia a entrada de escravos na província e estabelecia um imposto\nsobre os escravos possuídos, que reverteria em um pecúlio para os\ncativos. Na Assembleia Geral, batalhou em favor da libertação dos\nsexagenários sem indenização. Ao lado da medida proibindo a importação\nde escravos, lutavam os republicanos paulistas por medidas destinadas a\npromover a imigração de trabalhadores livres. Em 1884 foi fundada a\nHospedaria dos Imigrantes, que funcionou como ponto de encaminhamento\ndos recém-chegados para as fazendas. Esse preparo foi bem-sucedido, pois\nquando foi assinada a Lei Áurea, a 13 de maio de 1888, o número de\ntrabalhadores livres já era grande, e o trabalho da lavoura cafeeira\npaulista não se desorganizou, como teria ocorrido no Rio de Janeiro.\n\nNo primeiro discurso proferido na Assembleia Geral, em 11 de maio de\n1885, Prudente reafirmou seu compromisso com o programa republicano. São\nsuas estas palavras: “O meu programa político está no manifesto de 3 de\ndezembro de 1870, que o país todo conhece. O meu *desideratum*, o\nobjetivo que visa o meu partido e para cuja consecução trabalha com\ndedicação e patriotismo, é a substituição da monarquia pela república\nfederativa. Trabalhamos franca e resolutamente para isso, por estarmos\nconvencidos de que só a república fará a felicidade da nossa pátria. No\nregime atual, nós os republicanos só podemos aceitar os atos dos poderes\npúblicos que se conformarem com os verdadeiros interesses sociais, e só\npodemos apoiar as reformas que consubstanciarem ideias democráticas.\nTrabalhando para estabelecer e firmar a república pela eliminação da\nmonarquia, desde que não aceitamos a revolução como meio, ao menos por\nenquanto, é nosso dever representar as funções públicas como\ncooperadoras de reformas que operem, por partes, essa eliminação. … Esta\nserá a norma da nossa conduta”.\n\nUm dos traços da ação de Prudente de Morais foi sem dúvida a coerência.\nJá em 1878, o conselheiro Sinimbu, que presidia o Ministério de 5 de\nJaneiro, convidara Prudente para a presidência de uma das províncias do\nNorte. Prudente recusou o convite, por achar que não poderia aceitar\ncargo de confiança do governo da monarquia, regime que combatia.\n\nGovernador de São Paulo e constituinte\n\nA 6 de novembro de 1889, os republicanos paulistas receberam carta de\nAristides Lobo relatando os entendimentos que estavam sendo mantidos\nentre republicanos e militares para a mudança do regime, cujo desfecho\nse afigurava próximo. Prudente de Morais foi imediatamente chamado de\nPiracicaba para a reunião dos chefes de São Paulo. Foi decidido que\nFrancisco Glicério seguiria então para o Rio, acompanhado por Adolfo\nGordo. No dia 9, houve uma reunião secreta na casa do marechal Deodoro\nda Fonseca para traçar os planos da revolução.\n\nNessa mesma noite, o imperador oferecia um baile na Ilha Fiscal em\nhomenagem à oficialidade do encouraçado chileno *Almirante Cochrane.*\nSegundo os cronistas da época, foi uma festa deslumbrante. Enquanto a\nmonarquia dançava, republicanos e militares conspiravam, acertando os\nponteiros para o novo tempo que pretendiam impor.\n\nNo dia 15, deu-se a proclamação da República, instituindo-se o governo\nprovisório chefiado pelo marechal Deodoro da Fonseca. O evento foi\ncomemorado pelos republicanos paulistas com grande júbilo, e os\npropagandistas foram aclamados. Instalou-se um triunvirato no governo\npaulista: Prudente de Morais, Rangel Pestana e o tenente-coronel Joaquim\nde Sousa Murça. Mas, a 3 de dezembro, Prudente de Morais foi nomeado\ngovernador de São Paulo, cargo que exerceria até 18 de outubro de 1890,\nquando o transmitiu a Jorge Tibiriçá.\n\nEm São Paulo, a aceitação pacífica do novo regime não resultou da\nindiferença do povo quanto à forma de governo, mas deveu-se à ação\norganizada da Propaganda Republicana com o claro intuito de preparar a\nreceptividade popular às novas ideias.\n\nO primeiro ministério do novo regime foi integrado por Campos Sales, no\nMinistério da Justiça; Aristides Lobo, do Interior; Rui Barbosa, da\nFazenda; Quintino Bocaiúva, das Relações Exteriores; Benjamin Constant,\nda Guerra; Demétrio Ribeiro, da Agricultura, Comércio e Obras Públicas;\nEduardo Wandenkok, da Marinha. Uma controvertida orientação do governo\nprovisório foi a política financeira implementada pelo ministro Rui\nBarbosa, que instituiu a reforma bancária, substituindo o ouro como\nlastro das emissões por títulos da dívida federal. Ao fracasso do plano,\nque resultou em onda inflacionista, desastre da bolsa e descalabro das\nfinanças públicas, deu-se o nome de Encilhamento, crise cujas\nconsequências tiveram de ser enfrentadas pelos governos posteriores.\n\nO governo provisório chefiado por Deodoro convocou eleições para a\nAssembleia Constituinte. O Partido Republicano Paulista (PRP) apresentou\numa chapa com três senadores e 22 deputados, sendo Prudente candidato a\nsenador juntamente com Campos Sales e Rangel Pestana. Foram todos\neleitos. A Assembleia iria trabalhar a partir de um projeto de\nConstituição previamente elaborado por uma comissão presidida por\nSaldanha Marinho e revisto por Rui Barbosa.\n\nReunida a 15 de novembro de 1890, a Assembleia Constituinte elegeu\nPrudente de Morais seu presidente. Discussões e votações foram\nconduzidas com firmeza, para que no mais curto período o país tivesse\numa Constituição. A Constituição promulgada a 24 de fevereiro de 1891\nincorporou pontos importantes defendidos pelos republicanos paulistas\nque integravam o Programa dos Candidatos, especialmente centrado na\nfederalização e autonomia das províncias. Assim, o sistema tributário\nadotado atribuía às províncias, agora estados, o imposto de exportação,\no que significava para São Paulo o imposto sobre o café exportado, fonte\nde riqueza do estado.\n\nA Assembleia procedeu em seguida à eleição do presidente e\nvice-presidente da República. Para a presidência foi eleito o marechal\nDeodoro da Fonseca com 129 votos, tendo Prudente, também candidato,\nobtido 97 sufrágios. Para a vice-presidência foi eleito Floriano Peixoto\ncom 153 votos, indicando já certa desconfiança do Congresso quanto ao\npresidente eleito.\n\nDe fato, graves dissidências ocorreriam entre o governo e o Congresso.\nDeodoro, através de decretos, acabou por dissolver o Congresso e impor\nestado de sítio em 3 de novembro do mesmo ano, quando os edifícios da\nCâmara e do Senado foram cercados por forças militares. Da conspiração\ndesencadeada a partir de então contra Deodoro participaram os\nparlamentares paulistas, contando com a cumplicidade de Floriano\nPeixoto. A esquadra se amotinou, e antes do início das hostilidades\nchegou a notícia da renúncia de Deodoro, que foi substituído na\npresidência pelo vice Floriano Peixoto.\n\nO período de Floriano foi marcado por crises, tendo-se desencadeado\nsérias revoltas: a Revolta da Armada (1893-1894), rebelião promovida por\nunidades da Marinha do Brasil contra o governo, supostamente apoiada\npela oposição monarquista, e a Revolta Federalista (1893-1895), luta\narmada no Rio Grande do Sul em oposição a Júlio de Castilhos, buscando a\nautonomia estadual frente ao poder federal e opondo os “maragatos” ou\nfederalistas aos “pica-paus” que estavam no poder; a luta atingiu também\nos estados de Santa Catarina e Paraná.\n\nAinda em 1893 foi fundado o Partido Republicano Federal (PRF), liderado\npor Francisco Glicério, para congregar no Congresso a ação dos vários\npartidos republicanos estaduais. O novo partido foi definido como “uma\ncatedral aberta a todos os credos”, por englobar opções ideológicas as\nmais diversas. Seria dissolvido em 1896 após grave crise parlamentar.\n\nPresidente da República\n\nAo término do período regimental, em 1^o^ de março de 1894 realizaram-se\neleições diretas para a presidência da República, apesar da oposição de\nFloriano, que desejava permanecer no cargo em clara manobra continuísta.\nPrudente de Morais foi eleito o primeiro presidente civil da República,\napoiado pelo PRF.\n\nA posse estava marcada para 15 de novembro. Prudente chegou ao Rio de\nJaneiro no dia 2, acompanhado de poucos familiares. Na estação, ninguém\npara recebê-lo. Dirigiu-se para o Hotel dos Estrangeiros, onde se\nhospedou. Apenas no final da tarde recebeu a visita de um emissário do\ngoverno para dar-lhe boas vindas. Solicitou então uma audiência com\nFloriano Peixoto para tratar de assuntos administrativos, mas Floriano\nnão encontrou uma data para o encontro.\n\nNo dia 15, protocolarmente vestido, Prudente aguardava no salão do hotel\nque o viessem buscar. Ninguém apareceu, e foi num calhambeque alugado\nque chegou ao palácio Conde dos Arcos para prestar o juramento. Para o\nItamarati, onde se daria a transmissão do cargo, foi na carruagem do\nrepresentante da Inglaterra, sem qualquer escolta oficial. As portas\nestavam abertas, os salões vazios. Floriano não compareceu, e a\ntransmissão foi feita em seu nome pelo ministro Cassiano do Nascimento.\nMas Prudente não se deixou abater e tratou de reunir seu ministério.\n\nPrudente iniciou seu governo em um clima de revoltas e tensão. Eram os\njacobinos que tinham Floriano como ídolo, e a Revolução Federalista no\nRio Grande do Sul, que só terminou no seu primeiro ano de governo,\nquando conseguiu que a paz fosse assinada, concedendo anistia aos\nrevoltosos.\n\nDentro do próprio governo, Prudente enfrentava a oposição do\nvice-presidente Manuel Vitorino. Por motivo de doença, teve de passar o\ngoverno a Vitorino em 11 de novembro de 1896, partindo para uma\ntemporada de cura em Teresópolis. Vitorino já considerava o afastamento\ndefinitivo. No ministério, colocou quatro conterrâneos entre os sete\nministros, mas o paulista Bernardino de Campos, que substituíra\nRodrigues Alves no Ministério da Fazenda, permanecia no cargo, e através\ndele Prudente acompanhava o andamento do governo. Já restabelecido e\nsabendo de uma conspiração que contra ele se armava, em 4 de março de\n1897 voltou ao Rio sem qualquer aviso prévio, chegou ao palácio e mandou\num mensageiro à casa de Vitorino, comunicando que reassumira a\npresidência.\n\nTambém em novembro de 1896 teve início no interior da Bahia a Guerra de\nCanudos, epopeia tão bem descrita por Euclides da Cunha n’*Os sertões*.\nTratava-se de movimento messiânico de fanáticos reunidos em torno do\nbeato Antônio Conselheiro. Contestava o regime republicano e o valor dos\nimpostos cobrados, sendo também motivado pelas precárias condições de\nvida do povo. A insurreição popular de cunho sócio-religioso foi vencida\ncom muita dificuldade pelo governo de Prudente de Morais. Depois de\nárdua luta, apenas na terceira expedição, em 1897, o movimento de\nfanáticos foi derrotado pelo Exército.\n\nNo dia 5 de novembro de 1897, encontrava-se Prudente no cais do Arsenal\nde Guerra, para recepcionar o comandante da coluna expedicionária que\nconseguira submeter Canudos. Sabia-se que sua vida corria perigo,\nameaçada por jacobinos que idolatravam Floriano Peixoto. Durante a\ncerimônia, um anspeçada do 10^o^ Batalhão de Infantaria, Marcelino\nBispo, saiu subitamente das fileiras de seu contingente e encostou uma\npistola no peito do presidente, que, com a cartola, afastou o cano da\narma. O anspeçada foi dominado, e a arma tomada. Marcelino Bispo sacou\nentão sua espada e golpeou o ministro da Guerra, marechal Carlos Machado\nBittencourt, que buscou segurá-lo. Bittencourt morreu. Prudente, apesar\nde saber que sua vida corria perigo, fez questão de comparecer ao\nenterro daquele que perdera a vida tentando salvar a sua.\n\nSeu governo enfrentou grandes dificuldades econômico-financeiras\ndecorrentes do Encilhamento, que produzira enormes dívidas com credores\nestrangeiros. Com a assessoria dos ministros da Fazenda Rodrigues Alves\ne Bernardino de Campos, negociou com banqueiros ingleses o chamado\n*funding loan* para a consolidação da dívida externa. No tocante à\npolítica externa, a questão dos limites com a Argentina foi resolvida\nfavoravelmente ao Brasil, tendo sido arbitrada pelo presidente\nCleveland, dos Estados Unidos, e negociada pelo barão do Rio Branco,\nministro das Relações Exteriores; as relações com Portugal foram\nrestabelecidas, e os desentendimentos com a Itália solucionados,\nconseguindo-se também pôr fim às divergências com a França em relação ao\nAmapá. Com o Japão, assinou o Tratado de Amizade, Comércio e Navegação\nem novembro de 1895, com o objetivo de incentivar a vinda de imigrantes\njaponeses.\n\nPrudente de Morais tinha a perfeita noção da separação entre o público e\no privado, o que demonstrou inúmeras vezes. Quando, por exemplo, sua\nesposa ficou muito doente na estância de Poços de Caldas onde se\nencontrava, foi-lhe oferecido um vagão especial no trem para trazê-la\npara São Paulo. O presidente recusou o oferecimento, alegando que a\ndoença da esposa era um problema de sua vida pessoal, e a solução seria\nprocurada por ele nesse mesmo nível.\n\nO período presidencial de Prudente de Morais foi certamente\nbem-sucedido. Foi um período de consolidação do regime republicano. Ao\nfinal do quadriênio, pôde Prudente transmitir o governo ao também\npaulista e republicano histórico Manuel Ferraz de Campos Sales, que\ntinha como vice o pernambucano Francisco de Assis Rosa e Silva, político\nde grande expressão no Norte. Como vivo contraste com a fria recepção\nrecebida por ocasião da posse, ao passar o governo ao sucessor, Prudente\nfoi delirantemente aclamado.\n\nFindo o mandato, retornou a Piracicaba e de lá acompanhava o desenrolar\nda política. Inúmeras cartas enviadas da Fazenda Pau d’Alho a seu\ncunhado Adolfo Gordo bem o demonstram. Quando, em 1901, formou-se a\ndissidência dos republicanos paulistas, Prudente figurou entre os\nsignatários do Manifesto Inaugural do Partido Republicano Dissidente de\nSão Paulo, datado de 3 de setembro. A cisão ocorreu por não aceitarem os\ndissidentes a orientação política que o então presidente Campos Sales\nestava imprimindo a seu governo e ao encaminhamento sucessório,\ncontrariando princípios democráticos republicanos.\n\nPrudente de Morais simboliza a realização de um ideal político: dotado\nde qualidades raras, passou de subversivo a executivo na tarefa de\nimplantação, organização e consolidação do regime republicano. A\nausteridade era sua marca. Os fatos acima referidos mostram a coerência\nde sua ação política, refletindo os ideais abraçados ainda na juventude:\no liberalismo, o abolicionismo, o republicanismo – ideais da *Bucha.*\nPoucos homens tiveram na vida a oportunidade e a experiência de lutar\npor um ideal político e realizá-lo de modo tão completo como o fez\nPrudente de Morais, cuja vida se entrelaça com o ideal republicano.\n\nFaleceu em Piracicaba, em 3 de dezembro de 1902.\n\nSeus filhos, genro e sobrinhos também foram políticos: foi o caso de\nPrudente de Morais Filho, Paulo de Morais Barros e João Sampaio.\n\nDeixou escritos Discursos na assembleia de São Paulo*,* Relatório dos\ntrabalhos do Senado Federal: 1892-1894 *e* Mensagens presidenciais:\n1895, 1896, 1897, 1898.\n\nAlice Beatriz da Silva Gordo Lang\n\n**FONTES:** BELLO, J. *História da República*; CARONE, E. *República*;\nCASALECCHI, J. *O Partido*; CASTRO, S. *A República*; DEBES, C. *O\nPartido Republicano*; FRANCO, A. A. *Rodrigues Alves*; FREITAS, L. *O\nDr. Prudente*; LANG, A. *Adolpho Gordo*; LANG, A. *A Propaganda*; LANG,\nA. “Prudente de Morais”; LOVE, J. *A locomotiva*; MOTA FILHO, C.\n*Prudente de Moraes*; PEIXOTO, Silveira. *A tormenta*; SILVA, Hélio.\n*1889*; VIANA, O. *O ocaso*;\nwww.senado.gov.br/sp/senadores\\_biografias.asp.\n","ref":"**FONTES:** BELLO, J. *História da República*; CARONE, E. *República*;\nCASALECCHI, J. *O Partido*; CASTRO, S. *A República*; DEBES, C. *O\nPartido Republicano*; FRANCO, A. A. *Rodrigues Alves*; FREITAS, L. *O\nDr. Prudente*; LANG, A. *Adolpho Gordo*; LANG, A. *A Propaganda*; LANG,\nA. “Prudente de Morais”; LOVE, J. *A locomotiva*; MOTA FILHO, C.\n*Prudente de Moraes*; PEIXOTO, Silveira. *A tormenta*; SILVA, Hélio.\n*1889*; VIANA, O. *O ocaso*;\nwww.senado.gov.br/sp/senadores\\_biografias.asp.\n","dic":"DHBPR"}