{"title":"MORATO, Francisco","cargoss":["dep. fed. SP 1927-1929","rev. 1930","rev. 1932."],"author":"Jorge Miguel Mayer","content":"**MORATO, Francisco**\n\n\\*dep. fed. SP 1927-1929; rev. 1930; rev. 1932.\n\n*Francisco Antônio de Almeida Morato* nasceu em Piracicaba (SP) no dia\n17 de outubro de 1868, filho de Antônio Morato de Carvalho e de\nAmbrosina de Almeida Morato.\n\nEm 1879 mudou-se para a capital de São Paulo, onde estudou humanidades\nno Colégio Moretzsohn. Ingressou em 1884 na Faculdade de Direito,\nbacharelou-se em 1888 e retornou a Piracicaba, onde foi inspetor\nescolar, provedor da Santa Casa de Misericórdia, promotor público e\nvereador por nove anos. Exerceu também a advocacia, trabalhando em\ncolaboração com seu cunhado, o barão de Resende, e com Paulo de Morais\nBarros. Celebrizou-se como advogado em sua terra natal, sobretudo após a\ndefesa e absolvição do acusado pelo assassínio do famoso pintor paulista\nJosé Ferraz de Almeida Júnior, morto em 1899.\n\nDe volta a São Paulo, começou a trabalhar no escritório de advocacia de\nEstevão de Almeida. Em 1916, foi um dos fundadores do Instituto dos\nAdvogados de São Paulo. Tendo presidido as assembleias preparatórias\npara a elaboração dos estatutos, foi o primeiro presidente eleito da\nentidade, posto em que permaneceu até 1922. Concomitantemente, após\nprestar concurso no qual conquistou também o grau de doutor, tomou posse\ncomo professor substituto da Faculdade de Direito de São Paulo em\nnovembro de 1917. Em outubro de 1922, assumiu a cátedra de teoria e\nprática do processo civil e comercial da faculdade.\n\nReconduzido à presidência do Instituto dos Advogados para o triênio\n1925-1927, ainda em 1925 defendeu na Justiça Federal o prefeito de São\nPaulo, Firmiano Pinto, acusado de não ter oposto resistência aos\nrevoltosos que, sob o comando de Isidoro Dias Lopes, tomaram a capital\npaulista em julho de 1924. O julgamento teve grande repercussão política\nem São Paulo.\n\nCarreira Parlamentar\n\nFrancisco Morato foi um dos fundadores do Partido Democrático (PD) de\nSão Paulo, tendo participado da comissão que, em fevereiro de 1926,\nredigiu as linhas básicas do programa do partido. Dele constavam a\nrevisão da Constituição, a instituição do voto secreto, a autonomia do\nJudiciário e outras medidas de caráter liberal-democrático. Fez parte,\ntambém, desde o início, do diretório central do PD. O partido aglutinou\nem São Paulo a oposição liberal ao governo, dominado tanto em nível\nestadual quanto nacional pelo Partido Republicano Paulista (PRP).\nChefiado pelo conselheiro Antônio da Silva Prado, o PD nasceu numa época\nde intensa fermentação social, o que lhe possibilitou encontrar grande\nreceptividade: menos de 90 dias depois de formado, já contava com cerca\nde 20 mil adesões.\n\nNo pleito de 1927, Francisco Morato foi um dos três deputados federais\npor São Paulo eleitos na legenda do PD. Durante seu mandato (1927-1929),\ncombateu ativamente a política cafeeira do presidente Washington Luís,\nalém de criticar os procedimentos políticos do governo, que qualificava\nde fraudulentos.\n\nNo mesmo ano de sua eleição, participou, junto com Paulo Nogueira Filho,\nde uma reunião com o líder gaúcho Joaquim Francisco de Assis Brasil\nrealizada no Rio de Janeiro, então Distrito Federal. Objetivando formar\num partido de âmbito nacional, o encontro teve seu projeto realizado em\n21 de dezembro de 1927, com a constituição do Partido Democrático\nNacional (PDN), que adotou o mesmo programa do PD paulista. Sob a\npresidência de honra do conselheiro Antônio Prado, o PDN teve seu\nprimeiro diretório constituído por Morato, Assis Brasil, Paulo de Morais\nBarros, Adolfo Bergamini, José Adriano Marrey Júnior, Plínio Casado e\nJoão Batista Luzardo.\n\nEm fevereiro de 1928, o PD paulista foi derrotado nas eleições\nestaduais. Na Câmara dos Deputados, Morato e Marrey Júnior pronunciaram\nveementes discursos em que denunciaram fraudes praticadas pelo PRP.\nInconformados, os democráticos procuraram reforçar sua articulação\nnacional, e em março seguinte Morato compareceu com essa finalidade ao\ncongresso de formação do Partido Libertador, realizado em Bajé (RS).\n\nEm outubro de 1928, realizaram-se em São Paulo novas eleições, dessa vez\nmunicipais. Novamente o PD alegou ter sido prejudicado por fraude, e a\npartir de então alguns setores do partido puseram de lado a ideia de\ndisputar o poder pela via legal, passando a inclinar-se por uma solução\nrevolucionária.\n\nEm julho de 1929, Francisco Morato, líder da bancada oposicionista de\nSão Paulo na Câmara, foi um dos representantes do PD nas articulações\nrealizadas no Rio de Janeiro com a finalidade de conquistar a adesão do\npartido à Aliança Liberal. Em agosto Morato já discursava na Câmara como\naliancista, e em setembro compareceu à convenção da Aliança Liberal que\nlançou a candidatura de Getúlio Vargas à presidência da República,\ncontra o candidato oficial, o perrepista Júlio Prestes.\n\nSegundo Aureliano Leite, após as eleições municipais de outubro de 1928\nMorato teria promovido entendimentos com Assis Brasil e Batista Luzardo\npara fundar a Aliança Liberal. Em seguida, ainda segundo Aureliano\nLeite, Assis Brasil teria procurado o presidente de Minas Gerais,\nAntônio Carlos Ribeiro de Andrada, para propor-lhe a ideia. Só depois os\ngovernos do Rio Grande do Sul e da Paraíba teriam aderido à iniciativa.\nConclui o autor: “Pertence, pois, ao professor Francisco Morato a\niniciativa dos trabalhos em prol da fundação da Aliança Liberal”.\n\nEm janeiro de 1930, a convenção do PD incluiu o nome de Francisco Morato\nentre seus candidatos à Câmara dos Deputados nas eleições de março.\nEntretanto, Morato não obteve a reeleição. Com a derrota de Vargas para\nJúlio Prestes no mesmo pleito, intensificaram-se os preparativos para o\nmovimento revolucionário que já vinha sendo articulado por participantes\ndos movimentos tenentistas da década de 1920.\n\nA Revolução de 1930 e a Crise Paulista\n\nEm 1930 Morato assumiu a presidência do PD e, com a aceleração das\narticulações revolucionárias, passou a chefiar os preparativos dentro do\npartido, enviando elementos a Minas Gerais e ao Rio Grande do Sul a fim\nde manter contato com as lideranças nacionais do movimento, enquanto ele\npróprio permanecia em São Paulo para coordenar os trabalhos.\n\nApós a vitória da revolução, no dia 24 de outubro a junta militar que\ndepôs o presidente Washington Luís nomeou provisoriamente o general\nHastínfilo de Moura, comandante da 2^a^ Região Militar, para a chefia do\ngoverno paulista. Entretanto, o PD esperava que, em consideração pela\natuação do partido e pelo prestígio moral de Francisco Morato, este\nfosse designado para governar São Paulo.\n\nEntre 25 e 26 de outubro, Paulo de Morais Barros, membro do PD escolhido\npela junta para assumir os ministérios da Viação e da Agricultura,\nIndústria e Comércio, tomou a iniciativa de comunicar ao general\nHastínfilo que Morato havia sido designado interventor em São Paulo,\ninformando ainda que o general Isidoro Dias Lopes já se encontrava a\ncaminho da capital paulista para empossá-lo. Morato, contudo, decidiu\ntomar posse só quando fosse expressamente nomeado por Getúlio Vargas, a\nquem reconheceu como chefe revolucionário.\n\nEntretanto, a nomeação de Morato foi sustada pelos líderes tenentistas,\nespecialmente João Alberto Lins de Barros e Miguel Costa. Vargas\nprocurou resolver o caso pessoalmente por ocasião de sua passagem por\nSão Paulo, nomeando João Alberto delegado militar do governo provisório\nno estado no dia 30 de outubro e autorizando o líder tenentista a\noferecer a Morato a pasta da Justiça, em compensação pela escolha de\noutro governante para São Paulo. Em sua resposta a João Alberto, Morato\nafirmou: “Senhor tenente João Alberto, eu não estou aqui mendigando\nemprego. Tenho uma banca de advocacia que é das mais rendosas da\nRepública. Estou aqui reivindicando para São Paulo o direito de se\ngovernar a si próprio, salientando que, não fora a ação do Partido\nDemocrático, de que sou chefe, não haveria revolução, ou esta estaria\nderrotada e o senhor continuaria um simples tenente no exílio”.\n\nContinuando a tentar a conciliação, Vargas comprometeu-se a nomear\nMorato presidente provisório de São Paulo ao cabo de 15 dias, o que não\nse concretizaria. Embora a presença de João Alberto suscitasse\ndesconfianças, a direção do PD emitiu ainda no dia 30 de outubro nota em\nque afirmava sua disposição de colaborar inteiramente com o governo\nprovisório. Mesmo depois do descumprimento da promessa feita a Morato e\nda nomeação de João Alberto para a interventoria no dia 25 de novembro,\no PD reafirmou esse compromisso, em nota do dia 8 de dezembro.\n\nEntretanto, pouco durou a colaboração entre o PD e o governo estadual. O\npartido via com maus olhos o crescimento do poder do interventor, a quem\nacusava de estimular a atividade da Legião Revolucionária, organização\nliderada por Miguel Costa, incentivando-a a promover perseguições ao PD\ne a atacar suas sedes, seus líderes e o jornal do partido.\nResponsabilizava também o interventor pela marginalização de “ilustres\nfiguras” paulistas e pelo favorecimento de elementos de fora do estado.\nPouco a pouco o relacionamento entre o PD e João Alberto foi-se\ndeteriorando, e em 6 de abril de 1931 verificou-se o rompimento através\nde um manifesto do PD assinado entre outros por Morato.\n\nMesmo após a demissão de João Alberto (julho de 1931) em consequência\ndas pressões paulistas, a crise subsistiu. O PD não se conformava com a\nintervenção federal em São Paulo e se ressentia do apoio dado pelo\ngoverno federal à ação de Miguel Costa no comando da Força Pública e da\nLegião Revolucionária, que o PD chegou a qualificar de organização\npró-comunista. As divergências se aprofundaram ainda mais, e no dia 13\nde janeiro de 1932 o PD divulgou um manifesto – entre cujos signatários\nse encontrava mais uma vez Francisco Morato – rompendo com o governo\nfederal, apontado como responsável por uma política econômica\ndesastrosa, defendendo a constitucionalização do país e reivindicando a\nentrega do governo dos estados aos próprios estados.\n\nA partir de então, Francisco Morato redobrou seus esforços no sentido de\nampliar a oposição ao governo federal, promovendo intensas negociações\ncom o PRP, antigo adversário de seu partido, para a formação de uma\naliança oposicionista. Em 16 de fevereiro de 1932, era divulgado o\nmanifesto de fundação da Frente Única Paulista (FUP), redigido pelo\npróprio Morato em colaboração com o perrepista Altino Arantes.\n\nA formação da FUP, aclamada por manifestações populares, fortaleceu a\noposição paulista. Várias tentativas foram feitas para solucionar a\ncrise com o governo provisório, entre elas uma fórmula apresentada por\nMorato juntamente com os líderes paulistas Altino Arantes, Júlio de\nMesquita e os gaúchos Raul Pilla e Batista Luzardo. Segundo essa\nproposta, a Frente Única daria apoio a um governo paulista que contasse\ncom a participação de membros da FUP, ou ainda à nomeação de um elemento\ndo PD para a interventoria. Nenhuma das condições foi aceita pelo\ngoverno provisório, e progrediram as articulações paulistas visando, por\num lado, à luta contra o governo federal, e por outro, à conquista do\napoio de políticos de outros estados para a causa paulista.\n\nÀs Vésperas da Revolução de 1932\n\nEm maio de 1932, após as grandes manifestações populares realizadas em\nSão Paulo contra a visita de Osvaldo Aranha ao estado, a oposição\npaulista adotou uma linha de ação mais radical, que culminaria no\nlevante armado de 1932. Morato passou a colaborar diretamente com o\nMMDC, organização que teve grande importância na fase preparatória da\nluta. Esteve ainda entre os políticos que se reuniram com o interventor\nPedro de Toledo para formar um secretariado integralmente constituído\npor membros da FUP, finalmente empossado no dia 24 de maio.\n\nMorato participou ainda de articulações da FUP com políticos de outros\nestados, especialmente Minas Gerais e Rio Grande do Sul, procurando\nobter apoio para as reivindicações paulistas de autonomia e\nconstitucionalização ou, em caso de impasse, para o movimento militar em\npreparação. Nesse sentido, chegou inicialmente a um acordo com o\nex-presidente Artur Bernardes, líder mineiro.\n\nNo dia 7 de junho, foi ao Rio de Janeiro e conferenciou com os mineiros\nMário Brant, Antônio Carlos Ribeiro de Andrada, Djalma Pinheiro Chagas e\nTeodomiro Santiago. Na noite do mesmo dia, reuniu-se no palácio\nGuanabara com Getúlio Vargas e Valdemar Ferreira, secretário da Justiça\ndo novo governo paulista. Ao final da conferência, chegou-se a um acordo\nsegundo o qual Getúlio comprometia-se a não modificar o novo\nsecretariado de São Paulo e, em troca, obtinha garantias de que a ordem\nseria mantida no estado. Morato permaneceu mais alguns dias no Rio,\nprosseguindo nas articulações políticas, e retornou a São Paulo no dia\n12 de junho convencido da possibilidade de se chegar a uma solução\npacífica para a crise. Mantivera no Rio contatos com João Neves da\nFontoura, líder da Frente Única Gaúcha, que em seguida encaminhara a\nVargas a proposta de reformar o gabinete, compondo um ministério “de\nconcentração nacional” que incorporasse as frentes únicas de oposição e\nacelerasse a constitucionalização do país. Cogitava-se inclusive do nome\nde Morato para ocupar a pasta da Justiça.\n\nEntretanto, o otimismo de Morato não se justificou. Vargas obteve para\nsi, nos dias seguintes, o apoio incondicional do governo de Minas Gerais\ne, assim fortalecido, protelou a formação do novo gabinete. A\ninquietação em São Paulo crescia, e no dia 17 de junho Morato retornou\nao Rio, a chamado de João Neves, para novas negociações. Reuniu-se com o\npróprio João Neves da Fontoura, com Osvaldo Aranha, com o interventor\ngaúcho Flores da Cunha, com diversos outros políticos e, finalmente, com\nGetúlio Vargas. No dia 19, de volta a São Paulo, julgava que a situação\nestava em vias de solução pacífica, acreditando ainda na reforma\nministerial e na indicação de seu nome para a pasta da Justiça.\n\nEntretanto, no dia 22 o governo federal anunciou que só faria alterações\nparciais no gabinete, preenchendo apenas as vagas existentes nas pastas\nda Justiça e da Agricultura com elementos das frentes únicas paulista e\ngaúcha. A reação foi forte. Os convidados a integrar o ministério,\nrespectivamente Flores da Cunha e o democrático paulista Paulo de Morais\nBarros, recusaram a nomeação, e a tensão cresceu em todo o país.\n\nEm 25 de junho, embora ainda procurasse negociar uma solução política,\nMorato escrevia ao coronel Euclides de Figueiredo, reforçando a\nconspiração para o movimento armado. No dia 1^o^ de julho, convocado por\nGetúlio, Morato chegou novamente ao Rio. Ao longo do dia manteve\nentendimentos com João Neves e Paulo Nogueira Filho, e à noite reuniu-se\ncom o chefe do governo provisório, que, a exemplo do que já fizera com\nrepresentantes gaúchos e mineiros, cobrou-lhe o compromisso de observar\na manutenção da ordem em seu estado. “Acuado por Getúlio”, segundo Paulo\nNogueira Filho, Morato esquivou-se de dar garantias, ficando São Paulo à\nmargem do acordo de pacificação que já envolvia gaúchos e mineiros.\n\nMorato retornou a São Paulo no dia 2 de julho, ainda decidido a tentar a\nconciliação em uma conferência que deveria ocorrer em Minas no dia 6.\nEntretanto, tal encontro não chegaria a realizar-se, e São Paulo se viu\nisolado.\n\nNo dia 5 de julho, inaugurou-se em São Paulo o VIII Congresso do Partido\nDemocrático. Morato, ainda presidente do partido, proferiu o discurso de\nabertura dos trabalhos. No congresso a causa paulista esteve sempre em\ndebate, sem que contudo se fizesse qualquer menção ao movimento armado,\naté então articulado em segredo. Temendo imprevistos, Morato conduziu os\ntrabalhos com prudência, pois ao mesmo tempo fervia a crise\npolítico-militar desencadeada pelo general Klinger em Mato Grosso.\nDirigindo ao novo ministro da Guerra, general Augusto Espírito Santo\nCardoso, um ofício em termos injuriosos, Klinger estava provocando sua\nexoneração, o que havia sido previsto pela FUP como *casus belli*, ou\nseja, fator determinante do início da luta armada.\n\nNo dia 7 de julho, Morato participou de uma reunião com diversos líderes\ncivis e alguns militares paulistas, na qual se decidiu que o levante era\ninevitável e deveria ocorrer em data posterior ao dia 15 do mesmo mês.\n\nEntretanto, o general Klinger foi exonerado de seu comando no dia 8, e\nno dia seguinte eclodiu o movimento armado, segundo Paulo Nogueira Filho\n“à revelia de homens como Pedro de Toledo e Francisco Morato”. Prossegue\nNogueira Filho: “O velho e ereto piracicabano… diante do irremediável da\nrevolução, estaria em suas primeiras linhas… Bateu-se leoninamente pela\nconciliação, na paz; por São Paulo, na guerra.” Um dos líderes do\nmovimento, Morato integrou a junta revolucionária na qual também tomaram\nparte o interventor paulista Pedro de Toledo, Antônio de Pádua Sales e\nos generais Isidoro Dias Lopes e Bertoldo Klinger.\n\nNo dia 12, a junta lançou manifesto à nação, esclarecendo os propósitos\nconstitucionalistas do movimento e suas ligações com correntes políticas\ne com as milícias estaduais do Rio Grande do Sul e de Minas Gerais.\nAnunciava também o objetivo de instalar uma junta governativa nacional,\ncomposta de cinco membros, representando o Rio Grande do Sul, São Paulo,\nMinas Gerais, o Distrito Federal e o Norte do país. Ainda no dia 12,\nMorato recebeu do Rio Grande do Sul um telegrama em que Raul Pilla e\nBorges de Medeiros lhe propunham encaminhar negociações por um\narmistício com o governo provisório. Morato, contudo, recusou, e se\nmanteve na liderança do movimento até sua derrota para as forças\nlegalistas em 2 de outubro de 1932.\n\nDe Volta do Exílio\n\nApós a rendição dos paulistas, Morato exilou-se na Europa, passando um\nano entre Lisboa e Paris. Retornou ao Brasil em 1933, e em 1934, durante\na interventoria de Armando de Sales Oliveira, foi delegado e árbitro\npaulista na questão das fronteiras entre São Paulo e Minas, pendente\nhavia anos. Do lado mineiro o representante foi Mílton Campos, e o\nacordo resultante das negociações foi assinado no dia 28 de setembro de\n1936.\n\nEm 1940, em plena vigência do Estado Novo, Morato organizou as\ncomemorações do primeiro centenário do nascimento do conselheiro Antônio\nPrado, fundador do PD. O interventor em São Paulo, Ademar de Barros,\nacusou os promotores do evento de pretenderem transformar sua comissão\nexecutiva num novo MMDC. A denúncia foi publicada no jornal *Correio\nPaulistano*, e em consequência Morato e outros foram presos.\n\nO caso ganhou maior amplitude quando Ademar de Barros, segundo Aureliano\nLeite, para justificar a intervenção no jornal *O Estado de S. Paulo*,\nacusou ainda a existência de uma conspiração que partia do jornal. O\ninquérito, iniciado no dia 10 de abril de 1940, foi encaminhado ao\nTribunal de Segurança Nacional, que considerou passíveis de julgamento\napenas seis dos indiciados, entre os quais Aureliano Leite e três\nlíderes ausentes, no exílio: Armando Sales, Paulo Nogueira Filho e\nOtávio Mangabeira. Os demais 41 presos, entre os quais Morato, foram\npostos em liberdade. Após dois julgamentos, os réus que se encontravam\nno Brasil foram absolvidos, mas *O Estado de S. Paulo* permaneceu sob\nintervenção até dezembro de 1945, um mês depois do fim do Estado Novo.\n\nEncerrado o período ditatorial, Morato foi convidado a assumir a\nsecretaria estadual do Interior e Justiça de São Paulo, no governo do\ninterventor José Carlos de Macedo Soares. Nomeado em 8 de novembro de\n1945, aos 77 anos de idade, exonerou-se ainda no primeiro semestre do\nano seguinte.\n\nFrancisco Morato possuía terras na região de Piracicaba, onde era\nfazendeiro. Era membro do Instituto Histórico e Geográfico de São Paulo\ne presidente do Tribunal de Ética Profissional. Na década de 1920, foi\ndiretor interino da Faculdade de Direito de São Paulo por três anos. A\nmesma faculdade lhe conferiu o título de professor emérito, que pela\nprimeira vez e só a ele foi concedido.\n\nFaleceu em São Paulo no dia 21 de maio de 1948.\n\nFoi casado com Maria Conceição Morato, com quem teve uma filha.\n\nAlém de inúmeros trabalhos forenses, pareceres e artigos, publicou: *Os\ndez mandamentos do civismo* (1918), *Da carta testemunhável* (1923),\n*Defesa do sr. Firmiano Pinto, prefeito de São Paulo, no processo\nrelativo à Revolta de 5 de Julho de 1924* (1925), *Em defesa do dr.\nFirmiano Pinto – embargo do acórdão do Tribunal de Contas* (1928), *À\nnação – manifesto político* (1931), *Novo manifesto* (1932), *Sociedade\nTerritorial Ubá Ltda.* (1935), *O papel do jurista* (1935), *As divisas\nde São Paulo - Minas Gerais* (1937), *Da prescrição nas ações\ndivisórias*, *Miscelânea jurídica* (1945) e *Discursos e conferências*.\n\nJorge Miguel Mayer\n\n**FONTES:** ARAÚJO, A. *Chefes*; ARQ. GETÚLIO VARGAS; CALMON, P.\n*História*; DEL PICCHIA, M. *Revolução*; DULLES, J. *Getúlio*;\n*Efemérides paulistas*; *Encic. Mirador*; *Estado de S. Paulo*\n(22/5/1948); FIGUEIREDO, E. *Contribuição*; FLEISCHER, D. *Thirty*;\n*Folha da Manhã*, SP (22/5/48); FONTOURA, J. *Memórias*; FRANCO, A.\n*Estadista*; *Grande encic. portuguesa*; JARDIM, R. *Aventura*; LEITE,\nA. *História*; LEITE, A. *Memórias*; MELO, L. *Dicionário*; MORAIS, A.\n*Minas*; MOREIRA, J. *Dicionário*; NOGUEIRA FILHO, P. *Ideais* (1 e 3);\nSILVA, H. *1930*; SILVA, H. *1931*; SILVA, H. *1932*; VAMPRÉ, S.\n*Memórias*.\n","ref":"**FONTES:** ARAÚJO, A. *Chefes*; ARQ. GETÚLIO VARGAS; CALMON, P.\n*História*; DEL PICCHIA, M. *Revolução*; DULLES, J. *Getúlio*;\n*Efemérides paulistas*; *Encic. Mirador*; *Estado de S. Paulo*\n(22/5/1948); FIGUEIREDO, E. *Contribuição*; FLEISCHER, D. *Thirty*;\n*Folha da Manhã*, SP (22/5/48); FONTOURA, J. *Memórias*; FRANCO, A.\n*Estadista*; *Grande encic. portuguesa*; JARDIM, R. *Aventura*; LEITE,\nA. *História*; LEITE, A. *Memórias*; MELO, L. *Dicionário*; MORAIS, A.\n*Minas*; MOREIRA, J. *Dicionário*; NOGUEIRA FILHO, P. *Ideais* (1 e 3);\nSILVA, H. *1930*; SILVA, H. *1931*; SILVA, H. *1932*; VAMPRÉ, S.\n*Memórias*.\n","dic":"DHBPR"}