{"title":"MOREIRA, Joaquim","cargoss":["dep. fed. RJ 1921-1924","sen. RJ 1924-1929."],"author":null,"content":"**MOREIRA, Joaquim**\n\n\\* dep. fed. RJ 1921-1924; sen. RJ 1924-1929.\n\n*Joaquim Francisco Moreira* nasceu em Vassouras (RJ) em 24 de agosto de\n1853, filho de João Francisco Moreira e de Maria Madalena de Castro\nMoreira, em tradicional família conservadora.\n\nCursou o primário no Colégio Folleti, em Petrópolis (RJ), e o secundário\nno Colégio Aquino, na capital do Império. Em seguida, entrou para a\nFaculdade de Medicina do Rio de Janeiro. Em 1876 formou-se e passou a\nclinicar em sua cidade natal.\n\nOriginalmente membro do Partido Conservador do Império, mais tarde\nfiliou-se ao Partido Republicano. Sua inclinação republicana fez-se\nsentir ainda durante o curso de medicina, quando se destacou por sua\nação nas campanhas do abolicionismo e da República. Após formar-se,\ncontinuou a tomar parte ativa nas lutas pela abolição e pela causa\nrepublicana, tendo exercido o mandato de vereador em Vassouras e chegado\na presidente da Câmara Municipal. Pouco depois, desgostoso com a\nproeminência de políticos que aderiram à causa republicana às vésperas\nda mudança do regime, afastou-se da vida política.\n\nTransferindo-se para Petrópolis, reiniciou a carreira médica. Durante\nessa fase, destacou-se por amparar as associações beneficentes do\nmunicípio, em especial o Hospital de Santa Teresa, do qual foi médico e\nbenfeitor. Logo, porém, retornou à vida política. Com a eleição de José\nTomás da Porciúncula para presidente do estado do Rio de Janeiro\n(1892-1894), tomou parte ativa, juntamente com Sebastião de Lacerda e\nAlfredo Teixeira Leite, entre outros, nas ações dos denominados\nrepublicanos históricos do estado. Por influência de Porciúncula, foi\nnomeado suplente de juiz federal em Petrópolis. Tornou-se por fim um\nchefe político de alto prestígio na região e fundou o Partido Municipal\nde Petrópolis.\n\nNo governo Epitácio Pessoa (1919-1922), sua proximidade com o presidente\ne seus anos de luta pela causa republicana lhe permitiram o ingresso no\ncenário da política nacional. Elegeu-se deputado federal para a\nlegislatura 1921-1923 e passou a tomar parte ativa no processo da\nsucessão presidencial de 1922. Membro da situação política no nível\nfederal, e da oposição, no estadual, foi um ativo defensor da\ncandidatura de Artur Bernardes à presidência da República (1922-1926), e\ncrítico da Reação Republicana, dissidência oligárquica que lançou a\ncandidatura presidencial de Nilo Peçanha, senador da República e chefe\nda situação política no estado do Rio de Janeiro.\n\nTambém em 1922, decidiu concorrer às eleições para a prefeitura de\nPetrópolis. Concluída a apuração, recorreu contra o resultado, que dava\na vitória a Artur Alves Barbosa. Sua ação fez com que a prefeitura da\ncidade fosse exercida pelos presidentes da Câmara Municipal, José de\nBarros Franco Júnior, entre 23 de setembro de 1922 e 31 de janeiro de\n1923, e, em seguida, Alcindo Sodré, que permaneceu no cargo até 7 de\nmarço, data em que Joaquim Moreira, em virtude do ganho de causa que lhe\nconcedeu o Tribunal de Relação do Estado, tomou posse como prefeito. Tal\ninvestidura não ocorreu, no entanto, de forma natural. Durante o\nprocesso e em face da acirrada disputa política no estado do Rio,\nJoaquim Moreira teve que superar recursos e artifícios oposicionistas\naté que seu direito fosse garantido legalmente. Por último, como a\nCâmara Municipal negava-se a lhe dar o quórum necessário à posse, tal\nsolenidade foi realizada perante o juiz de direito de Petrópolis.\n\nNo mesmo ano de 1922, também foram realizadas eleições para presidência\ndo estado do Rio de Janeiro e, a exemplo do que havia ocorrido em\nrelação às disputas federal e municipal, sobreveio uma crise política.\nHouve o reconhecimento de duas assembleias legislativas e de dois\npresidentes do estado. Um parlamento proclamou a vitória de Raul\nFernandes, enquanto o outro, composto pela maioria dos deputados,\ndeclarou a vitória de Feliciano Sodré. Raul Fernandes, de quem Joaquim\nMoreira era partidário, garantiu-se em um habeas corpus do Supremo\nTribunal Federal e em forças militares postas à sua disposição e, em 31\nde dezembro de 1922, assumiu a presidência do estado. Contudo, sua\neleição não contava com o reconhecimento do governo do presidente Artur\nBernardes, que, em 10 de janeiro de 1923, retirou a força do Exército\nque permanecia em Niterói. Sem o amparo das forças federais, Raul\nFernandes abandonou o cargo. Na mesma data, o presidente Artur Bernardes\nnomeou Aurelino Leal interventor no Rio de Janeiro. Este, procurando\nresolver a crise político-oligárquica instaurada no estado, através do\nDecreto n^o^ 1.975, de 22 de agosto de 1923, dissolveu as prefeituras e\ncâmaras municipais, e no dia seguinte nomeou Oscar Azevedo Marques\nprefeito de Petrópolis, em substituição a Joaquim Moreira, que retornou\nentão ao Congresso para concluir seu mandato.\n\nReeleito deputado federal para a legislatura que se iniciou em 3 de maio\nde 1924, Joaquim Moreira não concluiu o mandato. Primeiro, candidatou-se\nnovamente à prefeitura de Petrópolis. Realizado em 18 de maio, o pleito\ndeu-lhe a vitória sobre Eugênio Barcelos, mas, em virtude da morte de\nNilo Peçanha, ocorrida em 31 de março daquele ano, fora aberta uma vaga\nde senador. Candidato único, Joaquim Moreira foi eleito em 29 de junho\nde 1924, e em 11 de agosto teve sua escolha reconhecida pelo Senado. No\ndia primeiro do mês seguinte, tomou posse como prefeito de Petrópolis e,\nno mesmo instante, passou o cargo para Oscar de Azevedo Marques,\npresidente da Câmara Municipal, alegando que não poderia acumular a\nprefeitura com o mandato de senador. Tal ato, porém, não representou uma\ntotal abdicação da chefia do Executivo da cidade serrana. Durante os\nrecessos de verão do Senado, retornava à prefeitura de Petrópolis para,\ndepois, entregá-la ao vereador credenciado. Assim, reassumiu a chefia do\nExecutivo municipal em três períodos: de 2 de janeiro a 8 de abril de\n1925, de 28 de janeiro a 30 de abril de 1926, e de 10 de janeiro a 25 de\nabril de 1927.\n\nNa Câmara dos Deputados, foi membro da Comissão de Saúde e, no Senado,\nda Comissão de Saúde Pública, Estatística e Colonização. Nas duas casas,\nalém de ter-se dedicado a questões relativas à saúde pública, tomou\nposição em defesa dos governos de Epitácio Pessoa e Artur Bernardes,\nprincipalmente nas respostas dos presidentes às revoltas de 1922,\nprimeira ação tenentista conhecida como Os 18 do Forte, e de 1924,\nquando a cidade de São Paulo foi bombardeada por aviões a mando do\ngoverno federal com o objetivo de debelar a segunda rebelião dos\ntenentes, iniciada em 5 de julho, data do aniversário do movimento de\ndois anos antes.\n\nFaleceu na cidade do Rio de Janeiro em 28 de julho de 1929.\n\nCasou-se com Isabel Nóbrega Moreira e teve quatro filhos.\n\nSeu bisneto Márcio Moreira Alves, jornalista, escritor e deputado\nfederal eleito pelo Movimento Democrático Brasileiro (MDB) em 1966,\npronunciou célebre discurso em 2 de setembro de 1968, no qual conclamou\na população a não participar dos festejos comemorativos da Independência\ndo Brasil. Tal pronunciamento foi utilizado como pretexto por militares\npara um maior endurecimento do regime ditatorial instaurado em 1964, o\nque se deu através da edição do Ato Institucional n^o^ 5, em 13 de\ndezembro de 1968, e resultou na cassação do mandato do parlamentar.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** CÂM. DEP. *Anais* (1921-1924); CÂM. MUN. PETRÓPOLIS.\n*História da Câmara*. Disponível em:\n\\<www.cmp.rj.gov.br/historia.html\\>. Acesso em: 21/1/2011; COHEN, I.\n*Bomba*; *Globo* (29/7/1929, p.2); *Jornal do Brasil* (29/7/1929, p.12);\n*Jornal do Comércio*, RJ (29/7/1929, p.4); LEITE NETO, L. *Catalogo*;\nSENADO. *Anais* (1924-1926).\n","ref":"**FONTES:** CÂM. DEP. *Anais* (1921-1924); CÂM. MUN. PETRÓPOLIS.\n*História da Câmara*. Disponível em:\n\\<www.cmp.rj.gov.br/historia.html\\>. Acesso em: 21/1/2011; COHEN, I.\n*Bomba*; *Globo* (29/7/1929, p.2); *Jornal do Brasil* (29/7/1929, p.12);\n*Jornal do Comércio*, RJ (29/7/1929, p.4); LEITE NETO, L. *Catalogo*;\nSENADO. *Anais* (1924-1926).\n","dic":"DHBPR"}