{"title":"MOTA, Cesário","cargoss":["const. 1891","dep. fed. SP 1891-1893 e 1894-1899."],"author":"Carlos Alberto Ungaretti Dias","content":"**MOTA, Cesário**\n\n\\*const. 1891; dep. fed. SP 1891-1893 e 1894-1899.\n\n*Cesário Nazianzeno de Azevedo Mota Magalhães Júnior*nasceu em Porto\nFeliz (SP) em 5 de março de 1847, filho do médico Cesário Mota Magalhães\ne de Clara Cândida da Mota. Seu primo Cândido Mota foi deputado federal\npor São Paulo de 1909 a 1917.\n\nFez os primeiros estudos com seu tio, o professor Fernando Mota,\ncompletou os cursos preparatórios no Rio de Janeiro, e aí se formou na\nFaculdade de Medicina, aprovado com distinção na defesa de tese. Depois\nde formado voltou para Porto Feliz e em seguida mudou-se para Capivari,\nonde estabeleceu clínica e formou grande clientela. Ficou conhecido como\no médico que atendia aos pobres.\n\nUm dos signatários do Manifesto Republicano de 1870, destacou-se como\npropagandista da República e participou ativamente dos congressos que o\nmovimento articulou em várias cidades paulistas. Gozando de grande\nprestígio, foi um dos primeiros republicanos a serem eleitos deputados\nprovinciais em São Paulo, na legislatura 1878-1879. Junto com Martinho\nPrado e Prudente de Morais, formou o chamado “triunvirato republicano” e\nganhou destaque na Assembleia Provincial na defesa da Federação e da\nautonomia das províncias. Integrou a Comissão de Atos Legislativos e\nmanifestou preocupação com a educação, apresentando projeto de criação\nde um Instituto de Ciências Naturais, com um curso geral, um curso de\nagricultura e um curso de farmácia. Participou também ativamente dos\ndebates sobre saúde pública e higiene.\n\nApós a proclamação da República em 15 de novembro de 1889, foi eleito\npara a Assembleia Nacional Constituinte. Tomou posse em 15 de novembro\nde 1890 e, após a promulgação da Constituição, passou a exercer o\nmandato ordinário em maio de 1891, tendo mais uma vez participação\ndestacada nos debates sobre educação e saúde. Em 3 de fevereiro de 1893\nfoi nomeado secretário do Interior de São Paulo, no governo de\nBernardino de Campos, período em que foram realizadas amplas reformas em\ntoda a estrutura de ensino público, com a criação do Jardim da Infância,\nda Escola Normal e da Escola Modelo do Carmo, a inauguração do Ginásio\nSão Paulo e de diversas escolas em cidades do interior. A reforma\nincluiu ainda a fundação da Escola Politécnica, a primeira faculdade de\nengenharia de São Paulo, além de outras inovações no ensino secundário e\nsuperior que se tornaram referência na época. Cesário Mota também ganhou\ndestaque na área da saúde, onde enfrentou duas grandes epidemias, de\ncólera e de febre amarela.\n\nFoi reeleito deputado federal para as legislaturas 1894-1896, na vaga de\nMorais e Barros, e 1897-1899, mas não concluiu o mandato. Faleceu no Rio\nde Janeiro em 24 de abril de 1897. Na ocasião era membro da comissão\nCentral do Partido Republicano Paulista e presidente o Instituto\nHistórico e Geográfico Paulista, do qual também foi fundador.\n\nDevido ao grande prestígio de que desfrutava, o trem que transportava\nseu ataúde para São Paulo teve que parar em Taubaté, Jacareí, São José e\nMogi das Cruzes, onde recebeu homenagens de professores e autoridades\nlocais. O cortejo foi acompanhado por grande multidão em São Paulo, além\ndas principais autoridades do estado. O jornal *Correio Paulistano* de\n27 de abril de 1897 dedicou duas páginas à sua biografia e à descrição\ndas homenagens que recebeu na ocasião de seu falecimento. Seu nome foi\ndado a uma biblioteca municipal em Porto Feliz, ao Museu Histórico e\nPedagógico e a uma praça de Capivari, a uma escola estadual em Itu, além\nde ruas em São Paulo, Campinas, Santo André, Sorocaba, Ribeirão Preto e\noutras cidades do interior paulista.\n\nAlém dos tradicionais relatórios como secretário de estado, escreveu\ndiversos trabalhos: *Das condições patognômicas da angina do peito*\n(tese de doutorado, 1876); *Resposta ao programa do Congresso Agrícola*\n(1878); *Porto Feliz e as monções para Cuiabá* (1884), entre outros.\n\nCarlos Alberto Ungaretti Dias\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); AMARAL, A. *Dicionário*;\nCALIMAN, A. *Legislativo*; CÂM. DEP. SP. *1930*; *Correio Paulistano*\n(27/4/1897); Itu. Colunistas. Disponível em:\n\\<www.itu.com.br/colunistas/artigo.asp?cod\\_conteudo=6869\\>; LEME, L.\n*Genealogia*; VAMPRÉ, S. *Memórias.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); AMARAL, A. *Dicionário*;\nCALIMAN, A. *Legislativo*; CÂM. DEP. SP. *1930*; *Correio Paulistano*\n(27/4/1897); Itu. Colunistas. Disponível em:\n\\<www.itu.com.br/colunistas/artigo.asp?cod\\_conteudo=6869\\>; LEME, L.\n*Genealogia*; VAMPRÉ, S. *Memórias.*\n","dic":"DHBPR"}