{"title":"MOTA, Gentil Tavares da","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1922],"datas_fim":[1926],"estados":["SE"],"autor":[0],"content":"**MOTA, Gentil Tavares da**\n\n\\*dep. fed. SE 1922-1926.\n\n*Gentil Tavares da Mota* nasceu em 11 de outubro de 1892 na cidade de\nSão Paulo, filho do capitão João Tavares da Mota e de Ana Tavares da\nMota.\n\nFez os estudos preparatórios no Ateneu Sergipense, habilitando-se em\nhumanidades. Nessa época fundou e redigiu *O Necydalus*, órgão defensor\ndos interesses dos estudantes daquela instituição, e trabalhou como\nprofessor de línguas no colégio Esperanta Klobo, em Aracaju. Estudou\nengenharia civil na Escola Politécnica da Bahia, graduando-se em 1917.\nAinda acadêmico, em 1914 recebeu a nomeação de ajudante-secretário da\nDiretoria de Obras Públicas daquele estado. Em 1916 solicitou exoneração\ndo cargo para lecionar geometria descritiva no Ateneu Sergipense.\nDirigiu a Imprensa Oficial de Sergipe de 20 de março de 1918 a 16 de\nmaio de 1922, durante o governo de José Joaquim Pereira Lobo. Integrou\ntambém o Conselho Superior de Ensino a partir de 1918, na qualidade de\nsuplente, e foi reconduzido ao cargo por mais um biênio em 1920.\n\nObteve o primeiro cargo eletivo em 1918, como deputado estadual em\nSergipe, sendo reeleito em 1920. Em seguida representou o estado na\nCâmara dos Deputados em duas legislaturas consecutivas, 1922-1924 e\n1924-1926.\n\nFoi sócio do Instituto Histórico e Geográfico de Sergipe e\nvice-presidente da Liga Sergipense Contra o Analfabetismo. Foi também\nredator e diretor dos jornais *O Estado do Sergipe* e *Correio de\nAracaju*. Colaborou ainda em jornais de outros estados. Na imprensa usou\nos pseudônimos *A. Moreira* e *Sílvio Silva*.\n\nFaleceu na cidade de Aracaju em 17 de setembro de 1970.\n\nSérgio Montalvão\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; GUARANÁ, M. *Dicionário.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; GUARANÁ, M. *Dicionário.*\n","dic":"DHBPR"}
