{"title":"MOURA, Francisco Antônio de","cargoss":["militar","min. Guerra 1892-1894."],"author":null,"content":"**MOURA, Francisco Antônio de**\n\n\\* militar; min. Guerra 1892-1894.\n\n*Francisco Antônio de Moura* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 29 de outubro de 1839, filho do major Antônio Luís de\nMoura.\n\nAssentou praça voluntariamente no 1^o^ Batalhão de Artilharia a pé em 10\nde janeiro de 1857, contando tempo de serviço de 12 de março de 1856,\ndata em que se matriculou na antiga Escola Militar. Alferes-aluno em 14\nde março de 1858, foi promovido a segundo-tenente em 2 de dezembro de\n1861 e a primeiro-tenente em 2 de dezembro do ano seguinte. Concluído o\ncurso de artilharia, de acordo com o que previa o Regulamento orgânico\ndas Escolas Militares do Império, Decreto n^o^ 2.582, de 21 de abril de\n1860, ficou adido ao batalhão em que assentara praça, passando a\ncomandar a 5^a^ Companhia.\n\nEm 10 de janeiro de 1863 foi destacado para a fortaleza de Santa Cruz,\nno Rio de Janeiro, passando a comandar a 2^a^ Companhia. Depois foi\nenviado para a fortaleza de São João, na mesma cidade, para servir como\ninstrutor dos guardas nacionais ali aquartelados. Em 16 de julho do\nmesmo ano, passou a efetivo da 8^a^ Companhia do 1^o^ Regimento de\nArtilharia a pé.\n\nEm 1864, as disputas políticas no Uruguai resultaram em invasões de\npropriedades localizadas em solo brasileiro. As pressões dos\nestancieiros e os interesses políticos mais gerais que envolviam a\nregião levaram o Império brasileiro a intervir na questão. Foi então\norganizada e, em 16 de outubro, iniciada uma operação de invasão daquele\npaís. De modo a tomar parte na brigada expedicionária que partiria em\ndireção a Montevidéu em 26 de dezembro daquele ano, Francisco Antônio de\nMoura embarcou no vapor *Cruzeiro do Sul*. Em 5 de janeiro do ano\nseguinte, chegou a Fray Bentos, cidade que então fazia parte do\ndepartamento de Paysandú, no Uruguai.\n\nEm pouco tempo as tropas brasileiras alcançaram seu objetivo: em 15 de\nfevereiro de 1865, o presidente uruguaio Atanasio Cruz Aguirre foi\ndeposto, e no dia 20 foi assinada a Convenção de Paz entre o governo\nprovisório instalado no Uruguai e o Império do Brasil. Apesar dessa\nformalização, o início do conflito entre a Tríplice Aliança – formada\npelo Brasil, Argentina e Uruguai – contra o Paraguai fez com que as\ntropas brasileiras permaneceram em território uruguaio. Como integrante\nde tais forças, Francisco Antônio de Moura seguiu para o conflito em\nsolo paraguaio. Em 21 de abril de 1865 foi transferido para o Corpo de\nArtilharia do Amazonas, cinco dias depois embarcou no vapor *Princesa*,\ne a 31 de maio desembarcou junto ao arroio Dayman, onde acampou com a\ntropa em operação. Passou para o território argentino no dia 30 de junho\ne assumiu o comando da Bateria de Foguetes de Guerra no dia 6 do mês\nseguinte.\n\nPromovido a capitão em 22 de janeiro de 1866, foi designado para a 6^a^\nCompanhia do 1^o^ Batalhão de Artilharia a pé e em 26 de março marchou\npara o acampamento do Passo da Pátria. No dia 28 e seguintes, assistiu a\nao bombardeamento das fortificações e baterias flutuantes do inimigo.\nComandando a 6^o^ Bateria, partiu em diligência em 5 de abril, com a\nmeta de guarnecer a ilha fronteira da fortaleza de Itapiru, no rio\nParaná, e tomou parte ativa nos bombardeios da que foi considerada a\nprimeira posição tomada pelo Exército brasileiro. No dia 24 do mês\nseguinte, participou da batalha em Tuiuti. Tomou, ainda, parte em vários\noutros combates durante a campanha do Paraguai, tendo assistido à\ncapitulação do forte de Angostura em dezembro de 1868. Em 14 de junho de\n1870, poucos dias antes da assinatura do acordo preliminar de paz entre\nBrasil e Paraguai, embarcou com o batalhão com destino ao Rio de\nJaneiro, chegando à cidade em 14 de agosto.\n\nPor conta de sua participação nas campanhas do Uruguai e Paraguai, foi\ncondecorado como cavaleiro da Ordem da Rosa, por se ter distinguido no\ncombate de 10 de abril de 1866; da Ordem de Cristo, pelos serviços\nprestados nos combates de julho de 1866; da Ordem Imperial do Cruzeiro,\npelos serviços prestados na campanha das Cordilheiras; e como oficial da\nOrdem de São Bento de Aviz, por decreto de 8 de novembro de 1871.\nRecebeu, também, a medalha do mérito e bravura militar, por atos\npraticados em combate; a medalha de prata, concedida aos que fizeram\nparte da tropa comandada pelo marechal João Propício Mena Barreto na\ncampanha do Uruguai, em 1865; e a medalha do Paraguai, por ter feito\ntoda a campanha.\n\nFoi graduado major a 14 de abril de 1871, com antiguidade de 6 de\noutubro de 1870, e efetivado no dia 18 de abril de 1874. Em 25 de julho\nde 1880, foi promovido por merecimento a tenente-coronel, sendo então\nnomeado diretor do Arsenal de Guerra do Pará. A 13 de maio de 1882 foi\ndesignado comandante do Batalhão de Engenheiros, e em 29 de abril de\n1884, da Escola de Tiro de Campo Grande. Em 7 de março de 1885 foi\npromovido a coronel graduado, passando a efetivo em 14 de agosto do\nmesmo ano. Em 15 de dezembro seguinte foi nomeado comandante da Escola\nde Aprendizes Artilheiros e, a 8 de setembro de 1888, assumiu o comando\nda Escola Militar do Rio Grande do Sul, posição em que permaneceu até o\nano seguinte.\n\nProclamada a República em 15 de novembro de 1889, foi graduado general\nde brigada em 8 de outubro de 1890 e passou a efetivo a 28 de julho de\n1891. Antes, porém, por portaria de 31 de janeiro de 1891, foi nomeado\npresidente da comissão encarregada de rever e harmonizar os regulamentos\nda Escola Tática e de Tiro do Rio Grande do Sul e Geral de Tiro de Campo\nGrande. Em 11 de maio assumiu o comando geral da Artilharia, e em 3 de\ndezembro, o do 5^o^ Distrito Militar. Em 10 de fevereiro de 1892 foi\nnovamente designado diretor geral da Artilharia.\n\nMinistro da Guerra\n\nPor decreto de 2 de março de 1892, do governo do marechal Floriano\nPeixoto (1891-1894), foi nomeado ministro secretário dos Negócios da\nGuerra. Sucedia ao ministro interino, almirante Custódio de Melo, que,\ncom a exoneração de José Simeão de Oliveira em 2 de fevereiro, vinha\nacumulando o Ministério da Marinha com a pasta da Guerra.\n\nUm mês antes de sua posse fora deflagrada Revolução Federalista no Rio\nGrande do Sul. Embora o conflito tivesse como pano de fundo uma questão\nlocal, já que as forças revolucionárias contestavam a eleição de Júlio\nde Castilhos para a presidência do estado, a luta e a instabilidade\npolítica e social ameaçavam a nascente República brasileira. Em face da\ngravidade da situação, o presidente Floriano Peixoto decidiu intervir em\ndefesa do governo de Castilhos.\n\nAssim, em 12 de abril de 1893, o ministro Francisco Antônio de Moura\ntransferiu-se para o Rio Grande do Sul a fim de dirigir as operações\ncontra os revolucionários federalistas. Durante o período em que esteve\nno Sul, ocupando-se da luta, responderam interinamente pela pasta da\nGuerra o marechal Antônio Eneias Gustavo Galvão, barão do Rio Apa, de 14\nde abril de 1893 a 31 de janeiro de 1894, e o general Bibiano Sérgio de\nMacedo da Fontoura Costalat, de 31 de janeiro a 15 de novembro de 1894.\nEmbora oficialmente só tenha pedido exoneração do cargo de ministro da\nGuerra em 10 de novembro de 1894, desde 13 de abril do ano anterior\nFrancisco Antônio de Moura não mais desempenhou tais funções. Seu\nsucessor, já no governo Prudente de Morais (1894-1898), seria o general\nBernardo Vasques.\n\nAinda antes de deixar a pasta da Guerra, em 28 de julho de 1893\nFrancisco Antônio de Moura foi promovido a general de divisão. Em 8 de\nagosto de 1894 foi nomeado ministro do Supremo Tribunal Militar. Tomou\nposse no cargo em 12 de dezembro e, dois dias depois, foi designado\ncomandante do 6^o^ Distrito Militar e de todas as forças em operação no\nRio Grande do Sul. Em 2 de maio de 1895 pediu exoneração desse comando.\nReformou-se a pedido no posto de marechal em 30 de novembro de 1898.\n\nFoi também diretor da Escola Militar do Rio de Janeiro e fundador e\npresidente do Clube Militar.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 5 de janeiro de\n1911.\n\nEra casado com Jovita Montenegro Cordeiro.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** BLAKE, A. *Diccionario* (v.2, p.396); BRASIL. *Coleção de\nLeis* (v.1, pt. II, 1860, p.165); COL. MIL. PORTO ALEGRE. Ex-alunos,\nex-professores e ex-integrantes da Escola Militar do Rio Grande do Sul,\nda Escola Preparatória e de Tática, da Escola Preparatória de Porto\nAlegre e do Colégio Militar de Porto Alegre que se destacaram no cenário\nmunicipal, estadual e nacional. Disponível em:\n\\<www.cmpa.tche.br/ex\\_integrantes\\_cmpa.pdf\\>. Acesso em: 30/4/2011;\nDONATO, H. *Dicionário*; *Jornal do Comércio* RJ (6/1/1911, p.2); LAGO,\nL. *Estado-Maior* (p.34); LOPES, T.; TORRES, G. *Ministros* (p.134-135);\nMIN. GUERRA. *Almanaque* (1897); SCHULZ, J. Exército; SUP. TRIB. MIL.\nMinistros do STM (1808-2011). Disponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011.\n","ref":"**FONTES:** BLAKE, A. *Diccionario* (v.2, p.396); BRASIL. *Coleção de\nLeis* (v.1, pt. II, 1860, p.165); COL. MIL. PORTO ALEGRE. Ex-alunos,\nex-professores e ex-integrantes da Escola Militar do Rio Grande do Sul,\nda Escola Preparatória e de Tática, da Escola Preparatória de Porto\nAlegre e do Colégio Militar de Porto Alegre que se destacaram no cenário\nmunicipal, estadual e nacional. Disponível em:\n\\<www.cmpa.tche.br/ex\\_integrantes\\_cmpa.pdf\\>. Acesso em: 30/4/2011;\nDONATO, H. *Dicionário*; *Jornal do Comércio* RJ (6/1/1911, p.2); LAGO,\nL. *Estado-Maior* (p.34); LOPES, T.; TORRES, G. *Ministros* (p.134-135);\nMIN. GUERRA. *Almanaque* (1897); SCHULZ, J. Exército; SUP. TRIB. MIL.\nMinistros do STM (1808-2011). Disponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011.\n","dic":"DHBPR"}