{"title":"MURTINHO, Joaquim","cargoss":["const. 1891","sen. MT 1891-1896","min. Ind. Viação e Obras Públicas"],"author":null,"content":"**MURTINHO, Joaquim**\n\n\\* const. 1891; sen. MT 1891-1896; min. Ind. Viação e Obras Públicas\n1896-1897; min. Faz. 1898-1902; sen. MT 1902-1911.\n\n*Joaquim Duarte Murtinho* nasceu em Cuiabá no dia 7 de dezembro de 1848,\nterceiro filho do médico baiano José Antônio Murtinho e de Rosa Joaquina\nMurtinho. Seu pai foi presidente da província de Mato Grosso durante o\nImpério. Seu irmão Manuel Murtinho foi presidente de Mato Grosso de 1891\na 1895 e ministro do Supremo Tribunal Federal de 1897 a 1917. Outro\nirmão, José Antônio Murtinho, foi deputado federal pelo Distrito Federal\nde 1897 a 1899 e de 1907 a 1908, e senador por Mato Grosso de 1912 a\n1930.\n\nAos 13 anos de idade, Joaquim Murtinho se deslocou para o Rio de\nJaneiro, então capital do Império, numa viagem longa e tortuosa, feita à\népoca de forma precária, no lombo de animais e, em alguns trechos, a pé.\nMatriculou-se em 1861 no Colégio Kopke, em Petrópolis (RJ), mas\nposteriormente foi transferido para o Colégio Episcopal São Pedro de\nAlcântara, também conhecido como Colégio dos Padres Paiva, no Rio de\nJaneiro. Cedo demonstrou habilidade para as ciências naturais e já em\ndezembro de 1863 iniciou exames parcelados para uma vaga na Escola\nCentral do Rio de Janeiro, onde, aos 17 anos, se matriculou no curso de\nengenharia civil. Durante estada em fazenda de parentes em Mendes (RJ),\nrecuperando-se de uma moléstia que o acometia, entrou em contato com a\nterapêutica homeopática, através da leitura dos livros *Organon* e\n*Matéria médica pura*, de Samuel Hahnemann. Era o encontro com outra\nvocação profissional. O entusiasmo com o sucesso da homeopatia o levou a\nmatricular-se na Faculdade de Medicina do Rio de Janeiro, quando ainda\ncursava a terceira série do curso de engenharia.\n\nA maior parte de seus biógrafos, como Virgílio Correia Filho e Nícia\nVilela Luz, considera que se teria formado em engenharia civil pela\nEscola Central em 1872, mas segundo Fernando Faria é mais provável que\nse tenha graduado em ciências físicas e naturais. Ainda em 1872, iniciou\na carreira no magistério. Quando, em 1874, a Escola Central foi\nreorganizada e transformada na Escola Politécnica, era lente da cadeira\nde zoologia do primeiro ano do curso de ciências físicas e naturais.\nOcupou-se ainda das disciplinas de química orgânica e biologia\nindustrial. Ficou nessa última cadeira até 1879, quando foi substituído\npelo médico francês Louis Couty, convidado a ocupá-la pelo imperador dom\nPedro II. Enquanto exercia o magistério formou-se em medicina,\ndoutorando-se com a tese *Do estado patológico em geral: acústica,\nacupressura, respiração*, em que ressaltava a orientação homeopática.\nEntre os anos de 1882 e 1887 assumiu a direção dos *Anais da medicina\nhomeopática*. Com base nessa atuação, tornou-se um dos fundadores do\nInstituto Hahnemaniano. Como clínico ganhou prestígio, tendo entre seus\nmais ilustres clientes o marechal Deodoro da Fonseca.\n\nLiberalismo Econômico\n\nNa época em que fez os estudos superiores, deparou-se com um ambiente\nintelectual impregnado das filosofias cientificistas do século XIX,\nparticularmente o positivismo, o evolucionismo e o darwinismo social. O\npensamento de Augusto Comte era muito presente na Escola Politécnica,\nonde lecionaram homens como Benjamin Constant, um dos introdutores do\npositivismo no Brasil. Mas foram as teorias de Charles Darwin e, mais\nainda, de Herbert Spencer, que seduziram o jovem Joaquim Murtinho, que\naderiu à ideia da “sobrevivência dos mais aptos”. Teixeira Mendes, um\ndos mais importantes positivistas ortodoxos, foi aluno de Murtinho na\nEscola Politécnica e, sob a influência deste, foi levado a ler\n*Primeiros princípios* de Spencer. Essa base teórica marcaria toda a\ntrajetória de Murtinho, que combinou seus pressupostos com os da\neconomia política clássica, a qual também teve a oportunidade de\nconhecer como disciplina do currículo da Escola Central, assentando as\nbases de seu pensamento econômico.\n\nEm decorrência dessa formação, seu liberalismo econômico manifestou-se\ndesde o fim dos anos 1870, quando começaram a ganhar corpo algumas\nideias básicas que o acompanhariam pelo resto da vida, como a da não\nintervenção estatal direta na economia e a do aparelhamento da\ninfraestrutura, com a construção de ferrovias e o incremento dos meios\nde comunicação, além de uma posição ortodoxa em relação à circulação\nmonetária. Com tais ideias, Murtinho seria um crítico das políticas\npró-industrialização baseadas no protecionismo estatal, que segundo ele\nacabavam criando “indústrias artificiais”. As “indústrias naturais”, no\nseu entender, seriam aqueles empreendimentos que conseguiram viabilidade\nsem as interferências do poder público, sendo mais adequadas para a\nrealidade nacional as indústrias agrícolas. Na verdade, Murtinho não era\npropriamente um opositor do desenvolvimento industrial do Brasil, mas\ntão somente das indústrias que só poderiam existir com base na criação\nde um ambiente artificial pela intervenção estatal; como liberal\nortodoxo, defendia a posição do Brasil na divisão internacional do\ntrabalho, que na troca desigual deveria comparecer com produtos\nprimários. As ideias econômicas de Joaquim Murtinho seriam expostas pela\nprimeira vez em um relatório de 1878, apresentado ao diretor da Escola\nPolitécnica, o visconde do Rio Branco, onde figurava a condenação à\ninterferência do governo na economia.\n\nEm sua trajetória, Joaquim Murtinho também se destacou como homem de\nnegócios, com atividades bancárias e ligadas à indústria ervateira no\nMato Grosso. O novo regime republicano favoreceu o desenvolvimento de\nempreendimentos industriais, ligados ao incremento da infraestrutura\nnacional, fazendo concessões públicas a determinados grupos econômicos\npara que estes explorassem a construção de linhas férreas através do\nDecreto n^o^ 862, de 16 de outubro de 1890. A família Murtinho foi\nfavorecida por esse decreto, como pode ser observado no parágrafo 4^o^\ndo artigo 1^o^, que concedeu ao engenheiro Francisco Murtinho e ao Banco\nConstrutor do Brasil o direito de construir e explorar uma estrada de\nferro que partiria de Catalão, passando por Goiás, Cuiabá e chegando até\na área limítrofe com a Bolívia. A família Murtinho também se tornaria\nproprietária do primeiro estabelecimento de crédito do Mato Grosso, o\nBanco Rio e Mato Grosso, com sede na capital da República e presidido\npor Joaquim Murtinho. Sob a gestão de Murtinho, não sem sua influência\npolítica no estado, o Banco Rio e Mato Grosso comprou em 1892 as ações\nda indústria ervateira de Tomás Laranjeiras, um dos pioneiros no ramo e\npossuidor do quase monopólio da produção local. Segundo a historiadora\nNícia Vilela Luz, é provável que a ambição da família Murtinho e a ação\nde Joaquim Murtinho tenham sido decisivas para que Laranjeiras decidisse\npassar as ações daquele lucrativo empreendimento. Para controlar o\nnegócio, criou-se a Companhia Mate Laranjeira, com o capital parcelado\nem 15 mil ações, que valiam 100 mil-réis cada uma, das quais 14.540\npertenciam ao banco da família Murtinho.\n\nO início da República foi marcado no âmbito da economia pelo\nEncilhamento, política que, levada a cabo pelo ministro da Fazenda do\ngoverno de Deodoro da Fonseca, Rui Barbosa, consistiu na\ndescentralização das emissões monetárias – dividindo o país em três\nregiões bancárias e multiplicando os bancos emissores, com a\nsubstituição do lastro-ouro pelos títulos da dívida federal –, inspirada\nna experiência financeira norte-americana. O fim do trabalho escravo e a\nintrodução do trabalho livre, também impulsionado pela imigração de\neuropeus para a lavoura cafeeira, implicavam a necessidade de expansão\ndo papel-moeda em circulação, e já em 1888 foi aprovada uma reforma\nmonetária para dar cabo desse problema. Entretanto, foi só com o novo\nregime republicano que foram dadas as condições políticas para a\nimplementação dessas mudanças. A essa expansão do sistema bancário\ntambém esteve ligada a nova lei sobre sociedades anônimas, através do\nDecreto n^o^ 164, de 1890, pelo qual as empresas, com apenas 10% do seu\nvalor depositado, poderiam constituir uma sociedade e lançar seus\ntítulos na Bolsa de Valores. Como é bastante conhecido, um dos\nresultados de tal política econômica foi uma escalada da inflação e uma\nonda de especulação na Bolsa de Valores do Rio de Janeiro durante o\nbiênio de 1890-1891, já que muitas empresas foram criadas apenas para\nque seus títulos fossem negociados. O que é certo é que, também à época,\nmuitos foram os opositores da política do Encilhamento, sendo patente o\ncaso de Joaquim Murtinho. De qualquer modo, assistia-se também a uma\nvalorização do café no mercado internacional que garantiu os lucros do\nsetor interno agrário-exportador.\n\nSenador e Ministro\n\nCom o advento da República, teve também início a ascensão política de\nJoaquim Murtinho, que em 1890 foi eleito para representar Mato Grosso no\nSenado Federal, no contexto de elaboração da nova carta constitucional.\nSua atuação pautou-se no sentido de dotar o Executivo federal de\ncondições para arrendar estradas de ferro de propriedade da União e na\naplicação dos recursos provenientes dessas operações no resgate do\npapel-moeda de curso-forçado.\n\nQuando o presidente Prudente de Morais, empossado em 15 de novembro de\n1894, se afastou da presidência por motivo de doença em novembro de\n1896, o vice-presidente Manuel Vitorino Pereira convidou Joaquim\nMurtinho para assumir a pasta da Indústria, Viação e Obras Públicas, o\nque ocorreu no dia 20 daquele mês. Um parecer escrito por ele no Senado\npara a Comissão de Obras Públicas e Empresas Privadas teria\nimpressionado positivamente Manuel Vitorino, que elogiou suas ideias\n“avançadas” sobre a “incapacidade do Estado como administrador e\nexplorador industrial”. O ano em que assumiu a pasta ministerial\ncoincidiu com o início da crise internacional do mercado do café, que\ndeteriorou ainda mais as condições econômicas no país. O relatório que\nMurtinho escreveu sobre sua participação na pasta – que só deixou em\n1^o^ de outubro de 1897, já estando Prudente de Morais de volta ao\ngoverno – é uma importante fonte para observar seus pontos de vista\nsobre a política econômica que vinha sendo praticada. Havia nele muitas\ncondenações à prática do emissionismo desenfreado, particularmente pelo\nfato de estar ligado ao desejo de criar “indústrias artificiais”.\nMurtinho condenava, caracterizando-a como “errônea” e “antissocial”, a\nideia de que a grandeza do país dependia sobretudo de sua libertação em\nrelação aos produtos fabricados no estrangeiro. Denota-se em tal\ndocumento o espírito anti-industrialista do autor, contrário a qualquer\ntipo de protecionismo, além da visão extremamente negativa do que foi o\nEncilhamento.\n\nOs efeitos inflacionários legados pelo Encilhamento se combinariam à\nqueda do preço do café no mercado internacional em 1896 (gerando a\nprimeira crise de superprodução do produto no Brasil), aprofundando as\ndificuldades econômicas da jovem República brasileira. Ao mesmo tempo,\nalguns compromissos herdados desde os tempos do Império já vinham\ndificultando a possibilidade de o país continuar mantendo o serviço da\ndívida externa, que consistia basicamente no pagamento dos juros e\namortizações de empréstimos – aliado ao pagamento de subsídios da\ngarantia de juros destinados aos proprietários de empresas ferroviárias,\nem sua maior parte estrangeiros, franceses e ingleses. Segundo esses\nacordos, tais pagamentos deveriam ser feitos em ouro (ou em divisas\nconversíveis). Desde meados dos anos 1850 os superávits comerciais\ncrescentes haviam permitido que o país honrasse tais compromissos, mas a\npartir de 1894 iniciou-se um período de declínio dessas contas, e o\nBrasil não conseguiu mais cobrir os gastos do serviço da dívida. Com o\ndesenvolvimento de tais elementos, tornou-se premente para o novo regime\nrenegociar as condições com as quais o país mantinha seus compromissos\ncom os credores internacionais.\n\nFoi então que o governo de Prudente de Morais, através do ministro da\nFazenda Bernardino Campos, chegou a sondar a Casa Rotschild, um dos\nmaiores credores do país, sobre a possibilidade de suspensão do\npagamento da dívida externa. Contudo, um representante de outro\nimportante credor, o London & River Plate Bank, veio à capital federal\npara apresentar ao governo brasileiro um plano para manter os\ncompromissos do Brasil com o pagamento da dívida. Tal plano foi\nmodificado a partir das contribuições do ministro da Fazenda e do\npresidente eleito Campos Sales, que, após a eleição realizada em março\nde 1898, viajou à Europa para discutir o mesmo tema com os banqueiros\ningleses e alemães. Em tais negociações também teve importância a\natuação de Rodrigues Alves, que por duas vezes já havia ocupado a pasta\nda Fazenda (de novembro de 1891 a agosto de 1892, na primeira vez, e\nentre novembro de 1894 e novembro de 1896, na segunda) e também por duas\nvezes presidiu a Comissão de Finanças do Senado (de maio de 1893 até\nnovembro de 1894, e entre agosto de 1897 e dezembro de 1899),\nexperiência que lhe garantiu fácil trânsito junto aos credores ingleses,\nparticularmente a Casa Rotschild.\n\nO resultado de tais negociações foi o *Funding loan*, o primeiro plano\nde consolidação da dívida externa brasileira, calçado em um saneamento\nfinanceiro que visava, em primeiro lugar, o resgate do papel moeda.\nNesse sentido, implicava o controle das emissões para garantir o\nrestabelecimento do equilíbrio financeiro da União, diminuindo as\ndespesas públicas e reformando a legislação tributária. Pelo acordo, as\namortizações da dívida externa ficariam suspensas até junho de 1911. Os\njuros da dívida externa e das dívidas resultantes da construção de\nferrovias seriam pagos pelos *funding bonds*, títulos-ouro lastreados\npelo crédito aberto por Londres ao Brasil, no valor de 10 milhões de\nlibras esterlinas. Mas, para conseguir tal empréstimo, o governo\nbrasileiro teve de hipotecar as rendas da Alfândega do Rio de Janeiro e\nde outros pontos do país. Ainda segundo o acordo, a partir do ano de\n1899 o Brasil depositaria o equivalente ao seu valor, em papel-moeda, no\nLondon & River Plate Bank, London & Brasilian Bank e no Banco Alemão,\nque se encarregariam de incinerar as cédulas recolhidas.\n\nIniciado o governo Campos Sales em 15 de novembro de 1898, Joaquim\nMurtinho foi nomeado ministro da Fazenda. À frente da pasta, cumpriu à\nrisca os termos do acordo, apesar das fortes pressões oriundas dos\nsetores pró-industrialização. De outra parte, as ideias econômicas de\nMurtinho estavam em pleno acordo com os termos do *Funding loan*,\nbaseado em princípios ortodoxos de equilíbrio monetário, como já havia\ndemonstrado em seu *Relatório do Ministério da Indústria, Viação e Obras\nPúblicas* (1897). Celso Furtado, em *Formação econômica do Brasil*,\naponta que Murtinho também foi influenciado pelo livro de J. P. Wileman,\n*Brazilian Exchange*, uma das primeiras análises objetivas do\ndesequilíbrio externo da economia brasileira.\n\nAs medidas adotadas por Murtinho ampliaram a recessão econômica,\naumentando sua impopularidade ao longo da gestão. Em 1900 houve uma\ncrise bancária resultante da suspensão dos pagamentos pelo Banco da\nRepública, gerando em setembro um processo deflacionário. Entre novembro\ne dezembro de 1901, o ministro da Fazenda foi alvo de forte polêmica\nprovocada pela publicação de uma série de artigos do engenheiro e\nindustrial carioca Luís Rafael Vieira Souto no jornal *Correio da\nManhã*. Vieira Souto lançava mão da teoria econômica latina para\npolemizar com a ortodoxia de Murtinho. Enquanto este defenderia o\nequilíbrio entre o meio circulante e a produção de riqueza, Vieira Souto\nenfatizava a velocidade da circulação monetária e ironizava o fato de as\nideias econômicas do seu interlocutor serem baseadas em David Hume, Adam\nSmith e Jean Baptist Say, autores considerados ultrapassados pelo\nindustrial carioca.\n\nEm setembro de 1902 Murtinho deixou o ministério para concorrer ao\nSenado por seu estado natal, sendo consagrado nas urnas. Exerceu a\nvice-presidência da Casa de 1905 a 1906, quando renunciou por discordar\nda criação da Caixa de Conversão, mecanismo de política cambial de\ndefesa do café que contrariava seus princípios liberais ortodoxos,\nrepresentando uma forma de intervenção direta do Estado na economia.\nReeleito para o Senado em 1907, ocuparia sua cadeira até o fim da vida.\nDurante seu último mandato, participou da Comissão de Finanças do Senado\nem 1908, 1910 e 1911 e, a pedido do presidente Hermes da Fonseca\n(1910-1914), chefiou em 1910 a delegação brasileira à 4^a^ Conferência\nInternacional Americana em Buenos Aires.\n\nInfluência em Mato Grosso\n\nFoi por sua atuação no Rio de Janeiro, e principalmente no Ministério da\nFazenda, que Joaquim Murtinho ampliou de modo significativo seu raio de\nação, influindo na política mato-grossense de forma decisiva ao lado de\nseus dois irmãos, Manuel Murtinho e José Murtinho. A preeminência dos\nMurtinho fora do estado de Mato Grosso durante a Primeira República só\nrivalizou com o prestígio político do senador Antônio Azeredo. Mesmo os\ngovernadores que alcançaram destaque no estado e tiveram trânsito junto\nao governo federal não lograram atingir o mesmo patamar de importância.\nA família caracterizava muito bem uma parcela das elites mato-grossenses\nque definiam como seu campo de ação política privilegiado a proximidade\ncom o governo federal. Ao mesmo tempo em que possuíam uma sólida base de\napoio no estado, esses grupos se utilizavam dos aportes financeiros e\nhumanos do poder federal para definir o quadro político estadual.\n\nJoaquim Murtinho influiu a distância na política de Mato Grosso e foi\ncorresponsável, ao lado de Antônio Azeredo e de Generoso Ponce, pela\ndeposição do presidente do estado Antônio Maria Coelho, que em 15 de\nfevereiro de 1891 foi substituído, por decisão do presidente da\nRepública Deodoro da Fonseca, pelo coronel Frederico Sólon. Em 1899\nrompeu com o antigo aliado Generoso Ponce e, juntamente com Antônio Pais\nde Barros, conhecido como Totó Pais, fez-lhe ferrenha oposição,\nvencendo-o no confronto que culminou com o cerco da Assembleia\nLegislativa em Mato Grosso e a eleição de Antônio Pedro Alves de Barros\npara a presidente do estado. Já no ano de 1906, em face do reatamento de\nrelações com Ponce, apoiou a luta armada contra Totó Pais, embate que\nculminou com o assassinato do governador.\n\nFaleceu no Rio de Janeiro, no dia 18 de novembro de 1911.\n\nEm sua produção bibliográfica destacam-se o *Relatório do Ministério da\nIndústria, Viação e Obras Públicas* (1897) e os *Relatórios do\nMinistério da Fazenda* (1899, 1890 e 1891).\n\nDemian de Melo/ João Edson Fanaia\n\n**FONTES:** ABRANCHES, J. *Governo*s; BULHÕES, A. *Ministros*; CARDOSO,\nF. *Dos governos*; CASTRO, A.; CASTGNINO, A. *Senado*; CORRÊA Filho, V.\n*Joaquim*; FANAIA, J. *Elites*; FARIA, F. *Aparte*; FARIA, F. *Joaquim\nMurtinho* (v.1); FARIA, F. *Os vícios*; FURTADO, C. *Formação*; LEITE\nNETO, L. *Catálogo biográfico*; LUZ, N. *Joaquim* (p.21-66); MIN. FAZ.\n*Ministros*; PÓVOAS, N. *Galeria*; PRADO JR., C. *História*;\nSZMRECSÁNYI, T. *Origens* (p.5-22).\n","ref":"**FONTES:** ABRANCHES, J. *Governo*s; BULHÕES, A. *Ministros*; CARDOSO,\nF. *Dos governos*; CASTRO, A.; CASTGNINO, A. *Senado*; CORRÊA Filho, V.\n*Joaquim*; FANAIA, J. *Elites*; FARIA, F. *Aparte*; FARIA, F. *Joaquim\nMurtinho* (v.1); FARIA, F. *Os vícios*; FURTADO, C. *Formação*; LEITE\nNETO, L. *Catálogo biográfico*; LUZ, N. *Joaquim* (p.21-66); MIN. FAZ.\n*Ministros*; PÓVOAS, N. *Galeria*; PRADO JR., C. *História*;\nSZMRECSÁNYI, T. *Origens* (p.5-22).\n","dic":"DHBPR"}