{"title":"MÜLLER, Juvenal","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1903],"datas_fim":[1905],"estados":["RS"],"content":"**MÜLLER**, **Juvenal**\n\n\\*dep. fed. RS 1903-1905.\n\n*Juvenal Otaviano Müller* nasceu em Rio Grande (RS) no dia 13 de outubro\nde 1866, filho de Joaquim Carlos Müller e de Maria Bernardina de Araújo\nMüller.\n\nAos 12 anos deixou Rio Grande e ingressou no Colégio Nossa Senhora da\nConceição, em São Leopoldo (RS), onde estudou até 1880. Em 31 de julho\nde 1881 entrou na Escola Militar de Porto Alegre e lá permaneceu até\n1890. Na escola foi redator de *A Denúncia*, órgão de propaganda\nrepublicana, e da *Revista Acadêmica*. Em *A Denúncia*, como mais tarde\nno *Correio do Povo*, assinava seus artigos sob o pseudônimo *Dr.\nTopsius*. Fez parte com outros alunos, sob a chefia de Augusto Pedro de\nAlcântara Júnior, do grupo de propagandistas da República. Em fevereiro\nde 1888, depois de servir nas fileiras do 17^o^ Batalhão de Infantaria,\nprestou exame e se matriculou no curso do Estado-Maior e Engenharia.\nCasou-se em 13 de fevereiro de 1890 com Maria Inácia Rodrigues Barbosa\ne, após concluir o curso, foi servir como tenente no 3^o^ Batalhão de\nArtilharia.\n\nEm 1893, combateu a Revolução Federalista, guerra civil deflagrada pelos\nfederalistas (maragatos) que se opunham ao governo de Júlio de Castilhos\nno Rio Grande do Sul (1893-1898) e ao governo federal de Floriano\nPeixoto (1891-1894). Durante o conflito, que se estendeu de fevereiro de\n1893 a agosto de 1895, atuou na Divisão Sul.\n\nEm 1900 foi promovido a capitão do corpo de engenheiros e no ano\nseguinte foi eleito deputado estadual para a legislatura 1901-1904.\nRenunciou ao mandato em 1903, pois foi eleito deputado federal pelo Rio\nGrande do Sul na legenda do PRR. Ocupou uma cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, até o ano de 1905.\nEm 1906, tomou posse no cargo de intendente de Rio Grande (RS), onde\npermaneceu até 1909. Entre os anos de 1908 e 1909 foi também\nvice-presidente do estado, na administração de Carlos Barbosa\n(1908-1913).\n\nTambém foi fundador, com João Simplício Alves de Carvalho, João Vespúcio\nde Abreu e Silva e Lino Carneiro da Fontoura, da Escola de Engenharia de\nPorto Alegre.\n\naleceu no Rio de Janeiro em 9 de setembro de 1909.\n\nPublicou *Professos* (1898), livro sociológico-filosófico baseado nos\nprincípios de Augusto Comte.\n\nRaimundo Helio Lopes\n\n**FONTES**: AITA, C; AXT, G; ARAÚJO, V. *Parlamentares*; CÂM. DEP.\n*Deputados brasileiros*; Registro de casamento da Igreja do Rosário\n(livro 8, p.77). Disponível no arquivo público de Porto Alegre;\nSPALDING, W. *Propaganda*.\n","ref":"","dic":"DHBPR"}
