{"title":"NAPOLEÃO, Hugo","cargoss":["dep. fed. PI 1927-1930","rev. 1930","const. 1934","dep. fed. PI 1935-1937"],"author":"Robert Pechman","content":"**NAPOLEÃO, Hugo**\n\n\\*dep. fed. PI 1927-1930; rev. 1930; const. 1934; dep. fed. PI 1935-1937\ne 1955-1959.\n\n*Hugo Napoleão do Rego* nasceu em União (PI) no dia 25 de junho de 1892,\nfilho de Artur Napoleão do Rego e de Olímpia Martins do Rego.\n\nApós estudar nos colégios São Vicente de Paulo, São José e Ateneu\nPiauiense, prestou os exames finais no liceu de seu estado natal. Fez os\ntrês primeiros anos do curso superior na Faculdade de Direito do Recife\ne transferiu-se em seguida para a Faculdade de Direito do Pará, pela\nqual se diplomou em 1911. Enquanto estudante, colaborou em *O Jornal* e\nna *Folha do Norte*. Mais tarde viria a dirigir o jornal *Estado do\nPiauí*. Em 1913 já era juiz municipal em Livramento (PI). Desse ano a\n1922 exerceu a advocacia no Pará, onde foi também procurador-fiscal do\nTesouro Nacional.\n\nEm 1922 elegeu-se deputado à Assembleia Legislativa do Piauí e em 1925\nfoi reeleito para a legislatura que iria até 1927. Em outubro desse\núltimo ano elegeu-se deputado federal pelo Piauí com mandato até\ndezembro de 1929 e, tendo fixado residência na cidade do Rio de Janeiro,\nentão Distrito Federal, aí instalou banca de advocacia. Foi também\nescolhido secretário da Junta Internacional dos Jurisconsultos\nAmericanos, com sede na capital do país.\n\nCom o apoio da Aliança Liberal, à qual havia aderido, reelegeu-se\ndeputado federal em março de 1930, destacando-se no Parlamento pela\ndefesa da autonomia da Paraíba. Nesse sentido, protestou contra o envio\nde tropas militares ao estado por ocasião da Revolta de Princesa, fato\nque os aliancistas consideravam uma intervenção do governo central.\nIniciadas as articulações que levariam à Revolução de 1930, negociou com\nos gaúchos a participação do Piauí no movimento e participou ele próprio\nativamente, ao lado do senador José Pires Rebelo e de Félix Pacheco,\nHumberto de Areia Leão, Matias Olímpio de Melo e outros. No dia 2 de\noutubro de 1930, dirigiu a Matias Olímpio, ex-presidente do Piauí\n(1924-1928) e opositor de seu substituto no cargo, telegrama cifrado\nindicando as providências necessárias ao desencadeamento da revolução. O\ndespacho foi interceptado na estação de Teresina e levado ao major\nPantoja, comandante do 25^o^ Batalhão de Caçadores, e ao governador João\nde Deus Pires Leal. Estes, depois de procurarem em vão decifrar a\nmensagem, enviaram-na ao destinatário.\n\nCom a queda do presidente da República Washington Luís em 24 de outubro,\nHugo Napoleão teve o mandato interrompido, assim como os demais\nparlamentares. Quatro dias depois ficou definitivamente assentada a\nentrega do poder ao chefe da revolução, Getúlio Vargas. Encontrando-se\nno Rio de Janeiro nessa oportunidade, discursou para a multidão da\nsacada do palácio do Catete em nome dos revolucionários do Norte. Em\n1931 foi escolhido segundo-secretário da primeira diretoria do Clube 3\nde Outubro, organização que congregou as correntes tenentistas em defesa\ndos ideais do movimento de 1930.\n\nEm 1933 elegeu-se deputado à Assembleia Nacional Constituinte na legenda\nda Lista Hugo Napoleão, formada na ocasião. Mais tarde, visando a\ncongregar as forças políticas que haviam apoiado a revolução, seus\nadeptos uniram-se aos membros do Partido Nacional Socialista do Piauí.\nHugo Napoleão foi então escolhido presidente de honra do partido,\njuntamente com Ladri Sales, interventor no estado.\n\nEm outubro de 1934 reelegeu-se deputado federal por seu estado na\nlegenda do Partido Progressista Piauiense. Em maio de 1937 foi delegado\ndo partido à convenção para o lançamento da candidatura de José Américo\nde Almeida à presidência da República. Exerceu o mandato até novembro,\nquando o Legislativo foi fechado pelo golpe do Estado Novo. De 1955 a\n1959, foi novamente deputado federal pelo Piauí, eleito dessa vez na\nlegenda do Partido Social Democrático (PSD). Na Câmara, foi vice-líder\nda maioria.\n\nFoi também chefe do Contencioso do Banco do Brasil e membro do Instituto\ndos Advogados Brasileiros e do Instituto Geográfico do Pará.\n\nFaleceu no Rio de Janeiro no dia 1^o^ de setembro de 1969.\n\nEra casado com Matilde Freitas Napoleão Rego. Seu filho, Aluísio\nNapoleão de Freitas Rego, foi embaixador do Brasil em Teerã, Estocolmo e\nPequim. Seu neto, Hugo Napoleão do Rego Neto, conhecido como Hugo\nNapoleão, foi deputado federal pelo Piauí (1975-1983), governador do\nestado (1983-1986), senador (1987), ministro da Educação (1987-1989),\nnovamente senador (1989-1992), ministro das Comunicações (1992-1994), e\nmais uma vez senador (1994-2001) e governador (2001-2003).\n\nDeixou publicadas as obras *Limites interestaduais*, *Igualdade de\nrepresentação dos estados no Poder Legislativo* e *Discriminação da\nvenda*.\n\nRobert Pechman\n\n**FONTES:**ARQ. CLUBE 3 DE OUTUBRO; ARQ. OSVALDO ARANHA; *Boletim Min.\nTrab*. (5/1936); CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep*.;\nCÂM. DEP. *Relação nominal dos senhores*; *Câm. Dep. seus componentes*;\nCONSULT. MAGALHÃES, B.; CONSULT. RAMOS, P.; *Diário de Notícias*, Rio\n(26/5/37); Diário do congresso nacional; FONTOURA, J. *Memórias*;\nGODINHO, V. *Constituintes*; HIRSCHOWICZ, E. *Contemporâneos*; *Jornal\ndo Brasil* (16/11/1980); *Personalidades*; REGO NETO, H. *Fatos*; SILVA,\nH. *1935*.\n","ref":"**FONTES:**ARQ. CLUBE 3 DE OUTUBRO; ARQ. OSVALDO ARANHA; *Boletim Min.\nTrab*. (5/1936); CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep*.;\nCÂM. DEP. *Relação nominal dos senhores*; *Câm. Dep. seus componentes*;\nCONSULT. MAGALHÃES, B.; CONSULT. RAMOS, P.; *Diário de Notícias*, Rio\n(26/5/37); Diário do congresso nacional; FONTOURA, J. *Memórias*;\nGODINHO, V. *Constituintes*; HIRSCHOWICZ, E. *Contemporâneos*; *Jornal\ndo Brasil* (16/11/1980); *Personalidades*; REGO NETO, H. *Fatos*; SILVA,\nH. *1935*.\n","dic":"DHBPR"}