{"title":"NASCIMENTO, Alexandre Cassiano do","cargoss":["const. 1891","dep. fed. RS 1891-1893","min. Rel. Ext. 1893-1894"],"author":null,"content":"**NASCIMENTO, Alexandre Cassiano do**\n\n**\\***const. 1891; dep. fed. RS 1891-1893; min. Rel. Ext. 1893-1894;\nmin. Just. 1893-1894; min. Faz. 1894; dep. fed. RS 1895-1898 e\n1900-1909; sen. RS 1909-1912.\n\n*Alexandre Cassiano do Nascimento* nasceu em Pelotas (RS) em 13 de\nagosto de 1856, filho do coronel Manuel Lourenço do Nascimento\n\nFez os estudos primários em Pelotas e o curso secundário no Rio de\nJaneiro. Bacharelou-se pela Faculdade de Direito de São Paulo em 1880.\nDe volta ao Rio Grande do Sul, foi nomeado promotor público na cidade de\nRio Grande e, em 1882, juiz municipal em Santana do Livramento. Em 1884\nfixou residência em Pelotas. Republicano, ajudou a organizar o Partido\nRepublicano Rio-Grandense (PRR) na parte meridional do Rio Grande do Sul\ne candidatou-se a deputado provincial, mas não foi eleito.\n\nApós a proclamação da República, foi eleito deputado ao Congresso\nNacional Constituinte em 15 de setembro de 1890 e empossado em 15\nnovembro. Promulgada a Constituição em 24 de fevereiro de 1891, passou a\nexercer o mandato de deputado federal. Após a renúncia de Deodoro da\nFonseca à presidência da República em 23 de novembro de 1891, combateu\nFloriano Peixoto, que, como vice, o substituiu, mas não convocou novas\neleições. Contudo, quando o chefe do PRR Júlio de Castilhos se aliou a\nFloriano, a partir de 1892, deixou a oposição. Em 26 de outubro de 1893\nfoi nomeado ministro das Relações Exteriores do governo de Floriano, e\nem 8 de dezembro, em caráter interino, ministro da Justiça e Negócios\nInteriores. Acumulou também a pasta da Fazenda a partir de 18 de agosto\nde 1894. Responderia pelos três ministérios até o fim do governo, em 15\nde novembro de 1894.\n\nComo titular da pasta das Relações Exteriores, seus atos principais se\nrelacionaram à Revolta da Armada, que se estendeu de 6 de setembro de\n1893 a 13 de março de 1894. Conforme se pode inferir do Relatório do\nMinistério das Relações Exteriores de 1894, por nota de 11 de março\ndaquele ano, Cassiano do Nascimento recusou a proposta de rendição do\nalmirante Saldanha da Gama, um dos líderes do movimento. Antes do embate\nfinal, enviou circulares a agentes diplomáticos e consulares em que\nestabelecia o prazo de 48 horas para que estes pudessem prover a\nsegurança dos seus compatriotas residentes no Rio de Janeiro, bem como\ndos navios de suas nacionalidades que porventura se encontrassem\nancorados no porto da capital federal. No dia 13, as embarcações\nrebeldes foram cercadas pelas forças governistas. Contudo, 493\nrevoltosos, entre eles Saldanha da Gama, encontraram refúgio nas\ncorvetas lusas *Mindelo* e *Anfonso de Albuquerque*, oferecido pelo\ncomandante português Augusto de Castilho. O gesto foi rechaçado pelo\ngoverno brasileiro através de nota emitida por Cassiano do Nascimento ao\nembaixador do Brasil em Lisboa, que encaminhou ao ministro das Relações\nExteriores de Portugal a exigência de que fossem entregues os\ninsurgentes, na medida em que eram considerados prisioneiros comuns. A\nprimeira resposta do ministro português foi que os rebeldes eram\nprisioneiros políticos e que sua entrega contrariava o tratado de\nextradição existente entre os dois países. Diante disso, em nota do dia\n16 de março, Cassiano do Nascimento requisitou ao embaixador de Portugal\nno Rio de Janeiro, o conde de Parati, que impedisse a partida das\ncorvetas portuguesas para águas estrangeiras até que o incidente tivesse\numa solução definitiva. O ministro chegou a permitir o deslocamento das\ncorvetas até Angra dos Reis ou para a região denominada Saco de Itaipu.\nTodavia, as corvetas se deslocaram em direção ao rio da Prata, onde 239\ninsurgentes se evadiram e se integraram à Revolução Federalista, em\ncurso no Rio Grande do Sul.\n\nConforme destacou Cassiano do Nascimento em seu relatório entregue ao\npresidente da República em maio de 1894, o deslocamento das corvetas\nlusas ocorrera em virtude de uma má interpretação do conde de Parati\nsobre a sua solicitação, pois o conde teria entendido que era permitida\na navegação das corvetas por todo o litoral nacional até que fossem\nentregues os revoltosos. Por sua vez, o presidente Floriano Peixoto\nconsiderou a recusa de Portugal em entregar os insurgentes e o\ndeslocamento para o Sul como uma afronta à soberania nacional. Assim, em\nnota de 13 de maio de 1894, Cassiano do Nascimento determinou a retirada\ndo encarregado de negócios e de toda a legação brasileira de Portugal,\nformalizando o rompimento das relações diplomáticas entre os dois\npaíses.\n\nEncerrado o governo Floriano, Cassiano do Nascimento foi várias vezes\nreeleito para a Câmara dos Deputados e exerceu o mandato de 1895 a 1898\ne de 1900 a 1909. Nesse último ano foi eleito senador. Exerceu o mandato\naté 1912, quando faleceu em 9 de setembro, no Rio de Janeiro.\n\nPublicou *Correspondência trocada com a Delegação de Portugal e a do\nBrasil em Lisboa relativamente à entrega dos rebeldes refugiados a bordo\ndas corvetas portuguesas* (1894), *Exposição da proposta da receita e\ndespesa do exercício de 1895, apresentada ao vice-presidente da\nRepública dos Estados Unidos do Brasil* (1894) e *Relatório apresentado\nao vice-presidente da República dos Estados Unidos do Brasil pelo\nministro de Estado das Relações Exteriores em maio de 1894* (1894).\n\nCristina Luna/ Demian de Melo\n\n**FONTES:** BULHÕES, A. *Ministros*; MIN. FAZENDA. *Ministros*; MIN.\nREL. EXT. *Ministros*; MIN. REL. EXT. *Relatório* (1894, 1895); SENADO.\nDisponível em: \\<www.senado.gov.br\\>.\n","ref":"**FONTES:** BULHÕES, A. *Ministros*; MIN. FAZENDA. *Ministros*; MIN.\nREL. EXT. *Ministros*; MIN. REL. EXT. *Relatório* (1894, 1895); SENADO.\nDisponível em: \\<www.senado.gov.br\\>.\n","dic":"DHBPR"}