{"title":"NASCIMENTO, Nicanor do","cargoss":["dep. fed. DF 1911-1917 e 1924-1926."],"author":"Carolina Vianna Dantas","content":"**NASCIMENTO, Nicanor do**\n\n\\* dep. fed. DF 1911-1917 e 1924-1926.\n\n*Nicanor Queiroz do Nascimento* nasceu na cidade do Rio de Janeiro em 24\nde agosto de 1871, filho de João Gonçalves do Nascimento e de Januária\nQueiroz do Nascimento.\n\nFez o curso preparatório do Colégio Pedro II e em 1893 bacharelou-se\npela Faculdade de Direito de São Paulo. Nesse mesmo ano retornou ao Rio\nde Janeiro, então capital federal, e passou a exercer a advocacia.\n\nEm 1911 foi eleito deputado federal pelo Distrito Federal na vaga aberta\ncom a morte de Monteiro Lopes. Reeleito para as legislaturas 1912-1914 e\n1915-1917, fez parte das Comissões de Constituição e Justiça e de\nDiplomacia e Tratados da Câmara dos Deputados, tendo apresentado\nprojetos de lei visando à proteção dos trabalhadores e participado de\ndebates públicos sobre a regulamentação das horas de trabalho no\ncomércio. Durante a greve dos trabalhadores paulistas de 1917, ao saber\ndos abusos cometidos pelos policiais contra os grevistas, foi até São\nPaulo e percorreu fábricas, delegacias e hospitais, relatando depois na\nCâmara as arbitrariedades que presenciou. Em 1921 voltou a ser eleito\ndeputado federal, mas foi degolado, isto é, não foi reconhecido nem\nempossado. Voltou ainda à Câmara na legislatura 1924-1926.\n\nDesde 1919, admirava o Grupo Clarté, de Paris, liderado por Henri\nBarbusse, Raymond Lefebvre e Paul Vaillant Couturier. Em 1921, ao ser\ncriado o Grupo Clarté no Rio de Janeiro, com a finalidade de defender a\nRevolução Russa e divulgar a obra social e cultural dos sovietes,\nfundou, junto com intelectuais e dirigentes sindicais, entre os quais\nEvaristo de Morais e Pontes de Miranda, a revista *Clarté.* A tiragem do\nperiódico chegou a dois mil exemplares, mas a decretação do estado de\nsítio pelo presidente Artur Bernardes, empossado em novembro daquele\nano, frustrou a iniciativa do grupo.\n\nDe acordo com Dunshee de Abranches, durante sua carreira política\nNicanor do Nascimento ficou conhecido com um brilhante orador e um dos\nchefes políticos de maior prestígio eleitoral da capital federal.\n\nApós seu último mandato tornou-se professor de direito público\nconstitucional na Universidade Livre da capital federal e professor de\neconomia social na Faculdade Nacional de Filosofia, tendo publicado\nalguns livros sobre doutrinas políticas como o socialismo e o comunismo.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; BATALHA, C. *Le syndicalisme*;\n*Memorial Pontes de Miranda*. Disponível em:\n\\<www.trt19.gov.br/mpm/memorial.htm\\>; PAIM, A.; PROTA, L.; RODRIGUEZ,\nR. *Socialismo*; SODRÉ, N. *História*; VIEIRA, J. *Cadeia*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BATALHA, C. *Le syndicalisme*;\n*Memorial Pontes de Miranda*. Disponível em:\n\\<www.trt19.gov.br/mpm/memorial.htm\\>; PAIM, A.; PROTA, L.; RODRIGUEZ,\nR. *Socialismo*; SODRÉ, N. *História*; VIEIRA, J. *Cadeia*.\n","dic":"DHBPR"}