{"title":"NEIVA, Artur","cargoss":["cientista","dir. Museu Nacional 1923-1927","interv. BA 1931","const."],"author":null,"content":"**NEIVA, Artur**\n\n\\*cientista; dir. Museu Nacional 1923-1927; interv. BA 1931; const.\n1934; dep. fed. BA 1935-1937.\n\n*Artur Neiva* nasceu em Salvador no dia 22 de março de 1880, filho de\nJoão Augusto Neiva e de Ana Adelaide de Paço Neiva.\n\nNa capital baiana, fez os primeiros estudos no Colégio São Salvador e\nfrequentou a Faculdade de Medicina até o segundo ano. Transferiu-se em\nseguida para o Rio de Janeiro, então Distrito Federal, onde concluiu o\ncurso de medicina em 1903.\n\nDiscípulo de Osvaldo Cruz, em 1906 passou a trabalhar no Instituto\nSoroterápico, no Rio, dirigido por esse cientista. O estabelecimento\nrecebeu em 1907 a denominação de Instituto de Patologia Experimental de\nManguinhos, modificada em 1908 para Instituto Osvaldo Cruz. Por essa\népoca, Artur Neiva chefiou trabalhos de profilaxia da malária. Em 1910\nfoi enviado a Washington, por indicação de Osvaldo Cruz, a fim de\naprofundar pesquisas no campo da entomologia. Em 1912, em companhia de\nBelisário Pena, percorreu vários estados brasileiros, desenvolvendo\ninvestigações das quais resultou, mais tarde, o relatório *Viagem\ncientífica pelo norte da Bahia, sudoeste de Pernambuco, sul do Piauí e\nnorte e sul de Goiás* (1916).\n\nEm abril de 1914, com a tese intitulada *Revisão do gênero Triatoma*,\nrelativa a um dos gêneros de barbeiro – o inseto transmissor da doença\nde Chagas –, tornou-se livre-docente de história natural e parasitologia\nda Faculdade de Medicina do Rio de Janeiro. Nesse mesmo ano fundou em\nPelotas (RS) uma filial do Instituto Osvaldo Cruz. Em 1915 e 1916,\ncontratado pelo governo argentino, instalou e dirigiu em Buenos Aires as\nseções de zoologia e parasitologia do Instituto Bacteriológico do\nDepartamento de Higiene. De 1916 a 1918 dirigiu e organizou o Serviço\nSanitário de São Paulo, tendo montado 41 hospitais na capital e 119 no\ninterior. Também durante esse período elaborou o primeiro código\nsanitário do país, base de outros que se fizeram mais tarde no Brasil e\nno exterior.\n\nNomeado chefe de serviço do Instituto Osvaldo Cruz em 1919, no ano\nseguinte foi encarregado de estudar as organizações sanitárias no Japão\ne nos Estados Unidos e a profilaxia da lepra na Noruega, nas Filipinas e\nno Havaí. No Japão, a convite de uma instituição local, proferiu\nconferências sobre o desenvolvimento da medicina e da higiene no Brasil.\n\nEm janeiro de 1923 foi nomeado diretor do Museu Nacional do Rio de\nJaneiro, do qual era membro correspondente desde 1917. Enquanto ocupava\nesse cargo, chefiou em São Paulo (1924-1925) a comissão encarregada de\nestudar e combater a broca-do-café, praga que atacara as plantações. Em\n1927 demitiu-se da direção do Museu Nacional e em 1928 foi contratado\npelo governo paulista como diretor-superintendente do recém-fundado\nInstituto Biológico do estado, preparando-o para o estudo das doenças\nparasitárias e das infecções nos animais domésticos.\n\nCom a vitória da Revolução de 1930, que depôs o presidente Washington\nLuís, Getúlio Vargas foi conduzido à chefia do governo provisório e\nnomeou interventor em São Paulo o capitão João Alberto Lins de Barros.\nEm dezembro, o interventor paulista convidou Artur Neiva para assumir a\nSecretaria do Interior do estado. Em 12 de fevereiro de 1931, quando\nainda acumulava esse cargo com o de diretor do Instituto Biológico,\nNeiva recebeu de Vargas, por indicação de João Alberto, a nomeação para\no cargo de interventor federal na Bahia, em substituição a Leopoldo\nAmaral.\n\nDurante seu curto período de governo, iniciado em 18 de fevereiro,\ndesenvolveu em seu estado natal os serviços sanitários, combatendo a\nmalária e atuando na profilaxia de várias doenças. Criou também o\nInstituto do Cacau da Bahia e adotou medidas administrativas em favor da\nlavoura cacaueira. A proposta de renovação política da Revolução de 1930\nencontrou na Bahia forte oposição da oligarquia local, reforçada pelo\ncoronelismo interiorano. Tais circunstâncias exigiam da interventoria\ngrande habilidade na condução da política estadual e no relacionamento\ndesta com o poder central. Pouco afeito à atividade política, Artur\nNeiva fracassou no estabelecimento da harmonia desejada. No dia 24 de\nagosto de 1931 deixou a interventoria, na qual foi substituído por\nJuraci Magalhães.\n\nRetomando suas atividades científicas, em janeiro de 1933 foi nomeado\ndiretor geral de pesquisas científicas do Ministério da Agricultura e\norganizou por essa época o Instituto Tecnológico, o Instituto de\nBiologia Animal e o Instituto de Biologia Vegetal do ministério.\n\nDiretor do jornal carioca *A Nação*, órgão oficioso do tenentismo\nfundado em 1933, em maio desse ano elegeu-se deputado à Assembleia\nNacional Constituinte na legenda do Partido Social Democrático (PSD) da\nBahia. Na Constituinte, destacou-se pela oposição à imigração japonesa\npara o Brasil e ocupou-se do problema da colonização e exploração do\nAmazonas. Em 1934, na mesma legenda, elegeu-se deputado federal. Iniciou\no novo mandato em maio de 1935, mas este foi interrompido em novembro de\n1937, quando foi implantado o Estado Novo. Mais tarde, fez parte do\nconselho consultivo da Coordenação da Mobilização Econômica, organismo\ncriado em setembro de 1942 para orientar a economia de guerra.\n\nFaleceu no Rio de Janeiro no dia 6 de junho de 1943.\n\nEra casado com Justina Hehl Neiva. Seu filho, o engenheiro\nmecânico-eletricista Artur Hehl Neiva, entre outras atribuições, foi\nmembro do Conselho de Imigração e Colonização (1938-1947), secretário\ngeral e por várias vezes presidente em exercício (1944-1948) da Fundação\nBrasil Central.\n\nCientista internacionalmente conhecido, Artur Neiva foi o precursor, no\nBrasil, das medidas preventivas contra a sífilis. Foi também uma das\nmaiores autoridades em malária no país e grande estudioso do barbeiro,\ntendo identificado a primeira espécie conhecida desse inseto. Foi membro\nda Entomological Society de Washington, da Academia Brasileira de\nCiências, da Sociedade de Entomologia e da Sociedade Biológica, ambas da\nArgentina, além de membro-honorário da Academia Nacional de Medicina e\nda Sociedade de Medicina e Cirurgia de São Paulo. Pertenceu ainda ao\nInstituto Geográfico e Histórico da Bahia.\n\nAlém de ter dirigido *A Nação*, colaborou também no *Estado de S. Paulo*\nentre 1920 e 1921, no jornal argentino *El Tiempo*, de Buenos Aires, e\nna *Revista do Brasil*, dirigida por Monteiro Lobato. Foi ainda\ncofundador de duas revistas especializadas: *Ciência Médica* e *Boletim\nBiológico*. Deixou cerca de 180 textos científicos, elaborados em sua\nmaior parte no Instituto Osvaldo Cruz, onde foi professor. Colaborou\nainda em diversas publicações especializadas no Brasil e no exterior.\n\nO arquivo de Artur Neiva e o de seu filho encontram-se depositados no\nCentro de Pesquisa e Documentação de História Contemporânea do Brasil\n(Cpdoc) da Fundação Getulio Vargas.\n\nAmélia Coutinho\n\n**FONTES:**ARAÚJO, A. *Chefes*; ASSEMB. NAC. CONST. 1934. *Anais*;\nBoletim Min. Trab.; CÂM. DEP. *Deputados*; Câm. Dep. seus componentes;\nCARVALHO, A. *Vultos*; CORRESP. GOV. EST. BA; Diário do Congresso\nNacional; *Encic. Barsa*; *Encic. Mirador*; *Grande Encic. Delta*;\nGODINHO, V. *Constituintes*; JARDIM, R. *Aventura*; LEITE, A.\n*História*; LEVINE, R. *Vargas*; MELO, A. *Cartilha*; PEIXOTO, A.\n*Getúlio*; POPPINO, R. *Federal*; SILVA, H. *1931*; SILVA, H. *1934*;\nVELHO SOBRINHO, J. *Dicionário*; *Who’s who in Latin*.\n","ref":"**FONTES:**ARAÚJO, A. *Chefes*; ASSEMB. NAC. CONST. 1934. *Anais*;\nBoletim Min. Trab.; CÂM. DEP. *Deputados*; Câm. Dep. seus componentes;\nCARVALHO, A. *Vultos*; CORRESP. GOV. EST. BA; Diário do Congresso\nNacional; *Encic. Barsa*; *Encic. Mirador*; *Grande Encic. Delta*;\nGODINHO, V. *Constituintes*; JARDIM, R. *Aventura*; LEITE, A.\n*História*; LEVINE, R. *Vargas*; MELO, A. *Cartilha*; PEIXOTO, A.\n*Getúlio*; POPPINO, R. *Federal*; SILVA, H. *1931*; SILVA, H. *1934*;\nVELHO SOBRINHO, J. *Dicionário*; *Who’s who in Latin*.\n","dic":"DHBPR"}