{"title":"ASSIS, Ubaldino de","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**ASSIS, Ubaldino de**\n\n\\* dep. fed. BA 1909-1920 e1924-1928.\n\n*Manuel Ubaldino Nascimento de Assis* nasceu emCachoeira (BA) no dia 25\nde dezembrode 1858, filho de Norberto Francisco deAssis, médico clínico\nde renome, e deFirmina Ribeiro de Assis.\n\nDiplomou-se pela Faculdade de Direitodo Recife em 1882. De volta à\nBahia,foi promotor público da Câmara de Nazarée juiz municipal de\nMaragogipe. Passouentão a exercer a advocacia, e graçasà fama de bom\nadvogado e à grandeestima pública de que gozava, inicioua militância\npolítica sob a chefia dePrisco Paraíso, exercendo o mandato dedeputado\nestadual de 1893 a 1894. Em1904, enquanto Francisco Prisco de\nSouzaParaíso, então secretário do governo SeverinoVieira (1900-1904),\nera indicado para avaga de deputado federal, foi eleito parao Senado\nEstadual, onde ocupou uma cadeirade 1905 a 1909, tornando-se chefe\npolíticodo município de Cachoeira.\n\nEm março de 1909 foi eleitodeputado federal e em maio seguinte assumiuo\nmandato na Câmara dos Deputados, querenovou por mais três legislaturas.\nValendo-sedo prestígio de que dispunha, conseguiudo governo federal\nimportantes benefícios paraCachoeira, como a dragagem do rio\nParaguaçu,indispensável para a construção do caisda cidade, a\ntransformação do antigo Calabar,hoje Parque Ubaldino de Assis, a\nreformado hospital e a construção do cemitérioda Piedade. Durante cerca\nde 15 anosfoi também provedor da Santa Casa deMisericórdia do município.\nPor divergência políticacom J. J. Seabra, perdeu o cargode deputado\nfederal, em 1920.\n\nEm 1924 voltou a se elegerdeputado federal, agora com o apoio dacorrente\nmangabeirista, que reunia os lideradospor Otávio Mangabeira. Tomou posse\nemmaio do mesmo ano e reelegeu-se paraa legislatura 1927-1929, mas\nfaleceu nodia 29 de dezembro de 1928, aos70 anos, na cidade do Rio de\nJaneiro,em pleno exercício do mandato.\n\nAo falecer, já era viúvo deHenriqueta Bahia de Assis, com quem tevecinco\nfilhos: Benigno de Assis, procuradorda República em Sergipe, Ubaldino de\nAssisFilho, deputado estadual, Galdino, Norberto eErnesto Francisco de\nAssis, funcionários federaisno Rio de Janeiro.\n\nLiliane de Brito Freitas/ Consuelo Novais Sampaio\n\n**FONTES:**BEVILAQUA, C. *História* (p.279);CÂM. DEP. *Deputados\nbrasileiros*; *Diário da Bahia* (30/12/1928.p. 1). Um claro na\nrepresentação baiana;*Diário Oficial BA* (p.237-246,489-493); *Ordem*\n(27, 29, 31/12/1928);*Ordem* (1, 30/1/1929). Deputado Ubaldino de\nAssis;*Diário de Noticias* (27, 29 e 31/12/1928­). Odeputado Ubaldino de\nAssis operado deApendicite. Faleceu o deputado Ubaldino deAssis. O\nenterro do deputado Ubaldinode Assis; *Imparcial* (28/12/1928, p.1).\nEstá enfermoo deputado Ubaldino de Assis; SILVA, P.*Galeria.*\n","ref":"**FONTES:**BEVILAQUA, C. *História* (p.279);CÂM. DEP. *Deputados\nbrasileiros*; *Diário da Bahia* (30/12/1928.p. 1). Um claro na\nrepresentação baiana;*Diário Oficial BA* (p.237-246,489-493); *Ordem*\n(27, 29, 31/12/1928);*Ordem* (1, 30/1/1929). Deputado Ubaldino de\nAssis;*Diário de Noticias* (27, 29 e 31/12/1928­). Odeputado Ubaldino de\nAssis operado deApendicite. Faleceu o deputado Ubaldino deAssis. O\nenterro do deputado Ubaldinode Assis; *Imparcial* (28/12/1928, p.1).\nEstá enfermoo deputado Ubaldino de Assis; SILVA, P.*Galeria.*\n","dic":"DHBPR"}
