{"title":"NEIVA, Venâncio","cargoss":["pres. PB 1889-1891","sen. PB 1918-1930."],"author":"Raimundo Helio Lopes","content":"**NEIVA, Venâncio**\n\n\\*pres. PB 1889-1891; sen. PB 1918-1930.\n\n*Venâncio Augusto de Magalhães Neiva* nasceu na cidade da Paraíba,\nposteriormente João Pessoa, no dia 21 de julho de 1849, filho de\nFrederico Augusto Neiva e de Maria Josefa Cirne Neiva. Seu irmão, Tude\nSoares Neiva, foi governador da Bahia em 1891.\n\nIniciou os estudos no Liceu Paraibano e bacharelou-se pela Faculdade de\nDireito de Olinda em 1873. Depois de formado, foi promotor público em\nTeixeira (PB) até 1877. Nesse ano foi transferido para Pombal (PB) e aí\nfoi juiz municipal e, interinamente, juiz de direito até o ano seguinte.\nEntre 1878 e 1881 foi juiz municipal em Cunha (SP). De volta ao estado\nnatal, foi nomeado em 1886 juiz de direito em Catolé do Rocha.\n\nApós a proclamação da República em 15 de novembro de 1889, aliou-se aos\nrepublicanos da Paraíba e, por influência do general paraibano José de\nAlmeida Barreto, foi nomeado presidente do estado pelo chefe do governo\nprovisório da República, marechal Deodoro da Fonseca. Assumiu o governo\nem 6 de dezembro de 1889. Em setembro de 1890, indicou Epitácio Pessoa,\nseu secretário geral de governo, para ocupar uma cadeira na Assembleia\nNacional Constituinte, o que fez com que Epitácio fosse o deputado mais\nvotado na Paraíba.\n\nNo primeiro ano do regime republicano ocorreu um enfrentamento entre\nDeodoro e os descontentes com a República. Eleito presidente\nconstitucional pela Constituinte em 25 de fevereiro de 1891, Deodoro\ndestituiu os governantes que não haviam apoiado sua eleição. Em 3 de\nnovembro de 1891, foi mais longe e dissolveu o Congresso. Diante, porém,\nda ameaça de uma guerra civil, renunciou no dia 23 do mesmo mês. Ao\ntomar posse em seu lugar, o vice-presidente Floriano Peixoto destituiu\npor seu turno os governantes que apoiavam Deodoro. Foi o caso de\nVenâncio Neiva, que deixou o governo paraibano em 27 de novembro de\n1891, substituído por uma junta governativa composta pelo coronel\nCláudio do Amaral Savaget, Eugênio Toscano de Brito e Joaquim Ferreira\nde Carvalho. A junta governaria até 18 de fevereiro de 1892, quando foi\nsubstituída pelo novo presidente estadual Álvaro Lopes Machado.\n\nAo deixar o governo, Venâncio Neiva continuou como juiz de direito em\nCatolé do Rocha, até 1899. Nesse ano tornou-se juiz federal, cargo em\nque se aposentou em 1915. Em 1918, com o apoio do então senador Epitácio\nPessoa, foi eleito senador pelo estado da Paraíba para um mandato de\nnove anos. Com a posse de Epitácio Pessoa na presidência da República em\njulho de 1919, tornou-se ardente defensor de seu governo e também\npresidente do Partido Republicano da Paraíba. Em 1927 foi reeleito e\nocupou uma cadeira no Senado até outubro de 1930, quando teve o mandato\ninterrompido pela Revolução de 1930. Durante esses anos, foi membro das\ncomissões de Redação e de Diplomacia e Tratados.\n\nFaleceu na cidade do Rio de Janeiro no dia 17 de fevereiro de 1939.\nPublicou *Manifesto* (1892).\n\nRaimundo Helio Lopes\n\n**FONTES:**ALMEIDA, H. *Contribuição*; BELOCH, I.; ABREU, A.\n*Dicionário*; *Grande encic. Delta Larousse*; LEITE NETO, L. *Catálogo\nbiográfico*; PINTO, L. *Fundamentos*.\n","ref":"**FONTES:**ALMEIDA, H. *Contribuição*; BELOCH, I.; ABREU, A.\n*Dicionário*; *Grande encic. Delta Larousse*; LEITE NETO, L. *Catálogo\nbiográfico*; PINTO, L. *Fundamentos*.\n","dic":"DHBPR"}