{"title":"NERY, Antônio Constantino","cargoss":["militar","sen. AM 1901-1904","gov. AM 1904-1908."],"author":"Maria Eugenia Bertarelli","content":"**NERY, Antônio Constantino**\n\n\\*militar; sen. AM 1901-1904; gov. AM 1904-1908.\n\n*Antônio Constantino Nery* nasceu em 1859, filho de Silvério Nery e de\nMaria Antony Nery. Segundo fontes oficiais teria nascido em Coari (AM)\nno dia 8 de dezembro, mas segundo Agnelo Bittencourt teria nascido em\nManaus no dia 20 do mesmo mês. Foi batizado em 20 de abril de 1860, na\ncapela de Nossa Senhora dos Remédios. Seu irmão, homônimo do pai, foi\ndeputado federal de 1897 a 1899, senador em 1900 e de 1904 a 1930, e seu\nantecessor no governo do Amazonas (1900-1903). Outro irmão, Raimundo\nConstantino Nery, foi deputado federal de 1903 a 1905.\n\nOficial do Exército formado pela Escola Militar do Rio de Janeiro,\nchegou ao posto de major de engenheiros. Em 1901, durante o governo de\nseu irmão Silvério Nery, foi eleito para o Senado Federal. Como senador\nfavoreceu a contratação da Manaus Harbour Ltda para a construção do\nporto de Manaus. Deixou o Senado em 1904 para se candidatar a governador\ndo Amazonas. Já no ano anterior, projetando sua eleição e tendo em vista\nque a Constituição do estado não permitia a sucessão no governo de\nparentes próximos, Silvério Nery renunciara, com a antecedência\nnecessária para que o irmão pudesse assumir o governo. A partir dessa\nmanobra política, Constantino Nery foi eleito e empossado governador do\nAmazonas em 23 de julho de 1904. Seu vice-governador foi o coronel\nAntônio Clemente Ribeiro Bittencourt.\n\nBeneficiado pelo crescimento econômico decorrente da exportação da\nborracha, Constantino Nery foi o responsável por importantes obras no\nAmazonas. Ordenou a construção do edifício da Biblioteca Pública no\ncentro de Manaus, que seria inaugurado somente após o fim de seu\nmandato, em outubro de 1910, e construiu a penitenciária do estado,\nbatizada de Casa de Detenção de Manaus. A obra teve início em 1904 sob\ncoordenação do arquiteto Emídio José Lo Ferreira e do diretor geral de\nObras Públicas J. Estelita Jorge. A Casa de Detenção foi instituída pela\nLei 524, de 18 de outubro de 1906, e o edifício foi inaugurado em 19 de\nmarço de 1907. O governador foi também o responsável pela construção do\nLeprosário de Paricatuba, localizado no município de Iranduba. Além\ndisso, construiu uma importante avenida na capital amazonense, que leva\nseu nome. Os dispendiosos projetos executados causaram um desequilíbrio\nnos gastos públicos, o que lhe rendeu a fama de mau pagador.\n\nSeu governo chegou ao fim em 23 de julho de 1908. Apesar de formalmente\nnão ter deixado o cargo, este vinha sendo ocupado interinamente por\nRaimundo Afonso de Carvalho desde o dia 20 de novembro de 1907, quando\nprecisou se afastar em viagem para a Europa. Em 1908 assumiu o poder no\nAmazonas o governador eleito Antônio Clemente Ribeiro Bittencourt.\n\nFaleceu na cidade de Belém no dia 19 de setembro de 1926.\n\nFoi casado com Sebastiana Nery, mãe de seus filhos.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 29/7/2010;\nFERREIRA, C.; VALOIS, L. *Sistema*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>. Acesso em: 29/7/2010.\n","ref":"**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 29/7/2010;\nFERREIRA, C.; VALOIS, L. *Sistema*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>. Acesso em: 29/7/2010.\n","dic":"DHBPR"}