{"title":"NOGUEIRA, José Bento","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1903],"datas_fim":[1913],"estados":["MG"],"content":"**NOGUEIRA, José Bento**\n\n\\*dep. fed. MG 1903-1913.\n\n*José Bento Nogueira* nasceu em Vila de Nossa Senhora do Bonsucesso das\nMinas Novas (MG) em 1^o^ de janeiro de 1833, filho de José Bento\nNogueira e de Jacinta Maria da Conceição. Pelo lado paterno, era\ndescendente dos antigos Nogueira da Gama e Monte Gato, que entroncam nas\nfamílias do poeta José Basílio da Gama, do visconde de Baependi e do\ntenente-general Manuel de Borba Gato. Pelo lado materno descendia do\ncoronel Jacinto Alves da Costa, vulgo Caragé, chefe de grande nomeada em\nMinas Novas nos primeiros anos do século XIX.\n\nEstudou as primeiras letras com o professor Pedro Duarte Nogueira, na\ncidade de Baependi (MG), e em 1877 ingressou no Colégio do Caraça,\nlocalizado na serra do Espinhaço, onde fez o curso de humanidades.\nRetornou então a Minas Novas, tendo adquirido carta de advogado\nprovisionado na Secretaria Provincial de Justiça, ao tempo de Luís\nAntônio Barbosa na presidência da província de Minas Gerais. Em Minas\nNovas passou a responder pela cadeira de latinidade e francês, criada em\n1842 pela Assembleia Provincial sob a influência do padre Carlos Pereira\nFreire de Moura, então deputado.\n\nIngressou na política ao ser eleito deputado provincial na legislatura\n1858-1859. Várias vezes reeleito, sempre pelo Partido Conservador,\npermaneceu na Assembleia Provincial até 1889, quando foi proclamada a\nRepública. No novo regime, filiado Partido Republicano Mineiro (PRM),\nfoi eleito para a primeira Constituinte Estadual e para a legislatura\nsubsequente (1891-1895). No entanto, problemas na cidade natal\nreclamaram sua presença. Renunciou então ao mandato em 1892 para\ntornar-se chefe executivo da Câmara de Minas Novas, cargo hoje\ncorrespondente ao de prefeito. Em face do falecimento de seu cunhado,\nmonsenhor Sérgio Pinheiro Torres, que havia sido eleito senador estadual\nna eleição de 7 de março de 1894, foi eleito senador estadual no pleito\nsuplementar de 7 de setembro do mesmo ano e exerceu o mandato até 1897.\nRegressou então mais uma vez a Minas Novas para ocupar novamente a\nchefia executiva da Câmara Municipal, no período que se estendeu de 1897\na 1902.\n\nEm 1903 foi eleito deputado federal por seu estado natal e em 3 de maio\nassumiu sua cadeira na Câmara dos Deputados, no Rio de Janeiro, então\nDistrito Federal. Conseguiu se reeleger para as três legislaturas\nseguintes e permaneceu na Câmara até 1913, quando faleceu, em 13 de\nabril, em pleno exercício do mandato.\n\nCasou-se com Cândida Pinheiro Torres e teve três filhos. Um deles, José\nBento Nogueira Júnior, foi deputado federal por Minas Gerais de 1897 a\n1899 e de 1901 a 1902.\n\nIoneide Piffano Brion de Souza\n\n**FONTES**: ARQ. HIST. *Senadores e deputados de Minas Gerais*.\nDisponível em:\n\\<www.arquivohistorico-mg.com.br/deputadosesenadores.html\\>. Acesso em:\n7/8/2010; ARRUDA, M. *Mitologia*; BARBOSA, W. *História*; CÂM. DEP.\n*Deputados Brasileiros*; Família Nogueira. Disponível em:\n\\<www.selwa.uaivip.com.br/arvore/pafg385.htm\\>. Acesso em: 20/9/2010;\nCity Brazil. *História de Minas Novas*. Disponível em:\n\\<http://citybrazil.uol.com.br/mg/minasnovas/historia-da-cidade\\>.\nAcesso em: 20/9/2010; Família Nunes Vieira Ferreira. *Bio. José Bento\nNogueira*. Disponível em:\n\\<http://familianunesvieiraferreira.blogspot.com/2008/11/pinheiro-nogueira-minas-gerais.html\\>.\nAcesso em: 20/9/2010; Genealogia Brasileira. Disponível em:\n\\<www.genealogiabrasileira.com/titulosperdidos/cantagalo\\_ptbetim.htm\\>.\nAcesso em: 13/6/2010; HORTA, C. *Famílias* (p.111-142); NOGUEIRA, G.\n*Genealogias*; Santuário do Caraça. *Col. do Caraça*. Disponível em:\n\\<www.santuariodocaraça.com.br\\>. Acesso em: 19/4/2010; VASCONCELOS, D.\n*História*; VEIGA, J. *Revista*; VISCARDI, C. *Elites*.\n","ref":"","dic":"DHBPR"}
