{"title":"ASSOCIAÇÃO BRASILEIRA DE IMPRENSA (ABI)","cargoss":["Associação civil fundada no Riode Janeiro, então Distrito Federal, em7"],"author":null,"content":"**ASSOCIAÇÃO BRASILEIRA DE IMPRENSA (ABI)**\n\nAssociação civil fundada no Riode Janeiro, então Distrito Federal, em7\nde abril de 1908, com o nomede Associação de Imprensa. Recebeu a\ndenominaçãoatual em 1913.\n\nFundação\n\n“Está fundada, nesta capital, acontar de 7 do corrente de 1908,a\nAssociação de Imprensa.”\n\nA frase foi proferida por Gustavode Lacerda num canto do matutino *O\nPaís.* A declaração de princípios foi muito simples:criava uma caixa de\npensões e auxíliospara os sócios e suas famílias, residênciapara velhos\ne enfermos e salões deconferências, e instituía a carteira dejornalista,\ntítulo de habilitação profissionalhoje conferido pelos cursos de\njornalismo.Manuel Lourenço de Magalhães, funcionário de*O País*, no\nopúsculo *Gustavo de Lacerda e a fundação da ABI*,relata o\nacontecimento:\n\n“Foi na primeira sala do terceiroandar do edifício de *O País*, sede\ndaCaixa Beneficente dos Empregados do mesmojornal, da qual era eu\nsecretário, edifícioentão apontado como uma das belezas arquitetônicasda\népoca, o qual se erguia à esquinada rua Sete de Setembro e Da avenidaRio\nBranco, esta, outrora, denominada Central,que teve lugar a reunião onde\nsefundou a Associação Brasileira de Imprensa,constante ideal acalentado\npor Gustavo deLacerda que, como sabeis, era repórterdo aludido jornal\njunto à Prefeitura.A sala onde se realizou a hojememorável reunião foi\npor mim mandadalimpar e arrumar, a pedido de Gustavo.\n\nA predicação de Gustavo não encontroueco. Tanto assim que, no ato\ndafundação da ABI, ele contou, apenas, coma presença de oito\ncompanheiros, dos quaisquatro com ele, eram do próprio *O País*,como se\nvê dos nomes a seguir:Francisco Souto, vice-presidente, do *Correio da\nManhã*;Alfredo Seabra, tesoureiro, de *O País*; LuísHonório,\nprimeiro-secretário, do *Jornal do Brasil*; ArturMarques, secretário, da\n*Gazeta de Notícias*; NoelBatista, procurador, do *Jornal do Brasil*;\nBelisáriode Sousa, de *O País*; Amorim Júnior, de*O País*, e Mário\nGalvão, do *Diário do Comércio*”.\n\nGustavo de Lacerda\n\nAs novas gerações de profissionaisde imprensa não sabem quem foi\nGustavode Lacerda, modesto repórter de *O País.* Eranatural de\nFlorianópolis, antigo Desterro e,segundo assentamentos no Ministério do\nExército,chamava-se “Gustavo Adolfo Fraga, de corparda, solteiro,\ncabelos crespos, filho depais incógnitos, tendo nascido a 18 demaio de\n1854”.\n\nEntrou no Exército a 8 demarço de 1870 e, seis meses depois,já era\nsargento, tendo dado baixa a10 de agosto de 1881. A partirde 1876,\nportanto, com 22 anos, pordecisão do Ministério do Exército, suprimiuos\nnomes Adolfo Fraga, assinando-se Gustavode Lacerda. Na caserna aprendeu\nfrancês,o que muito serviu na vida civil,permitindo-lhe fazer traduções.\nEmbarcou parao Rio de Janeiro em 1882 e logocomeçou a trabalhar na\nimprensa. Imbuídode ideias socialistas, fundou o CentroOperário Radical\ne publicou o livreto*O problema operário no Brasil,* com o subtítulo\n*Propaganda socialista.* Astrogildo Pereira fez uma análise sobreo\nmencionado trabalho, em artigo publicadoa 26 de fevereiro de 1953:\n“Foium dos animadores do Centro Operário Radical,que funcionou no Rio,\npor volta de1892, e para o mesmo formulou umprograma de reivindicações\neconômicas e políticas,algumas das quais válidas ainda hoje.Por exemplo\n– o problema da terrae da reforma agrária, o combate aosmonopólios e\nprivilégios, limitação das horasde trabalho, interdição do trabalho\naosmenores de 14 anos, fiscalização das condiçõesde higiene nos locais\nde trabalho edas habitações operárias, assistência por contados\nempregadores nos casos de acidentese doenças contraídas no trabalho,\nremodelaçãodo regime forense com a gratuidade dajustiça”.\n\nNão tem fundamento, portanto, apontarGustavo de Lacerda como inculto e\nvisionário.Fundou o diário *Meio Dia,* de efêmera duração,cujo primeiro\nnúmero circulou a 1^o^de janeiro de 1884, tendo como\ncolaboradoresFilinto de Almeida, Valentim Magalhães, Arturde Azevedo,\nLuís Murat e Raimundo Correia,futuros membros da Academia Brasileira\ndeLetras. Através das colunas do *Meio Dia,* como formato de tabloide,\nvendido a doisvinténs, combateu a escravatura e defendeua República.\n\nDepois de passar por diversos jornais,Gustavo de Lacerda foi admitido em\n*O País* em 1888, sendo designado seu representantena sala de imprensa\nda Prefeitura, como ordenado mensal de 50 mil-réis. NelsonWerneck Sodré,\nem *História da imprensa no Brasil,* dánotícias de Gustavo de Lacerda.\n“Na reportagemde *O País* trabalhavam Jarbas de Carvalho, Virgíliode Sá\nPereira e Gustavo de Lacerda,tão bons repórteres quanto Ernesto deSena e\nJúlio de Medeiros, ambos do*Jornal do Comércio.*” O dono de *O País* era\noportuguês João de Sousa Laje, estigmatizadopor Luís Edmundo como\nrefinado velhaco,a ponto de exigir seis meses dealuguéis adiantados da\nsalinha onde funcionavaa Associação de Imprensa.\n\nFonte:\nwww.archdaily.com.br/br/01-37838/classicos-da-arquitetura-sede-da-associacao-brasileira-de-imprensa-abi-irmaos-roberto.\n\n![Descrição:\nhttp://adbr001cdn.archdaily.net/wp-content/uploads/2012/03/1331685319\\_abi\\_1.jpg](ASSOCIA%c3%87%c3%83O%20BRASILEIRA%20DE%20IMPRENSA%20(ABI)_arquivos/image001.jpg)\n\nPrédio da ABI, Rio de Janeiro.\n\nOs Estatutos\n\nAmigo do deputado federal maranhenseJoão Dunshee de Abranches Moura,\npolíticoestreitamente ligado à situação, em particularao barão do Rio\nBranco, e sabendoque o deputado viajaria para a Europaem missão\nconfidencial do governo, Gustavode Lacerda pediu-lhe que trouxesse\nalgunsestatutos de associações de jornalistas. Oamigo, solícito,\nrecolheu informes de váriasentidades, entre as quais a\nAssociaçãoSindical Profissional dos Jornalistas RepublicanosFranceses,\nfundada em 1881 e presididapelo senador Paul Strauss, e a Associaçãodos\nJornalistas Parisienses, dirigida por outrosenador, Alfred Mesiere.\n\nGustavo de Lacerda, num leito deindigente da Santa Casa da\nMisericórdia,traduziu os estatutos e fez um esboçopara a futura ABI, com\no objetivode amparar a classe e evitar fracassosanteriores, como o do\nClube dos Repórteres,fechado pela polícia como antro de jogatina.Assim\nsurgiram os estatutos da ABI.\n\nLacerda não viveu muito. Faleceua 4 de setembro de 1909, e oatestado de\nóbito, firmado pela QuartaPretoria, diz que ele “tinha 55 anos,era\nsolteiro, e residia na travessa daBarreira n^o^ 45”. Morava\nnumacabeça-de-porco, numa viela próxima da praçaTiradentes, e sua\nalimentação, ganhando saláriode fome, era das mais precárias.\nOvice-presidente da Associação de Imprensa, FranciscoSouto, redator do\n*Correio da Manhã*, completouseu mandato.\n\nPrimeiros Tempos\n\nDespejada por falta de pagamento,a Associação de Imprensa elegeu em\nseguidapara a presidência Dunshee de Abranches– pai daquela que anos\nmais tardeviria a ser diretora-presidente do *Jornal do Brasil*, a\ncondessa Pereira Carneiro. Algunsdirigentes de jornais de oposição\nnãogostaram da indicação, mas, no decorrerdo período de 1910 a 1913, o\npresidentesoube conquistar o respeito de seus concidadãos.A associação\nganhou sede nova, ocupandoo primeiro andar de um sobrado daavenida Rio\nBranco. Com a força doseu prestígio, Dunshee de Abranches conseguiuuma\nsubvenção oficial. Um ano depois jáhavia um saldo no British Bank\nofSouth America. Embora comprometido com ogoverno, Dunshee de Abranches\njamais deixoude prestar assistência aos jornais e jornalistasvítimas da\nprepotência das autoridades, incompatibilizando-secom certos setores\ngovernamentais. Escreveu olivro *A fundação de Gustavo de Lacerda –\nreminiscências de minha gestão.*\n\nDunshee de Abranches sentia-se, naverdade, muito feliz com a sua\nduplaqualidade de parlamentar e dirigente daAssociação de Imprensa, duas\nfunções queo credenciavam para defender, com maiorvigor, os interesses\nda classe. A princípio,teve atritos com delegados de polícia,aos quais\njamais se dirigiu, encaminhandoos protestos ao ministro da Justiça.\nEstamaneira altiva de tratamento, evitando ocontato com autoridades\narbitrárias, quase semprecom o beneplácito do chefe de Polícia,aumentava\na animosidade entre jornalistas epoliciais.\n\nTudo era pretexto para pôr emjogo o prestígio da classe. Três\nredatores,um do *Século,* de Brício Filho, e doisdo *Correio da Manhã,*\nde Edmundo Bittencourt, foramenvolvidos num incidente com um alto\nfuncionáriodo Ministério da Viação, cujo titularera amigo de Dunshee.\nNão sendo consideradoscorteses os esclarecimentos dados pelo\nministro,houve um estremecimento na velha amizadeentre os dois homens\npúblicos.\n\nUm sócio da Associação de Imprensaque ocupava posto de relevo na\nvidapolítica planejou o empastelamento de *O País* e do *Século*.\nComprovada a indignidadedo associado, dono de uma malta dedesordeiros,\nDunshee convocou uma assembleiageral para expulsá-lo, o que foi feitocom\no apoio de 67 votos contra17.\n\nOutra ameaça de depredação da sedeprovocou nova noite de vigília, com\nosdiretores da casa à espera do pior.À frente da resistência, o próprio\nDunshee,de revólver em punho. Foi assim ocomeço da ABI.\n\nNão resta dúvida que Dunshee deAbranches foi um grande presidente.\nSeusucessor, em 1913, foi Belisário de Sousa,principal redator político\nde *O País,* um dosfundadores da associação e o responsávelpor sua\ndenominação definitiva. Belisário deSousa renunciou em 1916.\n\nA presença de Raul Pederneirasna presidência da ABI foi muito\nimportante,nos períodos de 1916 e 1917 e de1920 a 1926. Caricaturista\ndos mais famosose erudito professor de direito internacional,deu sangue\nnovo à ABI, atraindo dezenasde jornalistas de renome, como BarbosaLima\nSobrinho, Paulo Filho, Gabriel Bernardes,Herbert Moses e Danton Jobim,\nque maistarde seriam eleitos presidentes da entidade.\n\nMais uma vez a ABI foi desalojada,agora do Liceu de Artes e Ofícios,que\nnecessitava do espaço para ampliarsuas instalações. Tinha, ainda, um\ndeclaradoinimigo no governo Artur Bernardes, que,com o estado de sítio\npermanente, sufocouas liberdades públicas, prendendo jornalistase\nescritores. Por ironia do destino, ogeneral Silva Pessoa, comandante da\nPolíciaMilitar, amigo de Raul Pederneiras e deoutros jornalistas,\nofereceu-se para abrigara ABI numa das dependências do quartelda rua\nEvaristo da Veiga. Nunca foipossível a coexistência pacífica entre\npoliciaise jornalistas em regime de estado desítio. Nem no quartel a ABI\npôdeficar. O ministro da Justiça ordenou quea associação arranjasse\noutro lugar. AABI mudou-se a toque de caixa.\n\nEntre os dois períodos de RaulPederneiras, a ABI foi presidida por\nJoãoMelo (1917-1920), que promoveu o I CongressoBrasileiro de\nJornalismo, em 1918, instaladocom dez comissões, todas empenhadas\nemestabelecer normas para o livre exercícioda profissão e a preservação\nda liberdadede imprensa. Outro jornalista que ocupoua presidência da ABI\nnessa época foiDario de Mendonça (1918). No ano de1926, ao final da\ngestão de Pederneiras,foi eleito Barbosa Lima Sobrinho, queseria\nreeleito em 1930 – e váriasoutras vezes, a partir de 1978. Entre1927 e\n1930 a ABI teve ainda osseguintes presidentes: Gabriel Bernardes\n(1927-1928),M. Paulo Filho (1928-1929) e Alfredo Neves(1929-1930).\n\nInicialmente, Barbosa Lima Sobrinho pacificoua classe, dividida em três\nassociações:a Associação de Imprensa Brasileira, chamadade invertida, o\nClube de Imprensa ea Associação Brasileira de Imprensa. Reformouos\nestatutos, atraiu novos valores e nãocansou de bradar em defesa da\nliberdadede imprensa e da democracia. Reuniu tambémamigos influentes\npara obter a escrituradefinitiva do terreno doado à ABI naesplanada do\nCastelo, seriamente dificultadaem face das leis dúbias e do descasodo\nentão interventor no Distrito Federal,Adolfo Bergamini, jornalista que\nparticiparado congresso da classe em 1918. Aescritura seria finalmente\nlavrada pelo interventorPedro Ernesto a 9 de janeiro de1932, graças a\nseu trabalho, com aajuda de Gabriel Bernardes, Herbert Mosese outros.\n\nMoses, o Consolidador\n\nHerbert Moses foi sufragado a 23de maio de 1931. Sucessivamente\nreeleito,marcaria sua administração, ao longo de33 anos, pela luta\nincessante em prolda liberdade de imprensa e por protestoscontra as\nviolências praticadas contra jornaise jornalistas.\n\nNove meses depois da posse deMoses, a ABI, ainda com sede narua do\nPasseio, enfrentou o governo provisório,lançando um manifesto à nação em\nqueprotestava veementemente contra o empastelamentodo *Diário Carioca*,\nrealizado às 23 horasde 25 de fevereiro de 1932 porum grupo de militares\ndo 1^o^Grupo de Cavalaria Divisionária. Herbert Mosesofereceu a sede da\nABI ao *Diário Carioca* e a diretoria ficou em sessão\npermanente,prestigiando a greve de todos os jornaisdo país, que deixaram\nde circular porum dia.\n\nO então chefe de Polícia, JoãoBatista Luzardo, sentindo que o governonão\ntinha interesse em punir os 50oficiais do Exército que destruíram\nojornal, pediu demissão do cargo, seguidode Maurício Cardoso, ministro\nda Justiça,Lindolfo Collor, do Trabalho, e João Nevesda Fontoura,\nconsultor jurídico do Bancodo Brasil. O episódio do *Diário Carioca*\nestremeceutambém o bom relacionamento entre a ABIe o governo provisório.\nA censura voltoua funcionar, atingindo em cheio *O Globo,* o*Correio da\nManhã,* o *Diário de Notícias* e o próprio *Diário Carioca,* que\nreapareceu com José Eduardo deMacedo Soares e Danton Jobim.\n\nO governo, depois de três mesesde luta, em outubro de 1932 dominouo\nmovimento constitucionalista de São Pauloe deportou para Lisboa os\njornalistasJúlio Mesquita, Austregésilo de Ataíde, CásperLibero, Osvaldo\nChateaubriand, Paulo Duarte,Vivaldo Coaraci e outros tantos. Mosessubiu\na bordo dos navios *Raul Soares* e*Siqueira Campos,* levando a\nsolidariedade da classe.Foi um dos signatários do manifesto pedindoa\nsuspensão da Lei de Imprensa, maisconhecida por “Lei Infame”.\n\nUma das grandes preocupações deHerbert Moses era a construção da\nsedeprópria da ABI. Com a doação doterreno, Moses elaborou um plano,\nsemdúvida audacioso, para construir um edifíciode 13 andares. Foi\naprovado o projetodos arquitetos M.M.M. Roberto e logo surgiramcríticas.\nO Rio jamais vira linhas arquitetônicastão audaciosas, até hoje não\nsuperadas.Gozando de imenso prestígio no mundo financeiro,Moses levantou\nfundos, e a obra começoua ser executada. Quando a construção chegouna\nterceira laje, Moses instalou a sededa ABI no arcabouço da obra.\nFaltoudinheiro, e o ministro Osvaldo Aranha,grande amigo de Herbert\nMoses, conseguiudo governo federal uma valiosa doação.Getúlio Vargas,\nembora mandasse prender grandenúmero de jornalistas, manifestou vontade\ndevisitar a obra da ABI, para a qualconcedeu um crédito especial de\nquatromil contos. Ao deixar o local, recebeuestrondosa vaia de centenas\nde familiaresde presos políticos.\n\nAntes da queda do Estado Novo,em 29 de outubro de 1945, Vargasconcedeu a\nanistia por decreto assinadoa 18 de abril. Por essa época voltouà ABI,\nrecebendo então verdadeira consagração.Ao deixar o Rio, após ser\ndeposto,foi acompanhado por Moses até a portado avião.\n\nNo governo do presidente EuricoGaspar Dutra, a nação, estarrecida,\nassistiua um ato de vandalismo jamais registradoem nossa história. A\npolícia, às quatrohoras da tarde, isolou o quarteirão fronteiroao Fórum\ne à Câmara dos Deputados,destruindo o jornal *Tribuna Popular* e\nreduzindotudo a um monte de escombros. Omesmo acontecera horas antes com\nas oficinasdo jornal, à rua do Lavradio, próximodo palácio da Relação,\nisto é, daChefatura de Polícia, cujo titular erao general Antônio José\nde Lima Câmara.Moses recebeu os feridos e encaminhou-osao hospital com a\ngarantia do ministroBenedito Costa Neto, da Justiça. Poucodepois, nos\ngabinetes ministeriais, passou aexigir a liberdade dos jornalistas e\ngráficospresos por ocasião do empastelamento. Repetia-sea mesma cena\nselvagem de 25 defevereiro de 1932, quando fora destruídoo *Diário\nCarioca.*\n\nO marechal Eurico Gaspar Dutra,meses antes, precisamente a 28 de\nsetembrode 1946, por intermédio do ministro daJustiça, concedera um\ncrédito especial dedois milhões de cruzeiros para a ABIconcluir as obras\nde sua sede. Aindadurante seu governo, foi aprovada a leique assegurava\nprisão especial para osjornalistas. Fernando Segismundo, Antônio Mesplêe\nGumercindo Cabral, conselheiros da ABI,estiveram em prisão especial. Era\num xadrezcomum, infecto e sem camas, com apapeleta pregada nas grades:\n“Prisão especial”.\n\nEm 1951, no início do segundogoverno Vargas, Moses estava com 67 anose\nmantinha-se em plena atividade. Trabalhava15 horas por dia e não\ndemonstravafadiga. Era o primeiro a chegar naABI e, por um triz, escapou\ndesofrer as consequências da explosão deuma bomba colocada no segundo\nandar dasede, onde funcionava a antiga ComissãoFederal de Abastecimento\ne Preços (Cofap),isto em 1952. Despachava todo o expedientee a\ncorrespondência vinda de vários países.Falava fluentemente seis idiomas.\nProcurava renovaro conselho administrativo com novos valorese para isto\nconvidou a integrá-lo, entreoutros, Austregésilo de Ataíde e\nAlceuAmoroso Lima.\n\nMoses criou, em maio de 1952,o *Boletim* da ABI, merecendo destaque\nseucorpo de colaboradores. Longe de ser umsimples informativo sobre as\natividades dacasa, a nova publicação passou a refletiro pensamento vivo\nde quantos ocupavamsuas colunas e denunciavam os abusos dopoder. Na\nprimeira fase, de maio de1952 a dezembro de 1961, com circulaçãoregular,\no *Boletim* teve como colaboradores GilbertoAmado, Múcio Leão,\nAustregésilo de Ataíde,Peregrino Júnior, Raimundo Magalhães\nJúnior,Carlos Drummond de Andrade, Orígenes Lessa,Murilo de Araújo,\nHélio Viana e outros.A segunda fase, de 1962 a 1974,teve edições\ndescontinuadas. O terceiro período,iniciado em 1974, caracterizou-se por\ncirculaçãoregular, com novo formato e impresso em*offset.*\n\nO suicídio do presidente GetúlioVargas, a 24 de agosto de 1954,deixou\nHerbert Moses profundamente abalado. Trêsdias antes da tragédia, em\nplena crise,fora recebido pelo chefe da nação. Moseslevara a Getúlio, já\nconsiderado sócio*-*beneméritoda ABI, a sua solidariedade pessoal.\nAcompanhoua trasladação do corpo de Vargas doCatete ao aeroporto Santos\nDumont e dedicouo n^o^ 29 do *Boletim* à memóriado presidente morto.\n\nNo período seguinte, a ABI recebeua visita do presidente Juscelino\nKubitschek,em cujo governo não foi preso umsó jornalista, havendo total\nliberdade depensamento.\n\nO presidente João Goulart convidouMoses para participar da sua\ncomitivana viagem que realizou aos Estados Unidos.Durante a viagem,\nMoses teve o primeiroinfarto. Ao voltar ao Brasil, seus problemasde\nsaúde se agravaram. Tinha 80 anosquando renunciou à presidência da ABI,a\n21 de agosto de 1964, recebendoo título de presidente de honra. Aodeixar\no recinto, pela última vez, contemplouuma placa de bronze mandada\ncolocar pelogovernador Carlos Lacerda: “Para celebrar 30anos de\ndedicação à liberdade de imprensana vida de Herbert Moses, o\npovocarioca, pelo seu governo, mandou fazeresta placa. 1961”.\n\nDurante a administração de HerbertMoses, foi criada a Comissão de\nDefesada Liberdade de Imprensa, presidida pelodesembargador Elmano Cruz.\nEm todo esseperíodo, as portas da ABI sempre estiveramabertas às\nentidades culturais para conferências,debates e seminários,\nindependentemente de seuscredos políticos, religiosos e filosóficos.\nOutrapreocupação, desde a inauguração do edifício-sede,à rua Araújo\nPorto Alegre n^o^71, que recebeu o nome de HerbertMoses, foi instalar a\nClínica Pedro Ernestono sexto andar, com a presença permanentede médicos\ne dentistas, além de umamplo serviço jurídico.\n\nDurante longos anos a ABI recepcionoutodos os chefes de Estado que\nvisitaramo Brasil, cujas entrevistas coletivas eramconcedidas no salão\nda presidência. Posteriormente,por motivo de segurança, as visitas\nforamsuspensas. Estiveram na ABI, entre outros,os presidentes Truman,\nFrondizi, Gronchi, Mateose Sukarno e dirigentes da política\ninternacionalcomo Dean Acherson, Pinay, Fidel Castro,Guevara e muitos\noutros. O último afalar com os jornalistas na ABI foio senador Robert\nKennedy. Embora cercadopor um verdadeiro batalhão de guarda-costas,o\nsenador recebeu dezenas de livros quecriticavam o movimento militar de\n1964,não permitindo que os seguranças afastassemos repórteres de sua\npessoa.\n\nDepois de Moses\n\nPara o período de 1964 a1966, o conselho administrativo da ABIelegeu\npara a presidência da entidadeCelso Kelly, que renunciou às vésperasdo\ntérmino do mandato. Na sua gestão,Celso Kelly criou vários cursos de\nartee realizou o Seminário de Jornalismo,sob os auspícios da Cespal,\nórgão daUnesco sediado no Equador. Instituiu trêsconcursos\njornalísticos, sob o patrocínio daFundação Ottocar Rosarios, de Buenos\nAires.Teve inúmeras dificuldades em face dosproblemas criados pelo\nmovimento de marçode 1964. Nesse período destacou-se a figurado\ndesembargador Elmano Cruz na presidênciada Comissão de Defesa de\nLiberdade deImprensa, o qual, usando das suas amizadesna área militar,\nconseguiu quebrar a incomunicabilidadedos jornalistas encarcerados.\nElmano Cruz completouo mandato de Celso Kelly e maistarde foi eleito\npresidente para o períodode 1974 a 1975. Foi outro incansávelbatalhador\ndos princípios democráticos.\n\nEntre 1966 e 1972, a ABIfoi presidida por Danton Jobim,\nsenadoroposicionista que jamais deixou de serum jornalista combativo.\nDanton seguiu atrilha de Herbert Moses, combatendo aviolência contra a\nimprensa e escrevendoo editorial da *Última Hora,* o vespertino\nfundadopor Samuel Wainer em 1951 e empasteladoem 1964. Fez o *Boletim*\nvoltar à circulaçãoe tentou restabelecer as visitas de\npersonalidadesilustres à ABI, mas esbarrou no problemade segurança.\nApenas recebeu o astronautaNeil Armstrong, o primeiro homem a pisarna\nLua, o que fez a 20 dejulho de 1969. Criou uma comissão dejuristas para\nestudar os projetos de leique estabeleciam novas normas de censuraà\nimprensa. Acolheu na ABI, em horadifícil, o Sindicato dos Jornalistas\nProfissionaise a Associação Brasileira dos Escritorese Jornalistas de\nTurismo. Repetiu Moses,oferecendo almoço ao presidente da\nRepública,marechal Artur da Costa e Silva, oque provocou protestos da\nclasse.\n\nDanton Jobim foi substituído porAdonias Filho (1972-1974), outro\nbaluarte dasliberdades públicas. Seguiu-se Líbero de Miranda,colhido\npela morte com 12 dias deexercício do cargo, isto a 6 desetembro de\n1975. Prudente de Morais Netofoi eleito para o período de\n1975-1976,realizando obra da maior importância. ElmanoCruz, Adonias\nFilho e Prudente de MoraisNeto tinham trânsito livre na área militar,o\nque facilitava um bom relacionamentoentre o governo e a imprensa.\nAPrudente de Morais deve-se a instalaçãoda representação da ABI em\nBrasília eSão Paulo, com mais de 250 sóciosmilitantes.\n\nPrudente de Morais Neto foi umbravo presidente, condenando veementemente\noassassinato do jornalista Vladimir Herzog, emSão Paulo, e apresentando\npessoalmente pêsamesà família enlutada. Deu nova dimensãoao *Boletim* da\nABI e criou recursos paraa ampliação da biblioteca. Na sua\nadministração,no dia 14 de agosto de 1976, osterroristas tentaram\nsilenciar a ABI, deixandoexplodir uma bomba de alto poder quedestruiu\ngrande parte do sétimo andar,reduzindo tudo a um monte de\nescombros,sobre os quais a diretoria e oconselho administrativo\nrealizaram suas reuniões.O atentado causou a mais viva indignaçãono país\ninteiro. Prudente de Morais Netofaleceu a 21 de dezembro de 1977,sendo\nseu mandato terminado por FernandoSegismundo, que fora eleito presidente\nporum período de três meses. Danton Jobimvoltou a ser eleito a 12 de\nfevereirode 1978, mas a morte o surpreendeu14 dias depois.\n\nEm maio de 1978, Barbosa LimaSobrinho retornou à direção da ABI, paraa\nqual seria reeleito em 1980 e1982. Sua primeira preocupação foi apoiara\nComissão de Defesa de Liberdade deImprensa e franquear as salas do\nEdifícioHerbert Moses às instituições culturais epolíticas para o livre\ndebate de ideias,permitindo a realização de assembleias deanistiados e\noutras. Além de viajar peloBrasil inteiro, atendendo a convites\nparapronunciar conferências e participar de debatesjornalísticos na TV,\npreocupou-se em comparecerdiariamente à sede da ABI, instituindouma\npolítica de portas abertas, participandodos encontros promovidos pelos\njovens eincentivando-os à vida cultural e à lutapela emancipação\neconômica. Na sua administração,com a colaboração do governo do\nestado,conseguiu ainda a verba necessária pararealizar obras de\nremodelação da sede.\n\nEdmar Morel\n\n(colaboração especial)\n\nBarbosa Lima Sobrinho\n\nEm 26 de agosto de 1980,Barbosa Lima Sobrinho foi informado, porum\ntelefonema, de que no dia seguinteseria deixada uma bomba na sede daABI.\nNo dia 27, a explosão de umabomba na sede da Ordem dos Advogadosdo\nBrasil (OAB) provocou a morte deLida Monteiro da Silva, secretária\ndaentidade. Na tarde do mesmo dia, outraexplosão, na Câmara Municipal do\nRio deJaneiro, arrancou um braço do funcionárioJosé Ribamar de Freitas e\nferiu gravementeoutras seis pessoas. Barbosa Lima Sobrinho,um grupo de\ndiretores e associados, doisrepórteres do jornal *O Globo* e dois\nagentesdo Departamento Geral de Investigações Especiaisda Secretaria de\nSegurança vasculharam osétimo, o nono e o décimo-primeiro andaresdo\nEdifício Herbert Moses, sem que fosselocalizada a bomba anunciada. Ao\nfinalda tarde do mesmo dia, porém, aterceira bomba, de forte poder\nexplosivo,foi encontrada no oitavo andar do edifício-sededa ABI, onde\nfuncionava um escritórioda Superintendência Nacional de Abastecimento.A\nexplosão não chegou a acontecer, poisa secretária do general Glauco de\nCarvalho,superintendente da autarquia e para quemhavia sido endereçada a\ncarta-bomba, advertidapelo ocorrido na OAB, deteve-se diantedo envelope\nque continha o dispositivodetonador.\n\nAlém de lutar contra o enquadramentode jornalistas nas leis de Imprensa\neSegurança, integrando a Comissão de Defesade Liberdade de Imprensa, a\nABI participoudo Conselho Superior de Censura, órgãocolegiado do\nMinistério da Justiça, atuandocontra a censura na televisão e emdefesa\nda liberdade de expressão e decriação artística.\n\nEm 26 de outubro de 1982a ABI, em conjunto com a OAB, aComissão de\nJustiça e Paz e a Comissãode Direitos Humanos da Arquidiocese deSão\nPaulo, patrocinou em São Paulo oAto pela Revogação da Lei de\nSegurançaNacional, que teve como ponto alto aleitura conjunta de um\nmanifesto que seencerrava com as palavras: “Pelo direitode dizer basta à\nopressão, a nossaluta é pela revogação da Lei deSegurança Nacional.” No\ninício de 1983,vários jornais foram apreendidos e váriosjornalistas\nforam presos por manifestarem oposiçãoà Lei de Segurança Nacional.\nDurante comemoraçãodos 75 anos da ABI, Barbosa LimaSobrinho fez\ninflamado discurso em repúdioà violência das prisões e\napreensões,propondo a revisão da Lei de SegurançaNacional. Ao mesmo\ntempo, em todo opaís, irrompeu uma série de atos públicoscondenando a\nmanutenção da lei. Em julhode 1983, a ABI, em conjunto comoutras\nentidades democráticas, deu início aum amplo movimento em favor da\nformaçãode uma assembleia nacional constituinte edo retorno das eleições\ndiretas para presidenteda República.\n\nRepresentada pelo presidente do seuconselho administrativo, jornalista\nMário Martins,em 10 de setembro de 1983 a ABIpresidiu no Teatro João\nCaetano, no centrodo Rio de Janeiro, o “Tribunal Herzog– o povo contra a\nLei de SegurançaNacional”, evento a que compareceram maisde mil pessoas.\nNa ocasião a leifoi condenada por unanimidade no julgamentosimbólico\npromovido pelo Sindicato dos JornalistasProfissionais do Rio de Janeiro.\nEm 25de abril de 1984, após uma amplacampanha suprapartidária que tomou\nas ruasdas cidades brasileiras e contou com aefetiva participação e\napoio de váriasentidades civis, entre elas a ABI, tevelugar uma das mais\nmovimentadas sessõesda história do Congresso Nacional, naqual foi votada\na emenda constitucionalque propunha a volta imediata das eleiçõesdiretas\npara presidente da República. Porfalta de 22 votos, a Câmara\ndosDeputados rejeitou a emenda Dante de Oliveira.Precisando de 320 votos\npara ser aprovada,em um total de 479 congressistas, aemenda recebeu 298\nvotos.\n\nEm junho de 1984, Barbosa LimaSobrinho foi reeleito para cumprir\nseusexto mandato como presidente da ABI.Em seu discurso de posse\nressaltou asdificuldades dos últimos três anos daadministração da\nentidade, tendo em vistaa realização de obras de manutenção deseu\nedifício-sede que então chegavam aofim. Cinquenta anos após sua\nconstrução,recuperado, o prédio da ABI foi tombadopelo Conselho do\nPatrimônio Artístico eHistórico Nacional. Barbosa Lima Sobrinho\nacompanhoua reunião do Conselho, que, por unanimidade,decidiu o\ntombamento após a leitura daproposta pelo conselheiro Eduardo de\nMelo.Além do valor arquitetônico da obra dosirmãos Roberto, foi\nreafirmado o valorhistórico do edifício-sede da ABI, que,nas palavras do\nrelator, “está relacionadocom as lutas pela liberdade de expressãoem\nnosso país”. Em suas declarações, BarbosaLima Sobrinho afirmou o valor\nculturalda ABI, evidenciando a participação daentidade nas campanhas\nnacionais pela anistia,pela livre exploração do petróleo\npelosbrasileiros e pelas Diretas Já.\n\nEm abril de 1985, a assembleiageral da ABI aprovou por unanimidade\napermanência da exigência do diploma dejornalismo para o exercício da\nprofissão,em contraposição ao projeto de lei apresentadona Câmara dos\nDeputados pelo deputadoSebastião Néri, que visava ao fim daexigência. O\ndebate se estendeu até oano de 1986, gerando manifestações devários\njornalistas por todo o país, ea exigência da profissionalização foi\nmantida.\n\nReeleito Barbosa Lima Sobrinho em1986, no ano seguinte a ABI\norganizoumanifestações de repúdio à proibição doprograma de TV\napresentado pelo jornalistae deputado Roberto D’Ávila, do\nPartidoDemocrático Trabalhista (PDT-RJ), e pelo senadorMário Covas,\nlíder do Partido do MovimentoDemocrático Brasileiro (PMDB) na\nConstituinte.O protesto se estendia à interrupção dosprogramas dirigidos\npelos jornalistas MaurícioDias e Mílton Temer na TV Educativa(TVE),\nemissora estatal sediada no Riode Janeiro, onde se abria espaço\nparapronunciamentos da opinião pública sobre problemasda atualidade.\nAmbas as suspensões foramavaliadas pela ABI como retrocesso\npolítico.Ainda no ano de 1987, a ABI recebeuda ONU o diploma de\n“Mensageira daPaz”*.*\n\nNa comemoração de seus 80 anos,em abril de 1988, a ABI entregoudiplomas\naos seus mais antigos associados.Foram agraciados por seus 70, 64 e66\nanos de associação, respectivamente, opresidente da Associação\nBrasileira de Letras,Austregésilo de Ataíde, o presidente\ndasOrganizações Globo, Roberto Marinho, e opresidente da própria ABI,\nBarbosa LimaSobrinho. Na solenidade, o jornalista JoãoSaldanha, então\nmembro do conselho deadministração, discursou enaltecendo o papelsocial\nda entidade: “A história da democraciae da liberdade no Brasil pode\nserescrita nesta casa”. A ABI contava entãocom quatro mil sócios, tendo\ncerca detrezentos associados mais de 50 anos deassociação. Na\noportunidade foram fabricadaspela Casa da Moeda moedas comemorativasde\nouro, prata e bronze.\n\nNo início de 1990 a ABIpassou por uma série de dificuldades financeirase\ncortou vários benefícios de seus associadosna tentativa de pagar seus\ncredores. Emoutubro, a associação conseguiu reequilibrarsuas contas. Um\ndos principais responsáveispor sua recuperação financeira teria sidoo\nempresário Alfredo Marques Viana, que,a convite de Barbosa Lima\nSobrinho, assumiuo gerenciamento da captação de recursose das despesas\nda entidade.\n\nEm 1992, quando as denúncias decorrupção no interior do governo\nfeitaspor Pedro Collor de Melo, irmão dopresidente da República de\nFernando Collorde Melo, passaram a ser apuradas poruma comissão\nparlamentar de inquérito (CPI),a ABI foi uma das 18 entidadescivis que,\njunto com alguns partidos políticos,formaram o Movimento pela Ética na\nPolítica.Em 29 de maio teve lugar, na sededa ABI, o Fórum pelo\n*Impeachment*, organizadopor várias entidades da sociedade civil–\nCentral Única dos Trabalhadores (CUT),Sindicato das Escolas Públicas do\nEstado(SEPE), União Nacional dos Estudantes (UNE),União Brasileira dos\nEstudantes Secundaristas(UBES) e União da Juventude Socialista(UJS),\nOrdem dos Advogados do Brasil (OAB),Central Geral dos Trabalhadores\n(CGT), ForçaSindical, Confederação Nacional dos Bispos doBrasil (CNBB),\nComissão Nacional de Justiçae Paz, Movimento Nacional dos\nDireitosHumanos e Sociedade Brasileira de PesquisaCientífica (SBPC) – e\npor alguns partidospolíticos – Partido dos Trabalhadores (PT),Partido\nComunista do Brasil (PCdoB), PartidoSocialista Brasileiro (PSB), Partido\nPopularSocialista (PPS), Partido da Social DemocraciaBrasileira (PSDB) e\nPartido do MovimentoDemocrático Brasileiro (PMDB), parcialmente\nrepresentado.\n\nConcluído o relatório da CPI, paraque fosse proposto o processo de\n*impeachment* do presidente, era necessário que fosseapresentada uma\npetição assinada por doiscidadãos brasileiros. Os cidadãos Barbosa\nLimaSobrinho, presidente da ABI, e MarceloLavanère Machado, presidente\nda OAB, assinaramo documento, que na terça-feira 1^o^de setembro foi\nentregue ao presidenteda Câmara dos Deputados, Ibsen Pinheiro.No dia 29\nde setembro, em sessãotransmitida ao vivo pelo rádio e aTV, a Câmara\naprovou a admissibilidadedo *impeachment*, abrindo-se o processo\nnoSenado. Dos 503 deputados, 448 votarama favor, 38 votaram contra, 23\nestiveramausentes e um absteve-se de votar. Porforça da abertura do\nprocesso de *impeachment*,em 2 de outubro Fernando Collor deixoua\npresidência da República e foi substituídointerinamente pelo\nvice-presidente Itamar Franco,que três meses depois seria efetivado.\n\nDe março de 1994 até fevereirode 1995, a ABI fez pressão contraa onda de\nprivatizações implementada pelogoverno federal, destacando sempre que\nestataiscomo a Petrobras, a Eletrobrás, a Valedo Rio Doce e a Companhia\nSiderúrgicaNacional representavam patrimônio público acumuladoatravés\ndos anos, não raro com sacrifíciodo povo. Em seus pronunciamentos, a\nABIdestacava ainda o fato de que Petrobrase Eletrobrás eram exemplos de\nestataiseficientes do ponto de vista comerciale tecnológico.\n\nEm 27 de abril de 1995,em reunião da assembleia geral dos associadosda\nABI, a comissão fiscal, pela primeiravez na história da entidade,\naprovou “comressalvas” as contas da diretoria referentesao ano de 1994.\nAs ressalvas baseavam-seem denúncias de irregularidades\nsupostamentepraticadas pelo diretor-tesoureiro, Alfredo MarquesViana, na\nmanipulação de verbas conseguidasem contrato de patrocínio da ordem\nde270 mil reais junto à Petrobras eà Telerj. Além disso, o\ndiretor-tesoureiroera também acusado de irregularidade noprocesso de\nintermediação para a concessãode aposentadorias excepcionais a\njornalistascariocas.\n\nEm 19 de maio, Barbosa LimaSobrinho decidiu afastar-se da presidência\ndaentidade, entregando seu cargo, depois de17 anos de gestão, ao\nconselho administrativo.O jornalista sentiu sua figura de presidenteda\nABI atingida pelas denúncias que envolviamos contratos de patrocínio com\na Petrobrase a Telerj, firmados em julho de1993 para a edição de uma\ncoleçãode livros intitulada *Memórias da imprensa*. Atéentão, apenas um\núnico volume havia sidopublicado, e a comissão fiscal da entidadenão\nconseguira encontrar os contratos originais.Por outro lado, a Polícia\nFederal,após denúncias da Federação Nacional dosJornalistas (Fenaj),\nabrira inquérito para investigara possibilidade de o Sindicato dos\nJornalistaster forjado documentos, timbrados e assinadospor diretores da\nABI, abonando pedidosde aposentadoria excepcional para jornalistasna\ncondição de “anistiados políticos”, previstano Decreto n^o^ 611, de\n1992.Em 6 de junho, após o conselhoadministrativo ter aprovado moção de\ndesagravoà sua gestão, Barbosa Lima Sobrinho retomouseu cargo de\npresidente da ABI. Tentandocolocar um ponto final nas suspeitas defraude\ne corrupção no interior da entidade,em 8 de junho o presidente\ndivulgounota oficial à imprensa onde afirmavaque a concessão do\nbenefício de aposentadoriaespecial era responsabilidade exclusiva do\ngovernofederal.\n\nEm 29 de junho de 1999,ao fazer o relatório do último períodode\natividades, o ainda presidente da diretoriada ABI, Barbosa Lima\nSobrinho, referiu-seàs ressalvas feitas pelo presidente dacomissão\nfiscal em relação ao tesoureiroAlfredo Marques Viana por ocasião da\nprestaçãode contas do ano de 1994, afirmandoque tais ressalvas haviam\nsido retificadaspela unanimidade da comissão fiscal emnota por ele lida\ndiante do conselhoda entidade. Assim, as contas e balançosforam\nfinalmente considerados em ordem.\n\nMaria Ester Lopes Moreira\n\n(atualização)\n\nBarbosa Lima Sobrinho deixou apresidência da ABI em 2000. Fernando\nSegismundopresidiu a entidade de 2000 a 2004,e desde então a presidência\npassou aser exercida por Maurício Azedo.\n\n**FONTES:**ABRANCHES, J. *Fundação*;ALONSO, M. *Longo*; *Boletim da\nABI*; BROCA, J.*Vida*; COSTA, L. *História*; FONSECA, G.*Biografia*;\nLUZ, A. *Fanáticos*; MAGALHÃES, M*. Gustavo*; MOREL, E. *Histórias*;\nSEGISMUNDO, F.*Imprensa*; SILVA, H. *1931*; SILVA, H. *1932*;SODRÉ, N.\n*História da imprensa.*\n","ref":"**FONTES:**ABRANCHES, J. *Fundação*;ALONSO, M. *Longo*; *Boletim da\nABI*; BROCA, J.*Vida*; COSTA, L. *História*; FONSECA, G.*Biografia*;\nLUZ, A. *Fanáticos*; MAGALHÃES, M*. Gustavo*; MOREL, E. *Histórias*;\nSEGISMUNDO, F.*Imprensa*; SILVA, H. *1931*; SILVA, H. *1932*;SODRÉ, N.\n*História da imprensa.*\n","dic":"DHBPR"}