{"title":"NORONHA, Isaías de","cargoss":["militar","junta mil. 1930","min. Mar. 1930."],"author":"Robert Pechman","content":"**NORONHA, Isaías de**\n\n\\*militar; junta mil. 1930; min. Mar. 1930.\n\n*José Isaías de Noronha* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 6 de junho de 1873, filho do general de divisão Manuel\nMuniz de Noronha e de Zulmira Augusta Aguiar Noronha. Era sobrinho dos\nalmirantes Carlos Frederico de Noronha e Júlio César de Noronha, este\nministro da Marinha de 1902 a 1906, e primo do almirante Sílvio de\nNoronha, que ocupou o mesmo cargo entre 1946 e 1951.\n\nIngressou no curso preparatório da Escola Naval em março de 1887,\npassando a aspirante de primeira classe em dezembro de 1889 e a\nguarda-marinha em 1892. Estava nesse posto quando eclodiu, em setembro\nde 1893, a Revolta da Armada, que opôs a esquadra fundeada na baía da\nGuanabara ao governo Floriano Peixoto. Não participou da sublevação, que\nse estendeu até março do ano seguinte e terminou com o asilo dos\nrevoltosos em embarcações portuguesas fundeadas no Rio.\n\nEm julho de 1894 foi incorporado à tripulação do cruzador *Andrada*, e\nem novembro seguinte recebeu a patente de segundo-tenente. Foi\ntransferido para o brigue *Recife* em janeiro de 1895 e promovido a\nprimeiro-tenente em dezembro de 1896, passando a servir no mês seguinte\nno cruzador *15 de Novembro*. Em dezembro de 1897 foi lotado na\nRepartição da Carta Marítima, onde desempenhou a função de ajudante da\nDiretoria de Hidrografia. Comandou o aviso *Lamego* de março a junho de\n1898, sendo transferido em seguida para o aviso *Trindade*.\n\nEntre janeiro de 1899 e novembro de 1902, foi sucessivamente ajudante de\nordens dos comandantes da 3^a^ e da 1^a^ divisões navais. Passou depois\na exercer a mesma função junto ao ministro da Marinha, almirante Júlio\nCésar de Noronha, seu tio, sendo promovido, em janeiro de 1906, a\ncapitão-tenente. Com o fim da gestão do ministro em novembro desse ano,\nfoi designado para servir como instrutor de artilharia no encouraçado\n*Riachuelo*. Entre outubro de 1907 e abril de 1909 atuou como assistente\nda Inspetoria de Portos e Costas, e em maio seguinte foi promovido a\ncapitão de corveta e lotado no navio-escola *Benjamim Constant*, na\ncondição de imediato. Exerceu essa mesma função no cruzador *Tamandaré*\nentre março e julho de 1910, quando foi nomeado comandante interino do\ncontratorpedeiro *Piauí*. Estava nesse posto quando eclodiu, em 22 de\nnovembro seguinte, o levante de marinheiros conhecido como Revolta da\nChibata, que mobilizou marujos contra os castigos corporais então\nvigentes da Armada. Na ocasião recebeu ordens de preparar seu navio para\neventuais combates com os revoltosos, o que não chegou a ocorrer.\n\nDeixou o comando do *Piauí* em dezembro de 1910, e no mês seguinte foi\nnomeado para a Diretoria de Faróis da Superintendência de Navegação,\nonde permaneceu até outubro de 1911. A partir desse mês, exerceu\ninterinamente o comando do contratorpedeiro *Sergipe*, que se deslocou\npara Assunção em fevereiro de 1912 com o objetivo de ajudar na defesa da\ncidade, ameaçada por forças rebeldes em meio a uma grande crise política\nque se desenvolvia no Paraguai.\n\nIncorporado à 3^a^ Seção (operações) do Estado-Maior da Armada (EMA),\nintegrou a Defesa Móvel do Rio de Janeiro entre julho de 1912 e agosto\nde 1913, quando assumiu a vice-diretoria das escolas profissionais e o\ncomando do quartel da Defesa Móvel. Foi promovido a capitão de fragata\nem fevereiro de 1914 e designado em maio seguinte para o comando do\ncruzador *República*, onde permaneceu até outubro de 1915. A partir\ndesse mês, chefiou a 2^a^ Seção (informações) do EMA até janeiro de\n1916, quando assumiu o comando do vapor *Carlos Gomes*. Em julho\nseguinte foi deslocado para a chefia da 3^a^ Seção do EMA e em novembro\npassou a comandar o cruzador *Barroso*.\n\nVoltou a chefiar a 2^a^ Seção do EMA entre março e novembro de 1917, e\nem seguida passou a dirigir a Escola de Grumetes, onde permaneceu até\nfevereiro de 1919. Promovido nesse mês a capitão de mar e guerra,\nassumiu em março o comando do encouraçado *Minas Gerais*. Deixou esse\nposto em fevereiro de 1920 e em agosto foi nomeado capitão do porto do\nPará, onde trabalhou durante um ano. Após completar no início de 1922 o\ncurso da Escola de Guerra Naval, foi vice-diretor da instituição entre\nfevereiro e dezembro desse ano, quando passou a dirigir o Depósito Naval\ndo Rio de Janeiro. Promovido a contra-almirante em abril de 1923,\ndirigiu a Escola Naval entre maio desse ano e janeiro de 1925, e foi\ndiretor geral de Pessoal de maio a outubro de 1926. Retornou então à\nEscola Naval até agosto de 1927, quando passou à condição de comandante\nem chefe da Esquadra. Em novembro de 1928, pediu exoneração desse cargo.\n\nNa Revolução de 1930\n\nEm 3 de outubro de 1930 eclodiram levantes armados no Rio Grande do Sul,\nMinas Gerais e Paraíba contra o governo federal. A partir desses\nestados, as ações militares se irradiaram para todo o país e evoluíram\nfavoravelmente às tropas sublevadas, que, nas semanas seguintes,\nassumiram o controle de diversas capitais e começaram a convergir em\ndireção ao Rio de Janeiro. Nesse contexto, a alta oficialidade sediada\nna capital se antecipou à chegada das forças revolucionárias lideradas\npor Getúlio Vargas e, em 24 de outubro, depôs o presidente Washington\nLuís. Constituiu-se então uma junta militar provisória, na qual Isaías\nde Noronha representava a Marinha e os generais João de Deus Mena\nBarreto e Tasso Fragoso o Exército. Isaías de Noronha assumiu também,\ncumulativamente, a chefia do Ministério da Marinha.\n\nNo mesmo dia 24, a junta enviou o primeiro de uma série de telegramas a\nGetúlio Vargas, propondo a suspensão das hostilidades. O estado-maior\nrevolucionário, estacionado em Ponta Grossa (PR), pouco seguro das\nintenções da junta, enviou três emissários para negociar as condições da\ntransferência do poder a Vargas e ordenou que os destacamentos rebeldes\ncontinuassem avançando em direção ao Rio de Janeiro com o objetivo de\ngarantir a vitória da revolução. Tendo constatado que os efetivos\nfederais estacionados em Minas Gerais não apoiariam uma decisão de\nresistir aos revolucionários, a junta entregou o poder a Vargas no dia 3\nde novembro.\n\nIsaías de Noronha foi mantido no Ministério da Marinha do governo\nprovisório então organizado, e foi signatário do Decreto-Lei n^o^\n19.395, de 9 de novembro, que concedeu anistia a todos os envolvidos nos\nmovimentos revolucionários anteriores a 1930. Junto com Osvaldo Aranha\n(ministro da Justiça), o general José Fernandes Leite de Castro\n(ministro da Guerra), Francisco Campos (ministro da Educação), João\nBatista Luzardo (chefe de Polícia do Distrito Federal) e o\ntenente-coronel Pedro Aurélio de Góis Monteiro (ex-chefe do estado maior\ndas forças revolucionárias), assinou também um telegrama sugerindo a\nOlegário Maciel, chefe do governo mineiro, a formação da Legião de\nOutubro, destinada a defender o aprofundamento das medidas\nrevolucionárias. Pediu demissão do ministério em 17 de dezembro de 1930,\nsendo substituído por Conrado Heck.\n\nPromovido a vice-almirante em janeiro de 1931, foi eleito em junho do\nmesmo ano presidente do Clube Naval. Renunciou a esse cargo em outubro\nde 1932, alegando que seria transferido para a reserva no mês seguinte.\nApesar disso, foi sucessivamente reeleito até 1937. Foi reformado em 6\nde julho de 1941.\n\nIsaías de Noronha faleceu no Rio de Janeiro no dia 29 de janeiro de\n1963.\n\nRobert Pechman\n\n**FONTES:**ANDREA, J. *Marinha*; ARARIPE, T. *Tasso*; CORRESP. SERV.\nDOC. GER. MAR.; *Encic. Mirador*; FONTOURA, J. *Memórias*; *Globo*\n(30/1/1963); *Grande encic. Delta*; *Histórico*; *Jornal do Brasil*\n(21/12/1972); LEITE, A. *História*; LIMA, J. *Como*; MACEDO, R.\n*Efemérides*; MAGALHÃES, B. *Artur*; MIN. MAR. *Almanaque* (1932);\nMORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*;\nREIS JÚNIOR, P. *Presidentes*; SERV. DOC. GER. MARINHA; SILVA, H.\n*1931*; SILVA, H. *1932*; SILVA, H. *1934*.\n","ref":"**FONTES:**ANDREA, J. *Marinha*; ARARIPE, T. *Tasso*; CORRESP. SERV.\nDOC. GER. MAR.; *Encic. Mirador*; FONTOURA, J. *Memórias*; *Globo*\n(30/1/1963); *Grande encic. Delta*; *Histórico*; *Jornal do Brasil*\n(21/12/1972); LEITE, A. *História*; LIMA, J. *Como*; MACEDO, R.\n*Efemérides*; MAGALHÃES, B. *Artur*; MIN. MAR. *Almanaque* (1932);\nMORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*;\nREIS JÚNIOR, P. *Presidentes*; SERV. DOC. GER. MARINHA; SILVA, H.\n*1931*; SILVA, H. *1932*; SILVA, H. *1934*.\n","dic":"DHBPR"}