{"title":"NUNES, Pereira","cargoss":["dep. fed. RJ 1906-1917."],"author":"Adrianna Setemy","content":"**NUNES, Pereira**\n\n\\*dep. fed. RJ 1906-1917.\n\n*Benedito Gonçalves Pereira Nunes* nasceu em Campos (RJ) no dia 6 de\ndezembro de 1864, filho de Manuel Gonçalves Pereira Nunes e de Carlota\nMatilde Nunes.\n\nFormou-se em medicina no Rio de Janeiro e foi clinicar na sua cidade\nnatal, onde também lecionou, de 1890 a 1891, a disciplina de ciências\nfísicas e naturais no Liceu de Campos. Aí também iniciou a carreira\npolítica, elegendo-se, em 1901, vereador à Câmara Municipal de Campos,\nda qual foi presidente.\n\nEm 1904, o então presidente do estado do Rio de Janeiro, Nilo Peçanha\n(1903-1906), indicou seu nome para substituir Paulo Alves na prefeitura\nde Niterói, então capital do estado do Rio de Janeiro. Assumiu essa\nfunção em novembro de 1904 e nela permaneceu até outubro do ano\nseguinte. Também em 1905 foi eleito deputado estadual no Rio de Janeiro.\nAssumiu sua cadeira na Assembleia Legislativa, mas no ano seguinte\nrenunciou ao mandato, por ter sido eleito deputado federal para a\nlegislatura 1906-1908.\n\nAssumindo sua cadeira na Câmara dos Deputados, no Rio de Janeiro, então\nDistrito Federal, em maio de 1906, nesse mesmo ano foi nomeado\nsegundo-vice-presidente do estado do Rio de Janeiro, durante a gestão de\nAlfredo Backer (1906-1910). Permaneceu na Câmara e foi reeleito para as\ntrês legislaturas seguintes, concluindo seu último mandato em dezembro\nde 1917.\n\nVoltou a concorrer a cargo eletivo em 1928, quando foi eleito prefeito\nde Campos. Permaneceu na chefia do Executivo municipal até 1930.\n\nFaleceu em 1934.\n\nEm sua homenagem, a instituição mantenedora da Faculdade de Medicina de\nCampos leva seu nome. Também a antiga rua Formosa, localizada no bairro\ndo Ingá, em Niterói, teve o nome modificado em sua homenagem, passando a\nse chamar rua Pereira Nunes. Na cidade do Rio de Janeiro há uma rua no\nbairro de Vila Isabel que também o homenageia.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); BRITO, C. *Mulher.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); BRITO, C. *Mulher.*\n","dic":"DHBPR"}