{"title":"OCUPAÇÃO BRITÂNICA DA ILHA DA TRINDADE","cargoss":["Episódio ocorrido entre janeiro ou fevereiro de 1895 e agosto de 1896. A"],"author":null,"content":"**OCUPAÇÃO BRITÂNICA DA ILHA DA TRINDADE**\n\nEpisódio ocorrido entre janeiro ou fevereiro de 1895 e agosto de 1896. A\ndisputa pela posse da ilha da Trindade, para o Brasil, foi um dos\nmomentos mais difíceis de sua política externa no início do período\nrepublicano; para a Grã-Bretanha, foi mais uma contenda ligada à\nafirmação de seu poderio, decorrente de sua política externa\nimperialista, por conseguinte de caráter anexionista, com presença\nsignificativa no Atlântico; por fim, para Portugal, foi uma forma de se\nreaproximar do Brasil, após o rompimento de relações na época da Revolta\nda Armada (1894).\n\nAntecedentes\n\nA ilha da Trindade distancia-se cerca de 1.140 quilômetros do Espírito\nSanto e localiza-se a 20°33’de latitude sul e a 29°21’de longitude oeste\ndo meridiano de Greenwich, possuindo uma área em torno de 8,2\nquilômetros quadrados. Sua superfície não é adequada para a agricultura\ndevido à origem vulcânica, e o desembarque é difícil, em virtude da\nagitação permanente do mar. É considerado o ponto mais a leste do\nterritório brasileiro.\n\nA ilha foi identificada no início do século XVI pelo navegador português\nJoão da Nova. Em 1700, o capitão Edmond Halley tomou posse dela para a\nInglaterra, por julgá-la abandonada, o que não foi reconhecido por\nPortugal. Em 1724, o vice-rei do Brasil, Vasco César de Meneses, tentou\nsem êxito fortificá-la. Em 1781, a Inglaterra novamente a ocupou, ao\nestabelecer um entreposto com vistas a reforçar seu comércio com a\nAmérica do Sul. No final de 1782, após reclamações de Portugal, a ilha\nfoi desocupada. Imediatamente, o vice-rei do Brasil recebeu ordem de\nenviar uma expedição com o objetivo de confirmar a soberania lusa sobre\na ilha. Quando do reconhecimento da independência do Brasil por\nPortugal, por meio do Tratado do Rio de Janeiro, em agosto de 1825, a\nsoberania sobre a ilha passou para o Brasil, por pertencer esta naquele\nmomento à província do Espírito Santo, vinculada, por sua vez, à\ncapitania-mor do Rio de Janeiro.\n\nNo fim do século XIX, às vésperas da nova ocupação, a Grã-Bretanha\ndestacava-se como potência de primeira ordem do sistema internacional.\nEmbora do ponto de vista industrial já tivesse sido superada pelos\nEstados Unidos e pela Alemanha, continuava a ser o centro financeiro e\ncomercial e o maior império colonial do planeta. Amparada por uma\nmarinha sem rivais na arena global, desfrutava das condições necessárias\npara a preservação de suas rotas, bem como de seus territórios de\nultramar. Pode-se afirmar, nesse sentido, que a Grã-Bretanha foi o\npaís-chave da chamada fase imperialista na política contemporânea,\ncaracterizada basicamente pela necessidade de expansão externa das\ngrandes potências, concretizada graças à aliança entre o interesse do\nEstado e o de grandes grupos empresariais. Estabeleceu-se então uma\ncorrida com o objetivo de garantir o acesso a minas de carvão, água\npotável, víveres, reparos navais, abastecimento – caso das Bermudas e\nAden –, bases militares – caso de Gibraltar e Malta – e pontos de\ncomunicação, situados de preferência nas principais rotas coloniais.\nConfirmou-se dessa forma um sistema político-econômico de fato mundial,\nfruto de uma interdependência crescente nas áreas financeira,\nindustrial, social, de migração, de comunicações, de ideias e outras.\n\nNa época da disputa entre Brasil e Grã-Bretanha pela posse da ilha da\nTrindade, o primeiro-ministro britânico era Robert Gascoyne-Cecil,\nterceiro marquês de Salisbury, cuja política externa foi marcada pela\nocupação de inúmeros territórios, com o fito de neles impedir a ação de\npotências rivais. O ponto de atrito entre Brasil e Grã-Bretanha\ndecorreria de uma questão estratégica para a expansão neocolonial: a\nnecessidade de apoio naval para manter a segurança dos canais de\ncomunicação. As redes de comunicação cresciam a olhos vistos, sendo a\nmaioria das companhias de capital britânico. A rede telegráfica de\nsinais Morse, por exemplo, passou entre 1858 e 1900 de 160 mil para seis\nmilhões de quilômetros. Assim, os cabos submarinos tornavam-se cada vez\nmais comuns entre os continentes. Até 1874, ano em que a agência\ntelegráfica Reuter-Havas se instalou no Rio de Janeiro, o Brasil recebia\nas notícias do exterior por meio de cartas.\n\nA República instalada em novembro de 1889 teve no federalismo e no\npresidencialismo seus pilares políticos, e na grande propriedade, com\nsua produção voltada para a exportação, seu pilar econômico. Isso\npermitiu que os estados de São Paulo e Minas Gerais se tornassem a base\npolítico-econômica do novo regime, principalmente a partir do governo de\nPrudente de Morais (1894-1898). Além da dificuldade de consolidar\ninternamente o novo regime, em razão de questões políticas, como as\ntentativas de interferência dos militares, e econômicas, como a\ninflação, Prudente de Morais deparou-se com uma série de problemas na\npolítica externa, tais como uma questão de limites com a Argentina, a\npresença do Bolivian Syndicate no Acre e, por fim, a ocupação britânica\nda ilha da Trindade. Não se poderia imaginar que uma pequena ilha,\nsemiabandonada e aparentemente sem valor, causasse tanto rebuliço. De\ncerta forma, a presença britânica na ilha feriu de maneira simbólica o\nprojeto da República.\n\nA Disputa\n\nO Brasil tomou ciência da ocupação da ilha da Trindade em julho de 1895,\npor meio de um jornal destinado à comunidade britânica no Rio de\nJaneiro. De acordo com o periódico, no início daquele ano o cruzador\n*Barracouta* havia fincado a bandeira britânica na ilha com uma\nproclamação da rainha Vitória. No dia 20 de julho, o ministro\nplenipotenciário do Brasil na Grã-Bretanha, Artur de Sousa Correia, após\nter sido comunicado do fato pelo Ministério das Relações Exteriores,\nconfirmaria a ocupação com o Foreign Office. Segundo ele, a ocupação\nbritânica teria ocorrido em janeiro de 1895 sob a alegação de que o\nterritório seria inglês desde 1700, quando da chegada de Halley. Em 1781\na Grã-Bretanha teria fundado uma colônia, abandonada em 1789. Mesmo\nassim, a marinha inglesa teria continuado a visitar regularmente a ilha,\nsem registrar a princípio protesto algum, fosse de Portugal, fosse\nposteriormente do Brasil. Prova disso seria a ausência de indício de\nocupação por outra nação. A justificativa para a ocupação fora a\nnecessidade de estabelecer uma estação telegráfica que conectaria\nLondres a Buenos Aires, sem a intermediação do Brasil. O responsável\npela operação do sistema seria uma empresa privada.\n\nEm contato com a representação britânica no Rio de Janeiro, o Ministério\ndas Relações Exteriores obteve do plenipotenciário a confirmação da\nocupação, apenas com uma diferença de data: fevereiro de 1895. Sem\nmencionar os objetivos de comunicação, este informou ao Brasil que a\nilha se destinaria a um presídio. Na ocasião, o ministro Carlos de\nCarvalho apresentou um resumo, extraído de farta documentação, dos\ndireitos irrestritos de Portugal e depois do Brasil. O fato de não\nocupar o território não significaria seu abandono. Assim, na visão do\nministro, a Grã-Bretanha havia cometido um equívoco, de fácil reparação.\nAdemais, nos próprios atlas britânicos, a ilha era identificada como\nbrasileira.\n\nEm Londres, o primeiro-ministro marquês de Salisbury informou a Sousa\nCorreia que estaria disposto a examinar os motivos do Brasil para a\ncontestação da posse. Acrescentou, porém, que a questão deveria ser\nsubmetida ao Conselho de Ministros. Dias depois, Sousa Correia informou\nem ofício ao Rio de Janeiro que o mentor da ocupação fora sir John\nPender, representante de várias empresas de cabos submarinos. Na visão\nde Pender, segundo Correia, havia a possibilidade de que o Brasil\nencampasse algumas daquelas empresas, com prejuízos para seus\nacionistas. Assim, com o intuito de reduzir a dependência em relação ao\nBrasil, ele esboçara o projeto de ligar Londres diretamente a Buenos\nAires. Para a execução do projeto, contaria com o auxílio financeiro do\ngoverno argentino. Contudo, diante do impacto negativo da ocupação no\nBrasil, a suposta subvenção teria sido retirada. Além do mais, era\nnecessário viabilizar um canal alternativo ao Brasil, dado que na época\nda Revolta da Armada houve corte de comunicação, o que de maneira\ninvoluntária afetou toda a troca de informações entre a América do Sul e\na Grã-Bretanha.\n\nDiante do impasse, Sousa Correia comunicou-se com o ministro Carvalho na\nprimeira semana de setembro, perguntando-lhe se seria possível sugerir\numa arbitragem para a questão. A resposta seria negativa. Em novembro,\nSousa Correia afirmou a Carvalho que o primeiro-ministro Salisbury lhe\nhavia dito não ser possível aceitar a argumentação do Brasil, de maneira\nque propusera a arbitragem. Ainda que reconhecesse a legitimidade da\ninvocação do Brasil, Salisbury havia-lhe dito que não poderia resolver\ndiretamente o assunto com o Brasil, pois isso significaria uma rejeição\npública de ato de seu predecessor, o que poderia acarretar dificuldades\nno parlamento para a aceitação da abertura de negociação.\n\nDiante disso, o ministro Carvalho solicitou ao plenipotenciário em\nWashington, Salvador de Mendonça, que verificasse a posição do governo\ndos Estados Unidos em relação ao instituto da arbitragem. O titular do\nDepartamento de Estado, Richard Olney, respondeu a Mendonça que os\nEstados Unidos eram a favor, por firmar princípio. Assim, a Casa Branca\ngostaria que a Grã-Bretanha aceitasse a arbitragem para todas as suas\npendências na América do Sul: uma com a Venezuela e duas com o Brasil –\nTrindade e limites com a Guiana Inglesa. Em dezembro, a Grã-Bretanha\noficializou a proposta de que o caso fosse submetido à arbitragem. Mesmo\ncom o posicionamento favorável dos Estados Unidos, o Brasil recusou-se a\naceitar essa forma de encaminhamento, por entender que não cabia\ncontestação formal à posse de uma ilha que era sua. Em janeiro de 1896,\no Brasil respondeu negativamente.\n\nEm março de 1896, Salisbury informou a Correia que seria possível\naceitar uma mediação, mas caberia ao Brasil, por ter rejeitado a\narbitragem, apresentar nova proposta. Em abril, o plenipotenciário\nbrasileiro tentou convencer a chancelaria de que a arbitragem seria a\nmelhor forma, visto que a Grã-Bretanha não restituiria a ilha\nsimplesmente. Seria a oportunidade de recuperar definitivamente o\nterritório. Lembrava ainda que relativamente às ilhas Malvinas, Londres\nnunca havia proposto nem arbitramento, nem mediação. Seria a forma de a\nGrã-Bretanha encerrar o caso, sem desmoralizar-se.\n\nEm maio, Portugal ofereceu reservadamente a mediação, por bons ofícios,\naos dois países simultaneamente. Foi uma retribuição à Grã-Bretanha pela\nmediação desta entre Brasil e Portugal, no ano anterior, para o\nreatamento diplomático – as relações haviam sido interrompidas em função\nda Revolta da Armada, devido à concessão por Portugal de asilo aos\ninsurgentes, que posteriormente fugiriam para o Uruguai, onde as\ncorvetas lusas pararam para se reabastecer. Ambos os países aceitaram a\nproposta de mediação de Portugal.\n\nEm julho, Correia informou que a Grã-Bretanha verificara a inutilidade\nda ilha da Trindade para a pretendida estação, após pesquisas geológicas\nefetuadas depois da ocupação. Desse modo, justificava-se a inclinação\nbritânica a solucionar a questão. Além do mais, naquele mesmo mês de\njulho, Pender havia falecido, o que corroborou a postura favorável à\ndevolução da ilha. No final de julho, Portugal anunciou seu\nposicionamento, que seria, como se aguardava, favorável ao Brasil.\n\nEm 5 de agosto, foi expedida a nota oficial de Portugal ao Brasil pela\nqual foi oficializado o reconhecimento da soberania brasileira sobre a\nilha pela Grã-Bretanha. O mediador fora o ministro dos Negócios\nEstrangeiros, marquês de Soveral, que desfrutava de prestígio junto ao\ngoverno britânico por ter servido como diplomata na Grã-Bretanha. No seu\nentender, com a questão da ilha da Trindade, dissipava-se\ndefinitivamente também o arrufo entre Brasil e Portugal por causa da\nRevolta da Armada. Ainda no mesmo mês, o primeiro-ministro Salisbury\ndeterminou ao Almirantado que removesse da Trindade a bandeira de seu\npaís. Curiosamente, a mesma embarcação militar que lá deixara marcos\nbritânicos os retiraria.\n\nNo dia 24 de janeiro de 1897, o Ministério da Marinha determinou a\ncolocação de uma haste de bronze com a marca “Brasil”, com cerca de três\nmetros, tendo na parte superior a seguinte inscrição: “Este marco foi\ncolocado pelo cruzador *Benjamin Constant* sob o comando do capitão de\nfragata Rodrigues Torres em viagem de instrução da turma G.G. M.M. de\n1896 – janeiro de 1897”.\n\nA divergência entre Brasil e Grã-Bretanha sobre a posse da ilha da\nTrindade contribuiu para a unidade do governo republicano, haja vista\nque um fracasso de porte na execução da política externa poderia\ninsuflar politicamente militares nacionalistas ou mesmo monarquistas. A\nquestão da Trindade proporcionou aos partidários da República a\ninvoluntária oportunidade de demonstrar que o novo regime tinha a mesma\nvitalidade da monarquia na defesa do interesse nacional. Possibilitou\nainda que situação e oposição se aproximassem em defesa da soberania.\n\nVirgílio Arraes\n\n**FONTES:**ARQ. HIST. ITAMARATY. Ofícios da legação de Londres (jul.\n1895 - set. 1896); ARRAES, V. *República* (v.2, n.1); BUENO, C.\n*República*; HOBSBAWM, E. *Era*; LYRA, H. *Diplomacia*; MAGDOFF, H.\n*Imperialismo*; OCTÁVIO, R. *Minhas*; PEIXOTO, E.\n*Publicações*;*Restituição*; RODRIGUES, J. *Interesse*; SOUZA, M.\n*Processo*; TONELLI, N. *Dimensão* (v.1, n.2).\n","ref":"**FONTES:**ARQ. HIST. ITAMARATY. Ofícios da legação de Londres (jul.\n1895 - set. 1896); ARRAES, V. *República* (v.2, n.1); BUENO, C.\n*República*; HOBSBAWM, E. *Era*; LYRA, H. *Diplomacia*; MAGDOFF, H.\n*Imperialismo*; OCTÁVIO, R. *Minhas*; PEIXOTO, E.\n*Publicações*;*Restituição*; RODRIGUES, J. *Interesse*; SOUZA, M.\n*Processo*; TONELLI, N. *Dimensão* (v.1, n.2).\n","dic":"DHBPR"}