{"title":"OITICICA, José","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**OITICICA, José**\n\n\\*filólogo, professor e escritor; mov. anarquista.\n\n*José Rodrigues Leite e Oiticica* nasceu em Oliveira (MG) no dia 22 de\njulho de 1882, filho de Francisco de Paula Leite e Oiticica e de Ana A.\nLeite e Oiticica. Seu pai, advogado, foi deputado federal (1891-1893) e\nsenador (1894-1900) representando seu estado de origem, Alagoas.\n\nApós ter-se formado bacharel em direito e cursado, sem concluir, a\nFaculdade de Medicina, José Oiticica, então estudioso da língua\nportuguesa, fundou uma escola no Rio de Janeiro, que foi fechada por\ndificuldades financeiras, e dirigiu outra em Laguna (SC). Em 1905\ncasou-se com Francisca de Bulhões, sua prima, com quem teria oito\nfilhos. Em 1911 publicou o livro *Sonetos*. No ano seguinte, iniciou sua\nmilitância política participando destacadamente da Liga Anticlerical do\nRio de Janeiro, escrevendo artigos no semanário da entidade, *A\nLanterna*, e fazendo conferências nas quais condenava o uso do álcool e\ndo tabaco e defendia a causa do “vegetarianismo”.\n\nNo Movimento Anarquista\n\nAinda em 1912 José Oiticica aderiu ao anarquismo, atuando junto à\nFederação Operária do Rio de Janeiro (FORJ), que estava praticamente\ninativa desde 1910 e foi revigorada a partir de uma reunião de líderes\nsindicais em maio daquele ano. À época, a FORJ impulsionava atividades\nque visavam à reconstituição da Central Operária Brasileira (COB) –\ncriada em 1908, a COB, à semelhança da FORJ, diminuíra\nsignificativamente sua atuação a partir de 1910, devido a um pequeno\nrefluxo vivido pelo movimento operário, decorrente da intensificação da\nrepressão do governo aos sindicatos e da imposição de uma legislação\nmais rígida contra os militantes estrangeiros.\n\nEm palestras quase que diárias em sindicatos dos trabalhadores, Oiticica\nproferia longas exposições sobre o ideário anarquista com o fito de\neducar politicamente o operariado. No Centro de Estudos Sociais, fundado\nno Rio de Janeiro em 1914, participou de muitos debates com militantes\ncomo Fábio Luz, José Elias da Silva e Pedro do Couto. Também em 1914\npassou a lecionar na Escola Dramática do Rio de Janeiro. Nesse período,\nescreveu vários artigos para jornais proletários como *A Vida* e *Na\nBarricada*; este último periódico, lançado em 1915 por Correia Lopes e\nJoão Gonçalves da Silva, atraiu grande número de simpatizantes da causa\noperária como Silva Marques, o líder trabalhista Sarandi Raposo e o\ndeputado federal Maurício de Lacerda. Polemizando com a doutrina\nsocialista por intermédio de “cartas abertas” a Silva Marques, Oiticica\nclassificou os adeptos do socialismo em dois grandes partidos: os “de\nEstado” e os “coletivistas”. Para ele, ambos admitiam a autoridade\nestatal e a propriedade privada e, portanto, divergiam radicalmente dos\nfundamentos do anarquismo.\n\nA participação de Oiticica nas campanhas da FORJ e do movimento\nanarquista de um modo geral lhe trouxe dificuldades para conseguir\nemprego. Depois de trabalhar em uma tese sobre a língua portuguesa para\num concurso no Colégio Pedro II, apresentou à congregação da escola, em\n1916, seus *Estudos de fonologia*, obra que, segundo Evanildo Bechara,\nabriu no Brasil novos caminhos no “domínio da descrição linguística”.\nFinalmente, em 1917, o ministro da Justiça, Interior e Instrução, Carlos\nMaximiliano Pereira dos Santos, nomeou Oiticica professor de português\ndo Colégio Pedro II.\n\nNos primeiros anos da segunda metade da década de 1910, o movimento\noperário brasileiro, com destaque para os anarquistas, organizou várias\natividades contra a Primeira Guerra Mundial (1914-1918) e o\n“militarismo”. Em março de 1915 a FORJ criou uma Comissão Popular de\nAgitação Contra a Guerra e, em São Paulo, diretores de publicações\noperárias e líderes dos trabalhadores organizaram a Comissão\nInternacional Contra a Guerra. Nas comemorações do 1^o^ de Maio, ambas\nas entidades participariam ativamente das manifestações de massa contra\no conflito mundial. Em outubro realizou-se no Rio de Janeiro um\nCongresso Internacional da Paz. Animado centralmente por anarquistas, o\nevento condenou o “nacionalismo” e o “militarismo”, e afirmou ser o\nregime capitalista o “principal causador das guerras”.\n\nDesde o início do conflito mundial, aumentaram significativamente os\npreços dos produtos básicos no país, em especial os dos gêneros\nalimentícios. O ano de 1917 seria marcado por uma forte ascensão do\nmovimento operário brasileiro e, por conseguinte, de seu setor então\nmais influente, os anarquistas. Em um contexto de elevação vertiginosa\ndo custo de vida, tiveram lugar inúmeros movimentos paredistas por parte\nde diversas categorias de trabalhadores em São Paulo. No Rio de Janeiro,\na 18 de julho (praticamente um dia após o restabelecimento da ordem em\nSão Paulo), eclodiu um enorme movimento grevista que abrangeu diversos\nramos do mundo do trabalho, tais como marceneiros, alfaiates, padeiros,\noperários têxteis e sapateiros. Liderada pela FORJ, a greve chegou ao\nfim nos últimos dias de julho, quando, após repressão da polícia às\nentidades classistas como o Centro Cosmopolita e a própria FORJ,\nrepresentantes industriais concederam aos trabalhadores têxteis a semana\nmáxima de 56 horas de trabalho e um aumento de 10% nos vencimentos.\nContudo, a resposta da parte do Estado e dos proprietários não tardou a\naparecer. Em setembro, o governo paulista tomou medidas para deportar 20\nlíderes operários nascidos no exterior, além de prender o líder\nanarquista Edgard Leuenroth, considerado pelas autoridades “o autor\npsicológico-intelectual da greve geral de julho de 1917”. No Rio de\nJaneiro, o chefe de polícia Aureliano Leal ordenou o fechamento da FORJ,\nentidade onde, segundo declarou, se explorava “a boa-fé dos\ntrabalhadores incautos”. Em “carta aberta” a Leal, Oiticica\nanimadoramente afirmou que, enquanto algumas entidades de trabalhadores\ncomo a FORJ eram eliminadas, outras mais fortes surgiam em seu lugar.\nSegundo Oiticica, a FORJ teria sido apenas uma organização fraca e\ntitubeante, contando com cerca de cinco mil associados; já a União Geral\ndos Trabalhadores, sua sucessora, reuniria aproximadamente 30 mil\ninscritos. Assim, para Oiticica, o “ato arbitrário” de Leal teria\nconstituído “um laço forte para a união dos trabalhadores”.\n\nAs autoridades também reprimiram duramente as investidas do movimento\noperário contra a Primeira Guerra Mundial, na qual o Brasil entrou\noficialmente em 26 de outubro de 1917, quando declarou guerra à\nAlemanha. Diversas publicações operárias contrárias à guerra e à\nparticipação do Brasil foram sumariamente fechadas. Os líderes\nanarquistas Antônio Bernardo Canellas e Otávio Brandão, por exemplo,\ntiveram que se refugiar no interior de Alagoas após a proibição do\nrecém-fundado semanário *A Semana Social*, que chegou a ter sua redação,\nem Maceió, apedrejada por setores populares encantados com o\n“nacionalismo” de guerra.\n\nEm fins de 1917, de modo escasso, e ao longo de 1918, em maior\nquantidade, chegaram ao Brasil notícias sobre a Revolução Russa.\nDifamada e vista como um fenômeno inevitavelmente efêmero pela imprensa\nbrasileira, a revolução bolchevique foi saudada pelos anarquistas e\ntomada como um movimento de massas e de cunho emancipatório. Astrojildo\nPereira, então destacado líder anarquista e futuro fundador do\nbolchevismo brasileiro, foi um dos que saudaram Vladimir Lênin e León\nTrotsky, líderes da revolução, afirmando, em cartas à imprensa (a\nmaioria delas, evidentemente, não publicada) que o processo político\ndirigido pelos líderes soviéticos era “uma revolução de tipo libertário,\nabrindo caminho para o anarquismo”.\n\nEm 1918, continuaram a subir os preços dos gêneros alimentícios,\nelevando drasticamente o custo de vida. Em agosto, os marítimos da\nCompanhia Cantareira e Viação Fluminense, que operava os bondes urbanos\ne as barcas que faziam a travessia Rio-Niterói, iniciaram um movimento\nparedista. Em Niterói, estouraram várias greves operárias de\nsolidariedade aos marítimos, e contingentes populares saíram às ruas\nexigindo o fechamento de estabelecimentos comerciais. A cavalaria da\npolícia respondeu a golpes de sabre. Soldados do 58^o^ Batalhão de\nCaçadores do Exército, então comandado pelo coronel Francisco Raul\nEstillac Leal, aderiram aos revoltosos e receberam o carro que\ntransportava o comandante da Polícia Militar com saraivadas de pedras, o\nque levou as autoridades locais a acusar os anarquistas, vistos como\n“elementos estranhos à Niterói”, de serem os responsáveis pela atitude\ndos soldados do Exército perante a polícia.\n\nEm novembro de 1918, em meio à grave epidemia de gripe espanhola que\nassolava o país, lideranças anarquistas organizaram uma conspiração com\nvistas à deposição do governo federal – que seria chefiado até o dia 15\npor Venceslau Brás e depois, interinamente, pelo vice-presidente eleito\nDelfim Moreira, já que o presidente eleito Francisco de Paula Rodrigues\nAlves contraíra a gripe. José Oiticica assumiu a função de líder do\n“conselho” que dirigiria o movimento insurrecional, sendo auxiliado por\nAgripino Nazaré, advogado baiano, e Astrojildo Pereira, que havia\nperdido seu emprego no Ministério da Agricultura por conta de suas\ncartas sobre a Revolução Russa. O anarquista espanhol Manuel Campos\n(ex-diretor do periódico *Na Barricada*), o professor Álvaro Palmeira, o\noperário gráfico Carlos Dias, os líderes têxteis Manuel Castro e Joaquim\nMorais, o jornalista José Romero e os líderes operários José Elias da\nSilva e João da Costa Pimenta foram alguns dos militantes que estiveram\nenvolvidos ativamente no planejamento da insurreição. Ricardo Correia\nPerpétuo, também membro do “conselho” e responsável pela distribuição\ndos boletins de agitação entre soldados aquartelados na Vila Militar,\nconvidou o tenente do Exército José Elias Ajus para participar da\nconspiração. Defendendo a instauração no país de um governo nos moldes\nrussos (“inteiramente popular”), Ajus foi acolhido pelos demais\nconspiradores e designado, juntamente com Oiticica, chefe do movimento.\nEntretanto, Ajus era, na verdade, um espião.\n\nNa noite de 14 de novembro ocorreu uma reunião na residência de Oiticica\nna qual, ao que consta, tudo foi falado em voz baixa a pedido do próprio\nanfitrião, que temia que sua esposa pudesse denunciar a insurreição. Foi\nanunciado que todos os operários têxteis estavam preparados para o\nlevante. Aos operários que partissem do bairro de Botafogo foi atribuída\na tarefa de tomar o palácio presidencial, onde seria hasteada uma\nbandeira vermelha. Em São Cristóvão, os trabalhadores deveriam se\napossar dos depósitos de armas e munições da Intendência da Guerra. A\nfábrica de cartuchos de Realengo seria o alvo dos tecelões, e os\nmilitantes localizados na Saúde ficaram incumbidos de atacar o quartel\nde polícia do bairro. O tenente Ajus ficou encarregado dos preparativos\nno Exército. Na reunião, Oiticica assinalou ainda que a deflagração da\ninsurreição deveria coincidir com as sessões da Câmara dos Deputados e\ndo Senado, de modo que todos os membros das duas casas fossem presos. No\ndia seguinte, 15 de novembro, teve lugar outra reunião, com mais\nparticipantes (cerca de 40), dessa vez em uma sala de aula do professor\nOiticica. Logo após a abertura da sessão por João da Costa Pimenta, Ajus\napresentou a proposta de que a insurreição tivesse início com uma\nconcentração geral no Campo de São Cristóvão e só depois fossem atacados\na Intendência da Guerra e o quartel da polícia. A proposta do *agent\nprovocateur* obteve o apoio de Oiticica, que ordenou que, após ser\ndeclarada a greve (prevista para as 15h 30m do dia 18 daquele mês), os\ninsurretos, estimados em 15 mil, deveriam se dirigir ao Campo de São\nCristóvão.\n\nNo dia 17 de novembro, à noite, foi realizada nova reunião na casa de\nOiticica, da qual participaram apenas os cerca de dez membros do\n“conselho” insurrecional. Nessa ocasião, Ajus, alegando que não poderia\nparticipar do levante no dia 18 por estar de serviço no quartel, pediu\nque o movimento tivesse início no dia 20. Agripino Nazaré se opôs à\nproposta do tenente, alegando que os tecelões já se encontravam\nmobilizados e não poderiam mais ser demovidos da ideia de iniciar a\ngreve no dia 18. Negado o adiamento proposto pelo espião, Oiticica\nafirmou aos companheiros que existiam quatro mil operários “dispostos a\ntudo” e que 1.600 bombas já haviam sido distribuídas. A seu ver seria\nfácil tomar o depósito de armas e munições do Campo de São Cristóvão.\nOiticica explicou ainda como os metalúrgicos cortariam as linhas\ntelefônicas e explodiriam, fazendo uso de dinamite, uma das torres de\niluminação da Light, o que deixaria a cidade às escuras. O professor\nanarquista acrescentou que 40 tambores de gasolina e petróleo seriam\nutilizados com a finalidade de incendiar o edifício da Prefeitura, o\nquartel-general do Exército e o quartel central da polícia.\n\nNo início da tarde do dia 18, uma última reunião ocorreu entre Oiticica\ne alguns membros do “conselho” em um prédio da rua da Alfândega, no\ncentro da cidade, a fim de que fossem revistos os últimos detalhes do\nlevante. Todavia, a polícia, já informada do que se passava na\norganização do movimento, interrompeu a reunião e prendeu Oiticica,\nManuel Campos, Ricardo Perpétuo, Astrojildo Pereira, Augusto Leite e\nCarlos Dias. Outros conspiradores como Manuel Castro e João da Costa\nPimenta conseguiram escapar da perseguição policial desencadeada contra\no movimento e se esconderam. Assim, apesar da greve maciça iniciada na\ntarde daquele dia pelos tecelões e da adesão dos metalúrgicos e\noperários da construção civil, apenas algumas centenas de insurretos\ncompareceram ao Campo de São Cristóvão. Após troca de tiros e algumas\nexplosões de bombas, a polícia e o Exército lograram expulsar do local\nos manifestantes.\n\nUma dura repressão se seguiu ao levante frustrado. O chefe de polícia\nAureliano Leal baixou uma ordem que proibia reuniões operárias. No dia\n22 de novembro, o presidente em exercício, Delfim Moreira, assinou um\ndecreto que dissolvia alguns sindicatos e entidades operárias, como a\nUnião Geral dos Trabalhadores. Informações do período dão conta de que,\nainda em novembro, aproximadamente 80 anarquistas foram presos. Os\nestudantes do Colégio Pedro II, no qual lecionava Oiticica, pediram sua\nlibertação. Não obstante ter sido solto no dia 10 de dezembro, o\nprofessor acabou sendo “deportado” para o estado de Alagoas. Encarcerado\nno Rio de Janeiro, Astrojildo Pereira escreveu uma carta a Oiticica em\njaneiro de 1919, na qual constavam os seguintes dizeres efusivos: “Nossa\ndisposição não esmorece. Em todos nós palpita o mesmo entusiasmo, e\nnossas convicções se enraízam ainda mais fundo. O mundo é nosso – e\ntodos os sabres, todas as grades do Sr. Aureliano resultam, afinal, num\nestimulante poderoso e incontestável”.\n\nEm Alagoas, na propriedade de seu pai, José Oiticica recebeu a visita do\nmilitante anarquista Otávio Brandão, que poucos anos mais tarde aderiria\nao bolchevismo tornando-se um de seus mais destacados intelectuais e\nporta-vozes. Brandão, estudioso de mineralogia e paleontologia, havia\npesquisado sobre as riquezas naturais do país (com destaque para o\npetróleo) e escrito sobre a temática um manuscrito intitulado *Canais e\nlagoas*. Atendendo ao pedido de Brandão, Oiticica escreveu uma\nintrodução para esse texto e ambos trabalharam juntos durante um tempo.\nNesse curto período, dedicaram-se principalmente à defesa das ideias\nanarquistas junto aos pescadores da região. Em março de 1919, a polícia\nlocal anunciou a descoberta de um “complô maximalista” em Maceió, e\nOiticica se viu forçado a retornar ao Distrito Federal. Brandão, depois\nde um tempo detido e ameaçado de morte pelas autoridades, faria o mesmo\npouco tempo depois.\n\nNesse mesmo momento, inspirados pelas notícias que chegavam sobre as\nrevoluções na Hungria e na Baviera, além das informações oriundas da\nprópria Rússia, muitos anarquistas deram início à tarefa de construir um\npartido comunista no Brasil, imaginado como uma “organização comunista\nlibertária” que deveria ter suas portas abertas para “anarquistas,\nsocialistas e todos os que aceitarem o comunismo social”. Assim, em 9 de\nmarço de 1919, anarquistas fluminenses fundaram o Partido Comunista do\nRio de Janeiro. Rapidamente, a nova organização se prontificou a\norganizar na cidade um comício reivindicatório para o 1^o^ de Maio, que\nacabou por ter como oradores destacados José Elias da Silva e Minervino\nde Oliveira – que em 1928 seria eleito, assim como Brandão, intendente\n[vereador] do Distrito Federal na legenda do Bloco Operário e Camponês\n(BOC), animada pelo Partido Comunista do Brasil (PCB).\n\nEm abril de 1919, o secretariado do “libertário” Partido Comunista do\nRio de Janeiro fez um chamado a vários grupos comunistas de outras\ncidades para que enviassem representantes a uma conferência a ser\nrealizada na capital. Delegados vindos de Alagoas, Minas Gerais,\nParaíba, Pernambuco, Rio Grande do Sul e São Paulo somaram-se aos\nmilitantes fluminenses e construíram, entre os dias 21 e 23 de junho\ndaquele ano, a “Primeira Conferência Comunista do Brasil”, definida por\nEdgard Leuenroth como “uma assembleia de todo o movimento anarquista do\nBrasil”. Conquanto o conhecido periódico anarquista *A Plebe* tenha\nafirmado a inexistência de qualquer “indefectível presidência” no\nencontro, um repórter do *Correio da Manhã* afirmou ser Oiticica o\n“presidente” do “congresso”. Cópias do programa do partido a ser fundado\ne de um pequeno livro escrito por Hélio Negro (Antônio Candeias Duarte)\ne Leuenroth foram distribuídas aos participantes da conferência.\nDividido e subdivido em vários itens, o programa partidário (que\ndefendia, entre outros pontos, a abolição da propriedade privada, do\nEstado e de toda autoridade religiosa) trazia uma nota que informava ser\naquele material apenas o “ABC introdutório” de um livro ainda inédito de\nOiticica intitulado *Catecismo anarquista*.\n\nNa abertura da sessão congressual, Oiticica defendeu entusiasticamente o\n“amor livre” e atacou o sufrágio universal. Em meio a aplausos gerais,\nafirmou que seu intento era elevar o nível moral e cultural das massas\nproletárias: “Não aspiro à democratização dos aristocratas. Aspiro, sim,\nà aristocratização dos democratas. O meu desejo é dar a estes a\ninteligência, a cultura, o amor da beleza eterna e da arte imperecível”.\nA discussão em torno do projeto partidário proposto por Oiticica se\nestendeu até altas horas da noite e, ao afinal, ficou decidido que uma\ncomissão especial deveria, a partir das deliberações das sessões\ncongressuais, redigir a declaração de princípios do partido, a qual\nseria encaminhada para os diversos núcleos a fim de que estes a\nratificassem. Em uma entrevista concedida ao jornal *A Notícia*, do Rio\nde Janeiro, Oiticica disse que o congresso havia tido como meta definir\no que eram e o que queriam verdadeiramente os anarquistas, já que as\nideias anarquistas eram “grosseiramente deturpadas, quer nos púlpitos,\nquer nos telegramas anglo-americanos”.\n\nEm 2 de agosto de 1919, teve lugar a primeira aparição do jornal\n*Spartacus*, porta-voz do núcleo carioca do Partido Comunista. Coube a\nOiticica a chefia do grupo editorial do periódico, enquanto a Astrojildo\nPereira ficou reservada a tarefa de administrador e chefe de redação.\nDiferentemente do conhecido jornal anarquista *A Plebe*, diário,\n*Spartacus* jamais deixou de ser um semanário, e teria seu 24^o^ e\núltimo número lançado em 10 de janeiro de 1920, quando foi substituído\npelo diário *Órgão da Federação dos Trabalhadores do Rio de Janeiro*.\n\nA essa altura, Oiticica já era visto pela imprensa e as autoridades como\no principal “chefe” do movimento “maximalista” do Rio de Janeiro.\nQuando, em outubro de 1919, a repressão ao movimento operário (liderada\npelo terceiro delegado de polícia Nascimento Silva) sofreu uma\nsignificativa intensificação, Oiticica condenou veementemente a\ndeportação de alguns anarquistas presos por armazenarem bombas de\ndinamite e um retrato de Lênin. Na mesma onda repressiva do fim daquele\nano, foi deportado também Everardo Dias, um dos principais expoentes do\nmovimento anarquista de São Paulo. Ainda em 1919, José Oiticica publicou\no livro *Princípios e fins do programa comunista-anarquista* e a segunda\nsérie de *Sonetos*.\n\nEm março de 1920, uma greve deflagrada pelos operários da Leopoldina\nRailway ganhou a adesão de várias outras categorias, como metalúrgicos,\noperários da construção civil e padeiros. O governo de Epitácio Pessoa\n(1918-1922) declarou à população que a greve havia sido provocada “pela\nsugestão de estrangeiros, a maioria dos quais expulsa de seus países\npela má conduta”. A polícia, cumprindo ordens para reprimir todas as\norganizações operárias, prendeu Oiticica e outros líderes anarquistas\ncomo Fábio Luz e Otávio Brandão.\n\nSalvo algumas exceções, como Florentino de Carvalho, os anarquistas\nbrasileiros continuavam a defender a Revolução Russa de outubro de 1917\ne o governo bolchevique dela originado. Oiticica chegou a elogiar a\n“Rússia vitoriosa” em um dos violentos artigos publicados pelo periódico\n*Voz do Povo*, nos quais criticou o proletariado da Europa Ocidental por\nse satisfazer com as pequenas concessões oferecidas pelos líderes\nsocialistas. Contudo, a defesa taxativa do governo soviético por parte\nda enorme maioria dos militantes anarquistas durou somente até novembro\nde 1920, quando ficou claro que as posições de Florentino de Carvalho,\ntido como um ferrenho crítico dos bolcheviques, eram as mesmas do\nconhecido e influente anarquista italiano Enrico Malatesta. A partir\ndaí, os libertários brasileiros passaram a recusar a pecha de\nbolchevistas. *A Plebe* deu início a uma vigorosa campanha contra o\nbolchevismo, o que gerou respostas do periódico intitulado *A\nVanguarda*, que procurava estabelecer uma frente das diversas correntes\ndo movimento operário contra a burguesia.\n\nNa segunda metade de 1921, por iniciativa de Astrojildo Pereira (cada\nvez mais simpático às ideias bolcheviques), realizou-se uma reunião no\nSindicato dos Empregados em Padarias com a finalidade de arrecadar\ndonativos para a flagelada Rússia, que saía de uma guerra civil.\nOiticica e seus adeptos, entretanto, não pouparam críticas a Astrojildo,\n“mostrando-lhe que já não nos iludíamos com Lênin, Trotsky e outros\n‘revolucionários’ dessa espécie”. Ao receber a informação de que muitos\ndos participantes da reunião já haviam aderido plenamente à perspectiva\nbolchevique, Oiticica retirou-se abalado com o que considerou uma “ação\nsubterrânea” de Astrojildo, que teria “minado os sindicatos” e\n“propagado o vírus da ditadura do proletariado e da férrea disciplina”.\n\nApós a efêmera existência de alguns pequenos grupos que reivindicavam\nabertamente as posturas bolcheviques, foi fundado em março de 1922 no\nRio de Janeiro o Partido Comunista do Brasil (PCB), que expressava no\npaís a linha política da Internacional Comunista (IC), fundada em 1919\nem um congresso mundial realizado na Rússia. Em outubro de 1922, o líder\nanarquista Otávio Brandão se declarou publicamente adepto do bolchevismo\ne da IC. Oiticica, amigo íntimo de Brandão desde quando se conheceram em\nAlagoas, atribuiu sua ruptura com o anarquismo “à intromissão\nsorrateira, venenosa, nefasta do bolchevismo, operada, sem nenhuma\nciência minha nem dos militantes anarquistas mais conscientes, pela\ncavilação manhosa de Astrojildo Pereira”. Segundo Oiticica, Otávio\nBrandão, homem “de espírito independente, senhor de si, avesso ao mando\ne à submissão”, passou inesperadamente “ao servilismo para com o\npartido, a dizer amém às imposições de cima e a ditar tarefas e\npreceitos aos seus subordinados”. Em 1922, Oiticica publicou *A trama de\num grande crime*.\n\nO embate entre anarquistas e comunistas (bolcheviques) teve sequência. O\nperiódico *Movimento Comunista*, impulsionado pelo PCB, publicou artigos\nde Astrojildo Pereira e Bernardo Canelas, entre outros comunistas, nos\nquais os anarquistas eram acusados de terem apoiado a guerra e o regime\nczarista. Do lado anarquista, Oiticica, Fábio Luz e Edgard Leuenroth\nforam alguns dos militantes que se lançaram intensamente no debate\ncontra os comunistas. Em novembro de 1923, *A Plebe* deu início a outra\nforte campanha antibolchevique. No princípio de 1924, o jornal, agora\ncirculando semanalmente, trouxe uma série de artigos de Oiticica\ncriticando o comunismo tal como este era defendido pelo governo\nsoviético e seus adeptos – em 1922, em decorrência da revolução\nbolchevique de outubro de 1917, havia sido fundada a União das\nRepúblicas Socialistas Soviéticas (URSS). Afirmando considerar os\nmembros do PCB como “camaradas” e reconhecendo a justeza de algumas de\nsuas críticas ao movimento anarquista (em especial no que dizia respeito\nà sua falta de coesão interna), o professor discordou da perspectiva\nbolchevique de que o capitalismo caminhava para sua derrocada iminente.\nOiticica ressaltou também que a “frente única operária”, política agora\nproposta pelo PCB, sempre fora propugnada pelo movimento anarquista.\nCentralmente, Oiticica dedicou-se nesses artigos a criticar a “ditadura\ndo proletariado” tal como os bolcheviques “a anunciam, e, pior, como a\nexecutam”.\n\nEm que pese a debilidade crescente do movimento anarquista já na\nprimeira metade dos anos 1920, suas lideranças continuavam a ser\nimplacavelmente perseguidas pela repressão estatal. Na onda de prisões\napós o segundo levante tenentista, ocorrido em julho de 1924, Oiticica\nfoi encarcerado na Casa de Correção ao lado de nomes como Evaristo de\nMorais, Maurício de Lacerda e o general Augusto Ximeno de Villeroy. Em\nagosto do mesmo ano, foi embarcado com outros presos políticos em um\nrebocador que os levou à prisão da ilha Rasa, próxima à orla carioca, e\naí compôs uma canção política, o “Hino da Rasa”, e dedicou-se à\nelaboração de um livro sobre o anarquismo. Após ter tido seu primeiro\npedido de habeas corpus negado pelo Supremo Tribunal Federal (STF),\nimpetrou uma nova petição alegando que não tivera nenhuma participação\nno movimento de 1924. Mesmo informado pelo governo de que Oiticica era\n“altamente nocivo à ordem pública, num período como o atual”, o STF\nconcedeu permissão para visitas de sua esposa e de seus filhos. Em julho\nde 1925, quando já se encontrava na ilha das Flores, na baía de\nGuanabara, protestou contra o fato de que as concessões do STF não\nestavam sendo observadas pelo Executivo, alertando ainda para o fato de\nque este, enquanto o mantinha preso, autorizava a libertação de pessoas\nque haviam tido aberta participação no levante do ano anterior. Em\nagosto de 1925, finalmente foi solto.\n\nEm liberdade, continuou suas contendas com os comunistas, que o\nacusaram, em 1926 (ano em que publicou *Manual do estilo*), de defender\na tolerância em relação ao misticismo e à religião. Segundo Oiticica e\nseu biógrafo Roberto das Neves, o líder anarquista teria sido alvo em\nfevereiro de 1928 de uma conspiração comunista malograda que objetivava\npôr termo à sua vida – acusação negada veementemente por Otávio Brandão,\nque a considerou (em carta datada de 25 de maio de 1971) uma “torpeza\nbem sórdida”.\n\nEm 1929, Oiticica foi aprovado em primeiro lugar no concurso aberto pelo\ngoverno alemão para a cátedra de língua e literatura portuguesas da\nUniversidade de Hamburgo e seguiu para a Alemanha com um contrato de\ncinco anos. Porém, após a Revolução de 1930, teve que regressar ao país\ncumprindo ordens do Ministério da Educação e Saúde. Ainda em 1930,\npublicou *Do método no estudo das línguas sul-americanas*.\n\nEm 1931, já de volta ao Brasil, empenhou-se na luta contra o “fascismo\nministerial”, que tinha seu representante maior na figura do ministro do\nTrabalho, Indústria e Comércio, Lindolfo Collor. Em 15 de novembro de\n1932, “tenentes” e lideranças moderadas do movimento operário realizaram\num encontro político – a que chamaram de Primeiro Congresso\nRevolucionário Brasileiro – visando à formação de um partido\n“socialista” de base nacional, o Partido Socialista Brasileiro (PSB).\nQuando muitos dos presentes louvavam a legislação social do governo\nVargas, Oiticica ergueu-se no recinto para denunciar a sindicalização\ncompulsória levada a cabo pelo Estado, qualificada por ele como uma\n“monstruosidade”, e defender a dissolução do novo partido, criado apenas\n“para fins eleitorais”, já que estava em curso o período preparatório\npara a Assembleia Nacional Constituinte que deveria reunir-se em 1933.\n\nNa segunda metade dos anos 1930, Oiticica, considerado por especialistas\nmembro de uma segunda geração de filólogos brasileiros (na qual constam\ntambém os nomes de Mário Barreto, Sousa da Silveira, Antenor Nascentes e\nClóvis Monteiro), passou a lecionar na Escola de Filosofia e Letras\nvinculada à Universidade do Distrito Federal (UDF) – instituição\nidealizada por Anísio Teixeira e criada em julho de 1935, um dos\nalicerces da futura Universidade do Brasil, que, por sua vez, se\ntransformaria posteriormente na Universidade Federal do Rio de Janeiro\n(UFRJ). Nessa atividade acadêmica, Oiticica teve como alunos figuras\ncomo Celso Cunha, Olavo Nascentes e Antônio Houaiss.\n\nEm 1940, escreveu *Manual de análise (léxica e sintática)* e, em 1941,\n*Sistema fonético brasileiro*. Em 1946, fundou o jornal *Ação Direta*,\nque dirigiria até o fim da vida, e no ano seguinte publicou *A doutrina\nanarquista ao alcance de todos*. Na década de 1950, dedicou-se\ncentralmente à produção de obras literárias e sobre a língua portuguesa,\npublicando em 1954 os livros *Ode ao sol* e *Fonte perene*, e, no ano\nseguinte, *Roteiro de fonética fisiológica, técnica do verso e dicção* e\n*A teoria da correlação*.\n\nFoi também membro da Fraternitas Rosicruciana Antiqua, na qual chegou a\ngrão-mestre.\n\nFaleceu no Rio de Janeiro em 30 de junho de 1957.\n\nSeu único filho homem, o fotógrafo José Oiticica Filho, era pai dos\nconhecidos artistas plásticos Hélio Oiticica e César Oiticica.\n\nAlém dos livros já citados, publicou *Ação direta* (s.d.), entre outros.\nA seu respeito foram publicados, entre outros, os textos “José Oiticica:\num anarquista exemplar e uma figura ímpar na história do Brasil”, de\nRoberto das Neves (Introdução de *Ação direta (Meio século de pregação\nlibertária)*, de José Oiticica, 1970); “Elucubrações dramáticas do\nprofessor Oiticica”, de Antonio Arnoni Prado (*Estudos Avançados* n^o^\n14, 2000) e “José Oiticica: parnasianismo e doutrina libertária”, de\nTereza Ventura (*Revista de Literatura e Cultura* n^o^ 1 – revista\neletrônica, 2007).\n\nFelipe Abranches Demier\n\n**FONTES**: ADDOR, C. *Insurreição*; BATALHA, C. *Dicionário*; BECHARA,\nE. *Antônio*; DULLES, J. *Anarquistas*; REIS FILHO, D. *Formação*\n(p.89-112); RODRIGUES, E. *Companheiros* (v.3, 4,5); SAMIS, A.\n*Presenças* TROVÃO, A. *Cosmococa.*\n","ref":"","dic":"DHBPR"}
