{"title":"OLIGARQUIAS","cargoss":["O termo oligarquia, tal como boa parte do léxico político ainda hoje"],"author":"Renato Lessa","content":"**OLIGARQUIAS**\n\nO termo *oligarquia*, tal como boa parte do léxico político ainda hoje\ndisponível, tem sua origem na linguagem desenvolvida pelos antigos\ngregos. Inventores da democracia, e do termo usado para designá-la,\ncunharam os gregos a palavra oligarquia, embora não seja, neste caso,\ncorreto e justo inferir que a tenham inventado enquanto experimento\nreal. Na verdade a palavra se referia a uma das formas possíveis de\nexercício do comando ou do poder, designada pelos termos *arché* e\n*kratos*, presente na experiência de várias cidades gregas – inclusive\nAtenas, antes de seu célebre momento democrático no século V a. C. Se o\ntermo *democracia* nomeia um experimento político no qual a sede do\npoder se encontra no *demos* – isto é, em muitos ou em todos –, o termo\n*oligarquia* sugere forte contrafação, ao tomar como referente uma forma\nde domínio ou de governo no qual poucos (*oligoi*) exercem comando\n(*arché*).\n\nO termo oligarquia, no entanto, não era o único a designar uma forma de\ngoverno controlada por poucos. Em grande medida, a *aristocracia* –\noutra forma nomeada pelos antigos gregos – também pode ser definida como\num modo no qual poucos governam. Contudo, o que, desde o início,\nqualifica a aristocracia como forma de governo específica não é tanto\nesse último traço – o de ser um governo de poucos –, e sim sua definição\ncomo governo no qual os melhores (*aristoi*) detêm o poder (*kratos*). É\ncerto que tal traço tem muito de autoatribuição, mas, por outro lado,\numa longa linhagem de pensadores políticos, de Aristóteles, no século V\na. C., a Alexis de Tocqueville, no século XIX, verá na autoridade\nexercida por parte dos poucos/melhores uma forma de promoção do, e de\ncuidado com o, interesse comum. Há, portanto, uma distinção normativa\nnítida, acolhida pela tradição do pensamento político, entre os prefixos\n*oligoi* e *aristoi*, utilizados nas noções de oligarquia e\naristocracia. Distinção que não escapou a Montesquieu, no século XVIII,\npois para ele, mais do que levar em conta quantos governam como critério\nde classificação de formas de governo, é importante observar como os\ngovernos são conduzidos e quais são as suas finalidades. É essa ênfase\nque permite perceber a aristocracia como forma virtuosa do governo de\npoucos, enquanto à oligarquia cabe a mácula da predação e do exercício\ndesregrado do poder político.\n\nEmbora oligarquia e aristocracia tenham em comum sua oposição ao governo\nde todos – ou de muitos –, distinguem-se entre si de modo claro por suas\nfinalidades opostas. Há uma suposição de que as aristocracias se\norientam em função do interesse público, enquanto as oligarquias\naparecem como forma de dominação voltada para o usufruto privado dos\npoucos que detêm o poder. Nessa chave, oligarquia aproxima-se de tirania\nou despotismo, formas de dominação voltadas para o usufruto privado do\ngovernante. Oligarquia e tirania/despotismo pertencem, pois, a um\ndomínio comum: são modos de dominação sustentados na predação e na\napropriação privada dos recursos públicos. Pode-se dizer que são\nmodalidades de um gênero mais amplo que poderia ser designado como\n*cleptocracia*, uma forma de dominação voltada para o saque e para a\npredação dos recursos e dos espaços públicos.\n\nNão deve causar espanto, diante do exposto, o fato de o termo oligarquia\n– e seu operador, o oligarca – possuir conotação fortemente negativa. O\ntermo aristocrata, se lançado como acusação em um debate público, por\nexemplo, indicaria antes uma posição social e tradicional, fundada em\numa concepção hierárquica da sociedade, do que algo que releva de uma\npatologia política ou social, o que ocorreria necessariamente com o\nemprego do termo oligarca.\n\nAs Oligarquias no Brasil\n\nTal marca negativa do termo oligarquia fez-se presente, de forma clara e\ninequívoca, no discurso público da Primeira República no Brasil. É vasta\na quantidade de livros, opúsculos, panfletos, artigos de jornal, nos\nquais a vida pública brasileira, na altura, é apresentada como\ncontaminada pela dispersão de oligarquias por todo o país. É certo que\ntal sensibilidade crítica diante de grupos minoritários agarrados aos\nnegócios do Estado e do governo esteve presente já no Império, durante o\nséculo XIX, e mesmo logo a seguir à Independência. No entanto, a\nconfiguração institucional do país, com sua pretensão à\nhipercentralização, durante o regime constitucional monárquico (1824 a\n1889), fez do Poder Moderador, atribuição exclusiva do imperador, não\napenas a chave da organização política brasileira, mas o alvo de todas\nas acusações e críticas, com inclinações liberais e democratizantes. Em\nsuma, o mote da crítica política durante o Império foi dado antes pela\noposição ao “despotismo” do Poder do Moderador do que pela crítica às\noligarquias. É o que pode ser depreendido de uma longa série de críticos\nao longo do século XIX, tais como Sales Torres Homem, Ferreira Viana,\nJoaquim Nabuco, Tobias Barreto, Zacarias de Góis e Vasconcelos, Teófilo\nOtoni, entre outros. Todos eles sensíveis ao fato de que no país se\nexercia um governo de poucos, mas igualmente convencidos de que a chave\npara os males nacionais localizava-se na presença e na ação do Poder\nModerador, não raro definido como despótico.\n\nNa Primeira República, o mote seria a crítica ao “condomínio dos\noligarcas”, mais do que ao exercício despótico do poder por parte do\npresidente da República, ainda que tal percepção possa ser encontrada,\ntal como atesta a oposição feita a Artur Bernardes e seu governo\n(1922-1926). Talvez ninguém mais do que Sílvio Romero, já nas primeiras\ndécadas do regime republicano, tenha encarnado a posição de crítico\nimplacável das oligarquias. Em uma de suas passagens mais\nsignificativas, no texto “As oligarquias e sua classificação”, de 1908,\nformulou o seguinte juízo: “A verdade é que estamos divididos em clãs,\ncom seus donos, em grupos, com seus chefes, em bandos, com seus\ncabecilhas: política, social, economicamente – é esse o espetáculo\ngeral”.\n\nO próprio irmão do presidente Campos Sales (1898-1902), o positivista\nAlberto Sales, em um texto intitulado “Balanço político: necessidade de\numa reforma constitucional”, de 1901, não formulou juízo mais ameno: “A\npolítica divorciou-se inteiramente da moral. Governadores e Congressos\nfirmaram entre si pactos reprováveis, esquecidos e desprezados os\ndeveres constitucionais, para se entregarem à gatunagem e à licença,\nenchendo as algibeiras com o produto do imposto e afugentando os\nhonestos com a perseguição política.” Para ele, “o mundo oficial dos\nestados” não passaria de “verdadeiros grupos debandados, organizados à\nsombra da Constituição e das leis”.\n\nA formulação de Alberto Sales recepciona um aspecto central na ideia\nclássica de oligarquia, a de que, para além de abrigar o governo de\npoucos, a dimensão da predação e a compulsão cleptocrática que a\npropulsiona aparecem como componentes compulsórios. A mesma percepção,\ntambém no início da Primeira República, pode ser encontrada em Rui\nBarbosa ao avaliar a experiência dos primeiros governos republicanos até\nCampos Sales, conforme citado por Raimundo Faoro: “O governo federal\nentregava cada um os estados à facção que dele primeiro se apoderasse.\nContanto que se pusesse nas mãos do presidente da República, esse grupo\nde exploradores privilegiados receberia dele a mais ilimitada outroga,\npara servilizar, corromper e roubar as populações”.\n\nAs acusações são, como pode ser visto, variadas e fortes, mas importa\nsaber, antes de tudo, o que permitiu a emergência do fenômeno e de que\nmodo ele marcou a experiência política e institucional da Primeira\nRepública brasileira.\n\nUm dos primeiros intelectuais brasileiros a refletir com alguma\nsistematicidade a respeito do fenômeno das oligarquias foi Sílvio\nRomero. Convidado, em maio de 1908, a proferir conferência sobre a\nsituação brasileira, escolheu como tema “as oligarquias e sua\nclassificação”. No texto, já citado, procurou seguir a seguinte\nprescrição: “mister há mostrar porque se formaram (as oligarquias), como\nnão poderia ser de outra parte, e, acima de tudo, que se há de fazer\npara sair delas”. A fisionomia do país confundia-se, para Sílvio Romero,\ncom a visão de “vinte oligarquias fechadas, feudos escusos, pertencentes\na vinte bandos de sicários”. E mais: “Por toda parte campeiam o\nfilhotismo, a denegação da justiça, o desconhecimento de direito aos\nadversários, a opressão das oposições, a impunidade dos amigos e\ncorreligionários”.\n\nEm seu texto, Sílvio Romero propõe uma curiosa classificação das\noligarquias brasileiras, fundadas em tipos social e doutrinariamente\ndistintos: (i) as “oikocracias”, marcadas por um “familismo primitivo”,\ncom feições de “casa reinante”; (ii) o “pequeno grupo”, caracterizado\npelo “grupismo semifamilista e amigueiro”; (iii) as oligarquias\nautofágicas, em luta interna e submetidas à ameaça constante da\n“traição”; e (iv) o “castilhismo positivoide”, que, apesar da cobertura\ndoutrinária, apoiar-se-ia na “dinheirama originada do contrabando”.\n\nPor mais confusa que possa ser, a classificação de Sílvio Romero tem o\nmérito de buscar os vínculos sociais das oligarquias. Mais do que um\ngoverno de poucos, e com componentes predatórios, a oligarquia é um\nfenômeno assentado em diferentes configurações sociais. Ênfase\nsemelhante será dada por outro crítico ácido da dominação oligárquica, o\nparaense Valente de Andrade, em importante livro, *Evolução política: a\nqueda das oligarquias*; *ensaio de crítica social*, de 1913.\nEntusiasmado com a “política das salvações”, empreendida pelo presidente\nHermes da Fonseca (1910-1914) contra algumas oligarquias estaduais,\nValente percebe as oligarquias como “degenerescência do novo regime”\nrepublicano.\n\nUm ponto de partida possível para compreender o peso e o papel das\noligarquias no sistema político da Primeira República brasileira\nrecomenda considerar sua origem sociológica, anterior à emergência do\nfenômeno como marcadamente político. Nessa perspectiva, o fenômeno é\ncontemporâneo à história do país. Desde o século XIX, a despeito da\norganização política e administativa hipercentralizada – prescrita pela\nConstituição de 1824 e reforçada no Segundo Reinado formalmente iniciado\nem 1831, mas efetivado a partir de 1840, com o Golpe da Maioridade –,\nilhas de poder privado fixaram-se por todo o território ocupado. Se, do\nponto de vista formal, tratava-se de um Império unitário, do ponto de\nvista real vigorava um federalismo de fato: por todo o território se\nespraiavam sistemas autônomos de poder local ou privado, baseados na\npropriedade da terra e em vínculos patrimoniais, cuja dinâmica era\nindependente da lógica do sistema político imperial.\n\nA proclamação da República, em 15 de novembro de 1889, fez com que o\nBrasil amanhecesse no dia 16 sem Poder Moderador, isto é sem a figura\ninstitucional que operava como um fator de nexo diante de um espaço\nsocial e geográfico altamente fragmentado. Nessa medida, a primeira\ndécada republicana foi marcada por acomodações, quase nunca pacíficas,\nnos estados brasileiros, no sentido de fixar, em cada um deles, que\ngrupo exerceria o domínio. Tal instabilidade foi, em não pequena medida,\nestimulada pela Constituição de 1891, que, ao estabelecer o princípio\nfederalista da autonomia dos estados, retirou do poder central, tal como\nem épocas do Império, a prerrogativa de estabelecer os marcos para a\norganização nacional. Não terá sido essa a única contribuição da\nConstituição de 1891 para a oligarquização política do país. Ao\nrestringir o direito de voto – não obrigatório – aos adultos homens e\nalfabetizados, e sem definir um programa nacional e público de\nalfabetização, a Constituição, embora consagrasse dispositivos liberais,\ncondenou o país a ser, por muito tempo, uma nação sem eleitores. E esse\né um requisito altamente favorável ao domínio oligárquico: a ausência de\num corpo eleitoral significativo.\n\nO predomínio oligárquico, na falta de pressões democratizantes e a\ndespeito do desconforto dos positivistas e de alguns líderes militares –\nFloriano Peixoto, por exemplo – estabeleceu-se por meio de uma divisão\nnatural do poder. De um modo geral, e sem formalidades jurídicas, em\ncada um dos estados do país oligarquias locais ocuparam-se do exercício\nda dominação política. Tal fato “natural” antecedeu, em muitos casos, a\nprópria institucionalização formal da jovem República.\n\nTal precedência dos fatos com relação às normas constitucionais foi\nreconhecida de modo explícito pelo presidente Campos Sales. Dele pode-se\ndizer que foi o primeiro de uma linhagem expressiva de governantes\nbrasileiros a perceber que o país era ingovernável sem a presença de\nsegmentos oligárquicos e predatórios na composição do poder político\nnacional. Após uma década de grave instabilidade política, que\natravessou os três primeiros governos republicanos – Deodoro da Fonseca\n(1889-1891), Floriano Peixoto (1891-1894) e Prudente de Morais\n(1894-1898) – Campos Sales pretendeu fixar o poder do presidente da\nRepública, como dotado de alguma autonomia, fazendo-o resultar de um\nacordo entre as principais oligarquias estaduais. Na altura isso\nsignificava definir um projeto de poder e de governo assentado, no\nmínimo, nas situações dominantes nos estados de São Paulo, Minas Gerais\ne Bahia.\n\nTal como o próprio Campos Sales viria a narrar em seu livro *Da\npropaganda à presidência*, de 1908, tal movimento implicava\ndesconsiderar as regras formais do sistema político, que estabeleceram a\nsoberania popular – embora muito restrita – como única fonte originária,\nlegítima e admissível do poder político. No lugar das formalidades\nliberais, buscou-se consolidar um arranjo entre o presidente da\nRepública e os “chefes estaduais” que, entre outros recursos políticos,\ncontrolavam suas bancadas no Congresso Nacional. A justificativa\ndoutrinária para tal arranjo, encontramo-na, ainda, em Campos Sales: “o\nverdadeiro público que forma a opinião e imprime direção ao sentimento\nnacional é o que está nos estados”. Para Campos Sales, é dos estados\n“que se governa a República por cima das multidões que tumultuam,\nagitadas, nas ruas da capital da União”. Sua política, por ele\ndenominada “política dos estados” – também alcunhada de “política dos\ngovernadores”, para além de oligárquica tinha um quê de antiurbana: as\ncidades são percebidas como lugar da anarquia, da identidade política\ndifusa e arredia ao controle governamental.\n\nGraças a um acordo interoligárquico, portanto, Campos Sales pôde obter\nmaioria confortável tanto na Câmara de Deputados como no Senado Federal,\ndurante o seu mandato. O fundamento realista desse arranjo partiu do\nreconhecimento de que os estados “falavam” pelos chefes que neles\nefetivamente exerciam controle político. Não caberia, pois, ao Poder\nExecutivo nacional organizar a distribuição do poder político em cada um\ndos estados da nova Federação. Isso significa dizer que cada sistema\npolítico estadual tratou, do modo que lhe pareceu mais conveniente, da\nsubmissão das populações sob seu controle. Tal arranjo determinou, em\nquase todos os estados, a criação e a consolidação de sistemas de\npartido único – os diferentes Partidos Republicanos, dos quais os mais\nvisíveis foram o PRP (São Paulo), o PRM (Minas Gerais) e o PRR (Rio\nGrande do Sul). Nessa moldura, o caso gaúcho discrepa em certa medida,\ndada a contestação tradicional exercida pelos federalistas locais e,\nmais tarde, pelo Partido Libertador, ao domínio do modelo implantado por\nJúlio de Castilhos. No geral, por meio daqueles partidos, os grupos\ndominantes em cada um dos estados manteve o controle político tanto da\npolítica estadual local como de suas expressões nacionais.\n\nCampos Sales pode ser, ele mesmo, percebido como um indicador do\nfenômeno por ele tratado com explícito realismo político. Se a\noligarquia é o governo de poucos, o conceito abrange de modo pleno a\nprópria investidura de Campos Sales no posto de presidente da República.\nEm um país habitado, em 1900, por 17.318.556 seres humanos, o político\npaulista recebeu tão somente 174.578 votos, cerca de 1% da população,\nque o qualificaram para o posto pretendido. Esse é um requisito básico\ndo governo oligárquico: a virtual ausência de eleitores.\n\nO modelo implantado no governo Campos Sales estabeleceu as bases da\nconvivência entre oligarquias estaduais e poder central. Os seus\naspectos básicos podem ser resumidos da seguinte forma: 1.Controle do\nPoder Legislativo nacional, por parte do presidente da República, em\nfunção dos arranjos informais estabelecido com os chefes estaduais. A\nchave desse controle residia na Comissão de Verificação de Poderes,\nestabelecida pela Câmara de Deputados, para verificar a legalidade dos\ndiplomas eleitorais. Na ausência de Justiça Eleitoral independente – que\nviria a ser criada na década de 1930 –, cabia ao próprio Poder\nLegislativo a decisão final a respeito de sua composição. Durante toda a\nPrimeira República, vigorou o princípio instituído por Campos Sales de\nque, em caso de dúvida e disputa a respeito de um diploma eleitoral, a\npresunção deveria ser a de que o candidato da situação deveria ser o\neleito: “Como tenho dito, a presunção, salvo prova em contrário, é a\nfavor daquele que se diz eleito pela política dominante no respectivo\nestado.” O termo “degola” passou a designar as perspectivas de\ncandidatos oposicionistas. 2. Partilha dos ministérios e postos\ngovernamentais entre os estados envolvidos no condomínio oligárquico.\nEsse aspecto revela a natureza compartilhada do poder político, entre o\ngoverno central e os chefes estaduais. 3. Controle político das\npopulações por parte dos chefes regionais: a dominação oligárquica,\nexercida em cada estado e sem a ingerência de instituições nacionais,\nconstituiu-se como limite à extensão da participação política e, por\nessa via, à democrarização política e social do país.\n\nEsses aspectos, introduzidos por Campos Sales como um arranjo para\nviabilizar o seu governo, acabaram por se constituir na política real da\nPrimeira República Brasileira, com vigência até 1930, a despeito do\nquadro constitucional estabelecido em 1891. A dominação oligárquica\nbaseava-se no forte controle local das populações, pelos meios julgados\ncabíveis pelos chefes estaduais. O país, em 1990, tinha uma população\nrural constituída por 64% de seus habitantes. O critério de delimitação\nrural-urbano, deve ser notado, pode ser questionado, se levarmos em\nconta o fato de que as cinco maiores cidades brasileiras na altura – Rio\nde Janeiro, São Paulo, Salvador, Belém e Recife – somavam tão somente\n1.416.455 habitantes. O que se definia então como malha urbana do país\nera algo fortemente marcado pela presença da dimensão rural brasileira,\nbase física da dominação coronelística, invariavelmente associada ao\ncontrole oligárquico. Os resultados eleitorais, de forma também quase\ninvariável, conferiam vitórias esmagadoras à situação. Não houve,\ndurante toda a história da Primeira República, resultados eleitorais que\npossam ser percebidos como vitórias de grupos de oposição.\n\nEm dois momentos importantes, o modo de dominação oligárquico acabou por\nser contestado em campanhas nacionais. Rui Barbosa, em 1910, com a\nCampanha Civilista, e Nilo Peçanha, em 1921, com a Reação Republicana,\nquestionaram de modo aberto o caráter oligárquico e antirrepublicano da\nRepública Brasileira. Foram ambos derrotados por candidatos com maior\nexpressão política, nos termos do arranjo definido por Campos Sales.\nCaberia, por fim, a uma coalizão oligárquica liderada pelo Rio Grande do\nSul e por Minas Gerais, em 1930, encerrar a trajetória da Primeira\nRepública brasileira. Pelas armas, posto que, pelas eleições, o modelo\ndefinido por Campos Sales era imbatível.\n\nRenato Lessa\n\n**FONTES:** FAORO, R. *Donos*; LESSA, R. *Invenção*; LESSA, R.\n*Cidades*; LOVE, J. *Regionalismo*; ROMERO, S. *Oligarquias*; SALES, A.\n*Balanço*; SALES, C. *Propaganda*.\n","ref":"**FONTES:** FAORO, R. *Donos*; LESSA, R. *Invenção*; LESSA, R.\n*Cidades*; LOVE, J. *Regionalismo*; ROMERO, S. *Oligarquias*; SALES, A.\n*Balanço*; SALES, C. *Propaganda*.\n","dic":"DHBPR"}