{"title":"OLINTO, Antônio","cargoss":["gov. MG 1889","const. 1891","dep. fed. MG 1891-1894","min. Ind. Viação e"],"author":"Paulo Brandi Cachapuz","content":"**OLINTO, Antônio**\n\n\\*gov. MG 1889; const. 1891; dep. fed. MG 1891-1894; min. Ind. Viação e\nObras Públ. 1894-1896.\n\n*Antônio Olinto dos Santos Pires* nasceu em Serro (MG) no dia 15 de\ndezembro de 1860, filho do desembargador Aurélio Pires de Figueiredo\nCamargo e de Maria Josefina dos Santos Pires. Seu avô materno, Josefino\nVieira Machado, barão do Guaiçuí, participou da Revolução de 1842 em\nMinas Gerais, foi chefe político em Diamantina (MG) e também um dos\nprecursores da exploração comercial da navegação nos rios das Velhas e\nSão Francisco. Seu primo Francisco Sá foi deputado e senador pelo Ceará\ne duas vezes ministro da Viação e Obras Públicas (1909-1910 e\n1922-1926). Também atuaram na vida pública seu irmão Aurélio Egídio dos\nSantos Pires, farmacêutico, professor, escritor e jornalista, e seu\ncunhado Juscelino Barbosa, político, advogado, banqueiro, professor e\njornalista.\n\nEstudou no Seminário Episcopal de Diamantina e iniciou o curso de\nengenharia na Escola Politécnica do Rio de Janeiro, então capital do\nImpério. Transferiu-se depois para Ouro Preto, então capital da\nprovíncia de Minas Gerais, e prosseguiu os estudos na Escola de Minas,\nonde foi aluno do geólogo francês Claude Henri Gorceix e graduou-se\nengenheiro de minas em 1882. Depois de formado, trabalhou para uma\ncompanhia de mineração francesa que explorava diamantes na lavra de\nPortão de Ferro, no Ribeirão do Inferno, perto de Diamantina. Ali teve a\noportunidade de testemunhar a primeira utilização de energia\nhidrelétrica no país: em 1883, a empresa francesa instalou uma pequena\nusina no Ribeirão do Inferno, tendo em vista a mecanização do processo\nde extração de diamantes. Em seguida, por incumbência da diretoria da\nEscola de Minas, estudou as jazidas de diamantes dos rios Abaeté e Santo\nAntônio, em Minas Gerais. Em 1884, começou a lecionar na Escola de Minas\ncomo professor interino, passando a integrar seu quadro docente em 1888\ncomo titular da cadeira de agrimensura, topografia e cosmografia.\n\nAo lado de outros professores da Escola de Minas de Ouro Preto e do\nadvogado João Pinheiro, teve participação proeminente no movimento\nrepublicano em Minas Gerais. Como ele próprio relatou, a organização do\nPartido Republicano em Minas foi tardia. O primeiro passo para a\nfundação do partido foi dado somente em junho de 1888, quando ele\npróprio, João Pinheiro e mais 30 republicanos residentes em Ouro Preto\naprovaram a convocação de um congresso na capital. Em novembro do mesmo\nano, delegados de mais de 40 municípios da província reuniram-se no\nCongresso Republicano de Ouro Preto. Tendo sido um dos autores do\nmanifesto do congresso, foi eleito para a comissão central permanente do\nPartido Republicano Mineiro (PRM), juntamente com João Pinheiro,\nFrancisco Ferreira Alves, Pedro Batista de Andrade e Domingos José da\nRocha, este último também professor da Escola de Minas. Além disso,\nassumiu a direção do jornal *O Movimento*, que começou a circular em\njaneiro de 1889 como órgão oficial de propaganda do partido em Minas.\nEncontrava-se na capital mineira em 15 de novembro de 1889, quando foi\nsurpreendido pela notícia da queda da monarquia. Como relataria mais\ntarde, “ignorávamos em Ouro Preto tudo que se tramava no Rio para a\npróxima proclamação da República”.\n\nA passagem do Império para a República em Minas e em quase todos os\nestados (nova denominação dada às províncias) ocorreu sem maiores\nincidentes. Por decisão do governo provisório chefiado por Deodoro da\nFonseca, o governo de Minas deveria ser entregue a Cesário Alvim,\npolítico do Partido Liberal até as vésperas da instauração do regime\nrepublicano. De imediato, entretanto, Antônio Olinto foi designado\ngovernador interino, supostamente com a missão de preparar a posse de\nCesário Alvim, que se encontrava em sua fazenda em Ubá, no sul do\nestado. Assim, em 17 de novembro assumiu a chefia do governo estadual em\nsubstituição a João Batista dos Santos, visconde de Ibituruna, último\npresidente da província no período imperial. Uma semana depois,\ntransmitiu o cargo a Cesário Alvim. Em dezembro, voltou a exercer o\ngoverno de Minas durante uma viagem de Cesário Alvim ao Rio de Janeiro.\n\nEm setembro de 1890, foi eleito deputado por Minas Gerais para o\nCongresso Constituinte e para a primeira legislatura da Câmara dos\nDeputados. Assim como outros republicanos históricos, tentou obstar, sem\nêxito, a participação de ex-monarquistas na chapa oficial de Minas à\nConstituinte, divergindo da “política de conciliação” apregoada por\nCesário Alvim e, em certa medida, endossada por João Pinheiro. Contestou\ntambém a lista oficial de candidatos às eleições de janeiro de 1891 para\na Assembleia Constituinte mineira organizada por João Pinheiro, Cesário\nAlvim e Crispim Jaques Bias Fortes. Juntamente com o advogado Fernando\nLobo Leite Pereira, líder republicano em Juiz de Fora (MG), tentou\narticular uma chapa alternativa, mas não teve êxito. O PRM foi\npraticamente dissolvido em decorrência da divisão provocada pela eleição\npara a Constituinte mineira. Em 1897, o partido seria reorganizado como\ninstrumento da política situacionista, mas sem a participação de Olinto\ne outros republicanos históricos.\n\nAntônio Olinto foi dos signatários da primeira Constituição republicana\ndo país, promulgada em 24 de fevereiro de 1891. Em julho do mesmo ano,\njuntamente com deputado paraense Inocêncio Serzedelo Correia, apresentou\nprojeto de lei sobre o regime de propriedade de minas, limitando o\ndireito de acessão do subsolo pelos proprietários do solo, consagrado na\nConstituição. Segundo os deputados, a exploração mineral do país não\npodia ficar subordinada exclusivamente aos interesses particulares dos\nproprietários. O projeto respeitava os direitos dos proprietários do\nsolo, mas caracterizava as minas como propriedade distinta da\npropriedade superficial, instituindo o regime de concessão pelos\ngovernos da União ou dos estados. A votação do projeto foi adiada\nindefinidamente pela Câmara.\n\nOlinto e seus correligionários reconquistaram alguma influência em Minas\ncom a ascensão ao poder do marechal Floriano Peixoto em novembro de 1891\ne a renúncia de Cesário Alvim ao governo estadual em abril de 1892. O\ngrupo passou a contar com um representante no governo federal,\nnomeadamente o advogado Fernando Lobo, que ocupou inicialmente o cargo\nde ministro das Relações Exteriores e, depois, o de ministro do\nInterior, Justiça e Instrução.\n\nEm setembro de 1893, Olinto e os demais congressistas mineiros no Rio de\nJaneiro organizaram o Partido Republicano Constitucional (PRC) para a\ndisputa das eleições legislativas federais e estaduais do ano seguinte.\nO manifesto da nova agremiação partidária, publicado por Olinto no\njornal *O Estado de Minas*, defendia a manutenção da República\nfederativa presidencialista, criticando os partidários do sistema\nparlamentarista. Reeleito deputado federal em março de 1894, no mesmo\npleito em que Prudente de Morais foi eleito presidente da República,\nintegrou a comissão do PRC que organizou a chapa do partido para as\neleições ao Congresso mineiro. Sintomaticamente, a comissão não\ninterferiu na escolha do presidente do estado, limitando-se a referendar\na candidatura de Crispim Jaques Bias Fortes, apoiada pelos principais\nchefes políticos regionais.\n\nEm novembro de 1894, Antônio Olinto assumiu o Ministério da Indústria,\nViação e Obras Públicas, juntamente com os demais ministros do novo\ngoverno presidido por Prudente de Morais. Ocupou o lugar de Bibiano\nCostallat e permaneceu à frente do ministério durante dois anos, tempo\nrazoavelmente superior à média de cinco meses de seus antecessores.\n\nResponsável pela gestão e fiscalização da infraestrutura de transportes\ne comunicações do país, o Ministério da Indústria, Viação e Obras\nPúblicas concentrava a maioria dos órgãos técnicos do governo federal e\ngrande parte da despesa da União. Em 1895, por exemplo, a participação\ndo ministério foi de quase 40% do orçamento federal, cabendo notar que a\ndespesa consignada em lei para a Estrada de Ferro Central do Brasil\n(EFCB) era superior à despesa prevista para os ministérios da Justiça e\nda Marinha.\n\nOs investimentos públicos e privados em infraestrutura permaneceram\nlimitados durante o governo Prudente de Morais. Na gestão de Antônio\nOlinto, a rede ferroviária do país teve um acréscimo de 1.300 km,\natingindo a extensão de 13.500 km no final de 1896. As obras do açude de\nQuixadá (CE) prosseguiram em ritmo lento, e os trabalhos da Comissão de\nEstudos da Nova Capital da União, constituída sob a direção do\nengenheiro belga Luís Cruls, foram interrompidos no final de 1895, por\nfalta de verba.\n\nEm novembro de 1896, Antônio Olinto foi exonerado do ministério pelo\nvice-presidente Manuel Vitorino, que assumira a chefia do governo em\ncaráter interino devido ao afastamento de Prudente de Morais para\ntratamento de saúde. Sua exoneração contou com o apoio tácito dos\nlíderes do PRC mineiro, em especial o deputado federal Joaquim Gonçalves\nRamos, líder da bancada de Minas na Câmara, e do senador estadual\nSilviano Brandão. O engenheiro foi substituído pelo médico Joaquim\nMurtinho.\n\nAo deixar o ministério Antônio Olinto não reassumiu seu mandato na\nCâmara, nem voltou a pleitear cargos eletivos. Retomou a carreira\ndocente na Escola de Minas de Ouro Preto, na qual viria a aposentar-se\nem 1914. A par de suas atividades como professor, desempenhou as funções\nde chefe da missão brasileira na Exposição de Saint Louis (EUA) em 1904;\nchefe da Superintendência dos Estudos e Obras Contra as Secas no Ceará,\nem 1907; presidente do diretório executivo da Exposição Internacional de\n1908, no Rio de Janeiro, comemorativa do Centenário da Abertura dos\nPortos; diretor geral do Telégrafo Nacional em 1909 e 1910; presidente\nda delegação brasileira ao Congresso Ferroviário Sul-Americano,\nrealizado em Buenos Aires em 1910; presidente da comissão organizadora\nda Exposição Internacional de 1922, no Rio de Janeiro, comemorativa do\nCentenário da Independência, na parte relativa à indústria, à\nagricultura e ao comércio; e presidente da Companhia de Loterias\nNacionais e do Instituto Politécnico Brasileiro.\n\nFaleceu em Belo Horizonte no dia 25 de fevereiro de 1925.\n\nFoi casado com Maria Silvana Pitanga Pires, com quem teve uma filha.\n\nEscreveu diversos estudos científicos e sobre problemas históricos,\npublicados em revistas, e as obras *Silhuetas parlamentares* (1898), com\no pseudônimo Lúcio Floro, e *Mineração no Brasil: riquezas minerais*,\nincluída no *Livro do Centenário do Descobrimento do Brasil* (1902).\n\nPaulo Brandi Cachapuz\n\n**FONTES:** ABRANCHES, J. *Governos*; BARBOSA, F. *João Pinheiro* (v.5,\nn.2); CÂM. DEP. *Anais* (10/6 – 31/7/1891, v.1, 22/7/1891. p.487-495, 1-\n31/10/1891, v.4, 12/10/1891. p.293-299/487-495); CARONE, E. *República*;\nCARVALHO, J. *Escola*; COSTA, G. *Formação*; HOLANDA, B. *Buarque*;\nFlogão. *Personagens da história de Serro Frio*. Disponível em:\n\\<http://flogao.com.br/serromg/106258133\\>; *Mineração*; MIN. IND.,\nVIAÇÃO OBRAS PUB. *Relatório* (1895,1896); MONTEIRO, N. *Dicionário*;\nPIRES, A. *Homens* (v.146); RESENDE, M. *Formação*; VISCARDI, C.\n*Elites*; WIRTH, J. *Fiel*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BARBOSA, F. *João Pinheiro* (v.5,\nn.2); CÂM. DEP. *Anais* (10/6 – 31/7/1891, v.1, 22/7/1891. p.487-495, 1-\n31/10/1891, v.4, 12/10/1891. p.293-299/487-495); CARONE, E. *República*;\nCARVALHO, J. *Escola*; COSTA, G. *Formação*; HOLANDA, B. *Buarque*;\nFlogão. *Personagens da história de Serro Frio*. Disponível em:\n\\<http://flogao.com.br/serromg/106258133\\>; *Mineração*; MIN. IND.,\nVIAÇÃO OBRAS PUB. *Relatório* (1895,1896); MONTEIRO, N. *Dicionário*;\nPIRES, A. *Homens* (v.146); RESENDE, M. *Formação*; VISCARDI, C.\n*Elites*; WIRTH, J. *Fiel*.\n","dic":"DHBPR"}