{"title":"ASSUNÇÃO, Joaquim Augusto de","cargoss":["Senador"],"cargos_esp":[0],"datas_ini":[1913],"datas_fim":[1915],"estados":["RS"],"autor":[0],"content":"**ASSUNÇÃO, Joaquim Augusto de**\n\n\\* sen. RS 1913-1915.\n\n*Joaquim Augusto de Assunção* nasceu em Pelotas(RS) no dia 18 de julho\nde 1850,filho de Joaquim José de Assunção, oBarão de Jarau, e de Cândida\nClarade Assunção.\n\nBacharelou-se em ciências jurídicas esociais pela Faculdade de Direito\nde SãoPaulo em 1872. Após formar-se, iniciousuas atividades\nprofissionais no Rio deJaneiro, então capital do Império, trabalhandono\nescritório do jurista Silva Nunes.\n\nRegressando a Pelotas, montou seupróprio escritório de advocacia. Em\n18de setembro de 1880 casou-se com MariaFrancisca de Mendonça. Ainda\ndurante oImpério, filou-se ao Partido Conservador, emcuja legenda foi\neleito vereador à CâmaraMunicipal de Pelotas em 1887, na qualpermaneceu\naté 1889. Nesse ano foi apresentadopelo partido como candidato a\ndeputadogeral (correspondente ao atual deputado federal)nas últimas\neleições realizadas durante oregime monárquico no Brasil.\n\nNo dia 15 de novembro de1889, um golpe militar, liderado pelomarechal\nDeodoro da Fonseca e apoiadopor um pequeno grupo de republicanos\ncivis,derrubou o Império e proclamou a Repúblicano Brasil. Neste mesmo\ndia, foi instituídoum Governo Provisório republicano, liderado\npelomarechal Deodoro da Fonseca, que, em 25de fevereiro de 1891, um dia\napósa promulgação da primeira Constituição republicanado país, foi\neleito para a presidência,tornando-se o primeiro chefe do Executivoda\nRepública brasileira.\n\nNesse novo regime, Joaquim Augustode Assunção filiou-se ao Partido\nRepublicanoRio-Grandense (PRR), fundado em fevereiro de1882, ainda\ndurante a Monarquia, por Júliode Castilhos, José Gomes Pinheiro\nMachado,Venâncio Aires, Joaquim Francisco de AssisBrasil, Ernesto Alves,\nÁlvaro Chaves, entreoutros adeptos do regime republicano. OPRR defendia\na eleição direta dos chefesdos executivos federal, estadual e\nmunicipal;o voto livre e público; a liberdadede pensamento e de\nexpressão, de reuniãoe de associação, e o ensino primárioleigo e\ngratuito. Propunha ainda a autonomiados municípios e estados. Estes\núltimosdeveriam ser regidos por constituições eleis próprias e isentos\nda intervençãoda União, a não ser nos casos emque o regime republicano\nfederativo estivesseameaçado.\n\nO órgão oficial do PRR erao jornal *A Federação*, criado em janeirode\n1884 e que foi decisivo parao êxito da história do PRP. Afinal,os\njornais eram os mais importantes veículosde comunicação social e de\npropagandapolítica ao longo do século XIX. Valedestacar que a fundação\nde uma imprensarepublicana ainda na vigência da Monarquianão era uma\nnovidade no país, pois,desde o lançamento do Manifesto Republicanode\n1870, começaram a surgir jornais quedefendiam abertamente a mudança do\nregimepolítico no Brasil. No entanto, estesjornais não estavam isentos\nde represáliasdo governo imperial.\n\nO PRP seria extinto em 1937,juntamente com os demais partidos do\npaís,após a instauração da ditadura do EstadoNovo por Getúlio Vargas em\n10 denovembro daquele ano. O partido governouo Rio Grande do Sul de 1882\na1930, ininterruptamente. Seus maiores líderesforam Júlio de Castilhos e\nBorges deMedeiros.\n\nEm 1913, após o falecimento dosenador Diogo Fortuna, Joaquim Augusto\ndeAssunção foi eleito para uma cadeira noSenado Federal em 22 de\ndezembro daqueleano, na qual permaneceu até 1915. Duranteeste período,\nforam presidentes do SenadoVenceslau Brás e Urbano Santos da\nCostaAraújo. Em 24 de outubro de 1915,Joaquim Augusto de Assunção\nrenunciou aomandato de senador, por problemas de saúde.\n\nAinda durante o Império, chegoua ser convidado pelo governo imperialpara\npresidir a província do Paraná, porémrecusou o convite. Vale lembrar que\nnoImpério as províncias eram governadas porpresidentes. Já na Primeira\nRepública, otítulo do chefe do Executivo estadualpodia ser governador ou\npresidente, dependendodo Estado.\n\nExerceu também, durante o Império,os cargos de juiz municipal em\nPelotase em Rio Grande, ambas no Rio Grandedo Sul. Com a proclamação da\nRepública,foi convidado por Júlio de Castilhos,presidente da província\ndo Rio Grandedo Sul, para ocupar os cargos dejuiz da comarca de Porto\nAlegre edesembargador do Supremo Tribunal Estadual. Posteriormente,foi\nconvidado para exercer o cargo device-presidente do Estado do Rio\nGrandedo Sul, durante a gestão de CarlosBarbosa Gonçalves, que governou\no Estadode 1908 a 1913, tendo, no entanto,recusado o convite.\n\nFoi ainda um dos fundadores doBanco Pelotense, criado em 1906, e\ndaCompanhia de Fiação e Tecidos Pelotense,fundada em 1908. Além disso,\natuou tambémcomo presidente do Conselho Municipal dePelotas, cargo que\nexercia por ocasiãoda sua morte.\n\nFaleceu em Pelotas no dia 2de abril de 1916.\n\nEra casado com Maria FranciscaMendonça Assunção.\n\nA casa onde Joaquim Augusto deAssunção residia com sua família em\nPelotas(RS), e que possui destacado valor histórico,artístico e\narquitetônico na cidade, foicomprada em 2005 pelo Banco Santander,que\ndecidiu doá-la à Universidade Federalde Pelotas para abrigar o curso\ndeturismo.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1,2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*.Partido Republicano\nRio-grandense (verbete temático);CÂM. MUN. PELOTAS. Disponível em:\n\\<www.camarapel.rs.gov.br/historia/legislaturas-da-camara-de-vereadores-de-pelotas/\\>;FRANCO,\nS. *Dicionário*; GUTIERREZ, E. etal. *Histórico*; LEITE NETO, L.\n*Catálogo biográfico* (v.3, p.1.369/70); OSÓRIO, F. *Cidade*; PASSOS,E.\n*Mesas*; SENADO. Disponível em: \\<www.senado.gov.br\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1,2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*.Partido Republicano\nRio-grandense (verbete temático);CÂM. MUN. PELOTAS. Disponível em:\n\\<www.camarapel.rs.gov.br/historia/legislaturas-da-camara-de-vereadores-de-pelotas/\\>;FRANCO,\nS. *Dicionário*; GUTIERREZ, E. etal. *Histórico*; LEITE NETO, L.\n*Catálogo biográfico* (v.3, p.1.369/70); OSÓRIO, F. *Cidade*; PASSOS,E.\n*Mesas*; SENADO. Disponível em: \\<www.senado.gov.br\\>.\n","dic":"DHBPR"}
