{"title":"ORDEM, A","cargoss":["Revista católica de periodicidade mensal fundada no Rio de Janeiro em"],"author":"Carolina Vianna Dantas","content":"**ORDEM, A**\n\nRevista católica de periodicidade mensal fundada no Rio de Janeiro em\n1921 sob a direção de Jackson de Figueiredo e extinta em 1990.\n\nOrigens e Atuação\n\nA partir da década de 1910 um grupo de intelectuais se organizou em\ntorno da chamada “militância católica” na cidade do Rio de Janeiro. Tal\nadesão conformou um movimento significativo de expansão e fortalecimento\nda presença da Igreja na sociedade, justamente após a proclamação da\nRepública (1889) e o fim do Padroado (1890). Após a separação entre\nEstado e Igreja estabeleceu-se um Estado não confessional e, sob o\nregime da liberdade religiosa, igualou-se a Igreja Católica a outras\ninstituições religiosas. Contudo, como afirmou Angela de Castro Gomes, a\nPrimeira República foi um período estratégico para a ampliação das bases\nda Igreja no Brasil.\n\nAssim, nos anos 1920, diante do avanço dos processos de secularização da\ncultura e de urbanização, das greves e movimentos sociais, e da fundação\ndo Partido Comunista, o então arcebispo do Rio de Janeiro, dom Sebastião\nLeme, liderou um movimento cujo objetivo maior era afirmar e difundir o\nideário cristão e “recatolizar” o país. Desse movimento nasceram a\nrevista *A Ordem,* em 1921, e o Centro Dom Vital, em 1922, ambos sob a\ndireção de Jackson de Figueiredo. A publicação da revista seria\nresponsabilidade do departamento editorial do Centro Dom Vital.\n\n*A Ordem* tinha como objetivo divulgar as concepções doutrinárias,\npolíticas e filosóficas católicas e combater a indiferença e a oposição\nà Igreja. Também buscava aumentar a influência dessa instituição na\nsociedade, angariando o apoio de intelectuais para um projeto\nconservador de salvação nacional, baseado na defesa da moral e da ordem.\nEntre seus colaboradores destacaram-se intelectuais como Jonatas\nSerrano, Osvaldo Aranha, Carlos de Laet, Bandeira de Melo, Leonardo Van\nAcker, Alceu Amoroso Lima, Murilo Mendes, Jorge de Lima, Cornélio Pena,\nentre outros.\n\nMuitos dos debates travados por esses intelectuais na revista giravam em\ntorno de críticas ao liberalismo, ao socialismo e às ideias renovadoras\nsobre educação e pedagogia. Ao envidar esforços nos campos da cultura e\nda política para aumentar a influência da Igreja Católica na sociedade,\nesses intelectuais deram os primeiros passos no processo que ficou\nconhecido como “restauração católica”. Um aspecto importante desse\nmovimento foi a campanha em prol das “emendas religiosas”\nconstitucionais, amplamente divulgada por Jackson de Figueiredo na\nrevista *A Ordem* a partir de maio de 1925. Nesse momento, estava em\ndebate uma reforma constitucional prometida pelo presidente Artur\nBernardes, e as emendas tratavam da obrigatoriedade do ensino religioso\nnas escolas públicas e do reconhecimento da religião católica como a\nreligião oficial do país.\n\nCom o falecimento de Jackson de Figueiredo em 1928*,* encerrou-se a\nprimeira fase da revista. De acordo com Mônica Pimenta Veloso, é\npossível traçar as linhas mestras desse período. Assim, *A Ordem* tinha\num caráter reacionário, já que combatia correntes intelectuais, práticas\nculturais, crenças religiosas e medidas políticas consideradas adversas\na seu projeto de recatolização do Brasil. Como órgão de imprensa,\nexpressou obediência à autoridade eclesiástica, conferindo destaque à\nfigura do chefe do movimento católico, dom Sebastião Leme. Adotou como\nbase filosófica e intelectual o pensamento tradicionalista francês,\ncitando recorrentemente os doutrinadores Joseph de Maistre e Louis de\nBonald, e pregou o dogma da infalibilidade espiritual e temporal dos\npapas, legitimando sua palavra. Já em relação ao contexto político mais\nespecífico da época, a revista concentrou esforços na crítica aos\nliberais e posicionou-se a favor da candidatura de Artur Bernardes,\ndestacando seu perfil conservador. Também recriminou o envolvimento dos\nmilitares da política. Enfim, durante essa primeira fase *A Ordem*\npropôs uma revolução de ideias visando à expansão do poder da Igreja\nCatólica no país, sem armas, e a partir dos intelectuais e das elites.\n\nApós a morte de Jackson de Figueiredo, a direção de *A Ordem* e o do\nCentro Dom Vital foi assumida por Alceu Amoroso Lima, também conhecido\npelo pseudônimo literário Tristão de Ataíde. O perfil da revista, que\naté 1928 tinha como direção a divulgação da doutrina religiosa católica,\nmudou. Sob o comando de Amoroso Lima, a ênfase editorial voltou-se para\no aspecto cultural, ainda que de conotação católica. O novo diretor\nesclareceu que a revista perderia seu tom político partidário para se\ntornar uma revista católica de cultura geral. Ao dar menos ênfase aos\ntemas políticos, a intenção era ampliar o debate cultural católico.\n\nEm 1930, a Igreja Católica recebeu do governo provisório de Getúlio\nVargas um reforço significativo: seu reconhecimento como instituição\nsemioficial, o que fortaleceu sua presença na sociedade. Embora, de\ninício, os católicos organizados no Centro Dom Vital tenham divergido\nquanto ao apoio à Revolução de 1930, após a consolidação de Vargas no\npoder, passaram a apoiá-lo. Houve então a mobilização de grande massa de\nfiéis, numa demonstração da força política e moral da Igreja. Na revista\n*A Ordem,* a partir da década de 1930 os intelectuais passaram a\ndiscutir com mais ênfase questões relativas à conduta da família e à\neducação dos filhos, às ações católicas e ao combate ao comunismo.\n\nLogo após a publicação do Manifesto dos Pioneiros da Educação Nova, em\n1932, *A Ordem* passou a dedicar mais espaço ao debate sobre o\npensamento educacional, criticando a pedagogia laica e defendendo o\nensino católico. Nesse mesmo ano, Lúcia Miguel Pereira estreou com uma\ncoluna na revista, demonstrando preocupação com a questão feminina,\nembora a emancipação das mulheres tenha sido considerada com bastante\ncautela. *A Ordem* nesse período também demonstrou simpatia pelo\nmovimento integralista, embora não o tenha apoiado abertamente. Ainda em\n1932, dom Sebastião Leme fundou a Liga Eleitoral Católica, que tinha\ncomo secretário Alceu Amoroso Lima, visando a estabelecer maiores laços\nentre o grupo católico e a política. Dom Sebastião deu início, desse\nmodo, a um forte apelo à participação política dos católicos, o que\ntambém se refletiu nas matérias publicadas em *A Ordem.*\n\nEm 1934, o artigo “Primeiras vitórias” noticiava a aprovação de duas\nemendas religiosas pela Assembleia Nacional Constituinte. Uma incluía o\nnome de Deus no preâmbulo do anteprojeto constitucional, e a outra\nestabelecia a colaboração recíproca entre Estado e Igreja. Os católicos\nse fortaleciam cada vez mais. A criação da Ação Católica Brasileira foi\nnoticiada na revista em 1935, enfatizando-se a necessidade da\nparticipação política dos católicos e a preocupação em demonstrar a\nvitalidade do movimento. Ao mesmo tempo, a revista centrava esforços na\npropaganda anticomunista e, em relação à questão social do operariado,\ndefendia as ideias corporativistas, declarando assim seu apoio à\npolítica trabalhista do governo. A partir desse momento, assuntos como\neducação, ação católica, combate ao comunismo, frutos da crescente\nparticipação da Igreja na sociedade durante o governo Vargas, passaram a\nser debatidos de forma mais sistemática. Alguns temas foram\npermanentemente divulgados, evidenciando elementos fundamentais do\nprojeto *A Ordem* para o Brasil: a atuação da juventude, a condenação do\ndivórcio, a crítica ao socialismo, ao marxismo e ao positivismo\nbrasileiro, a defesa da formação e atuação de uma imprensa católica,\nquestões relativas ao debate fé *versus* ciência, críticas à Revolta\nComunista de 1935 e às Revoluções Espanhola e Mexicana.\n\nO período correspondente ao primeiro governo Vargas (1930-1945) marcou o\nauge da revista *A Ordem,* tanto em termos de circulação quanto de\ninfluência. Nas décadas seguintes as reviravoltas ocorridas no Centro\nDom Vital afetaram diretamente a publicação. Como indica Mônica Kornis,\nem 1942 o Centro Dom Vital começou a dar sinais de declínio, o que se\nacentuou após a queda de Vargas em 1945. A partir de então, seus membros\nespalharam-se por outras organizações, como a Campanha de Resistência\nDemocrática, a União Democrática Nacional (UDN) e o Partido Democrata\nCristão (PDC).\n\nEm 1951, Alceu Amoroso Lima partiu para Washington, e o Centro Dom Vital\npassou ao comando de Gustavo Corção. Dois anos depois, Amoroso Lima\nretornou ao Brasil, desencadeando uma crise de liderança no Centro Dom\nVital, que culminou com a saída de Corção da instituição em 1963. Em\n1964, a revista *A Ordem* parou de ser publicada em função de\ndiscordâncias entre seus colaboradores.\n\nAo longo da década de 1960, em meio a vários episódios de divergências\ninternas e crises entre lideranças, o Centro Dom Vital foi perdendo cada\nvez mais influência. Mas o aniversário do falecimento de Jackson de\nFigueiredo em novembro de 1973 marcou a reorganização do Centro pelas\nmãos de dois dos seus principais líderes no momento, Sobral Pinto e\nAlceu Amoroso Lima. Em 1974, *A Ordem* voltou a circular, sob a direção\nvice-presidente executivo do Centro Dom Vital, Eduardo Prado de\nMendonça, que na época também era o diretor do Instituto de Filosofia e\nCiências Sociais da Universidade Federal do Rio de Janeiro.\n\nEntre os anos de 1984 e 1988 a revista passou por problemas financeiros,\no que fez com que sua publicação fosse interrompida. Nos anos de 1980\nfizeram parte da diretoria de *A Ordem* Afonso Arinos de Melo Franco e\nCélio Borja. Na década seguinte, o Centro Dom Vital publicou *A Ordem*\nem periodicidade anual devido a dificuldades financeiras.\n\nCarolina Vianna Dantas\n\n**FONTES:** GOMES, Â. *Essa*; KORNIS, M. *Centro*; RODRIGUES, C.\n*Ordem*; VELLOSO, M. *Ordem* (v.21, 1978). VILLAÇA, A. *Pensamento*.\n","ref":"**FONTES:** GOMES, Â. *Essa*; KORNIS, M. *Centro*; RODRIGUES, C.\n*Ordem*; VELLOSO, M. *Ordem* (v.21, 1978). VILLAÇA, A. *Pensamento*.\n","dic":"DHBPR"}