{"title":"OTÁVIO, Rodrigo","cargoss":["magistrado","consult.-ger. Rep. 1911-1929","min. STF 1929-1934."],"author":null,"content":"**OTÁVIO, Rodrigo**\n\n\\*magistrado; consult.-ger. Rep. 1911-1929; min. STF 1929-1934.\n\n*Rodrigo Otávio Landgaard Meneses* nasceu em Campinas (SP) no dia 11 de\noutubro de 1866, filho de Rodrigo Otávio de Oliveira Meneses e de Luísa\nLandgaard, de origem dinamarquesa.\n\nAos cinco anos de idade transferiu-se para o Rio de Janeiro, então\ncapital do Império, onde estudou nos colégios Nossa Senhora da Soledade,\nPedro II e Dom Pedro de Alcântara. Em 1878, com a nomeação de seu pai\npara a presidência da província do Paraná, foi residir em Curitiba,\ntendo aí recebido aulas particulares. Em seguida voltou ao Rio de\nJaneiro e em 1879 seguiu para Vassouras (RS), a fim de matricular-se no\nColégio Alberto Brandão. O colégio foi depois transferido para a capital\ndo Império, e Rodrigo Otávio, mais uma vez, a ela retornou para concluir\nos preparatórios. Mais tarde ingressou na Faculdade de Direito de São\nPaulo, diplomando-se em 1886. Durante cerca de dois anos exerceu a\nmagistratura no estado do Rio de Janeiro, tendo sido juiz municipal e de\nórfãos em Iguaçu (1888), hoje Nova Iguaçu, e em Paraíba do Sul (1889).\nTambém entre 1888 e 1889, ano em que se casou com Maria Rita\nPederneiras, escreveu folhetins semanais para o *Diário de Notícias*, a\n*Tribuna Liberal* e a *Gazeta de Notícias*.\n\nEm 1890 foi nomeado procurador secional do então Distrito Federal.\nExerceu a função até 1894, quando, convidado pelo presidente Prudente de\nMorais (1894-1898), assumiu a Secretaria da Presidência da República.\nPermaneceu no cargo até 1896, exonerando-se a pedido, e a partir desse\nano começou a lecionar na Faculdade de Direito do Rio de Janeiro. Ainda\nem 1896 participou da fundação da Academia Brasileira de Letras (ABL),\nna qual ocupou a cadeira n^o^ 35.\n\nFundador e diretor da revista *A Renascença* (1904-1908), de literatura\ne arte, e da *Revista Jurídica*, em 1906 foi designado secretário da\nConferência Pan-Americana do Rio de Janeiro e no ano seguinte exerceu a\nmesma função na II Conferência de Paz, em Haia, na Holanda. Foi delegado\nplenipotenciário nas conferências sobre direito marítimo (1909, 1910 e\n1912), em Bruxelas, na Bélgica, e nas conferências de Haia relativas ao\ndireito cambial (1910 e 1912).\n\nNomeado consultor geral da República em 1911, permaneceria nesse cargo\ndurante cerca de 18 anos. Em 1916 foi novamente designado delegado\nplenipotenciário, dessa vez à Conferência Científica Pan-Americana,\nrealizada em Washington, e participou da fundação do Instituto Americano\nde Direito Internacional. Em 1917 assumiu a presidência do Instituto dos\nAdvogados Brasileiros e em 1919, como delegado plenipotenciário à\nConferência da Paz, em Paris, assinou o Tratado de Versalhes e\nparticipou da fundação da União Jurídica Internacional.\n\nComo subsecretário de Estado das Relações Exteriores, cargo que ocupou\nentre março de 1920 e fevereiro de 1921, representou o Brasil na\nprimeira assembleia da Liga das Nações (1920), em Genebra, na Suíça,\ntendo sido eleito seu vice-presidente. Nessa assembleia, foi um dos\nsignatários do tratado que criou a Corte de Justiça Internacional. Em\n1926 voltou a ocupar a presidência do Instituto dos Advogados\nBrasileiros e em 1927 foi eleito presidente da ABL. Nesse último ano foi\ndesignado membro da Comissão Internacional de Jurisconsultos Americanos,\nreunida no Rio de Janeiro, tendo sido presidente da seção de direito\ninternacional privado.\n\nPor decreto de 5 de fevereiro de 1929, foi nomeado ministro do Supremo\nTribunal Federal (STF). Nessa corte, teve atuação destacada na questão\nrelativa à isenção do imposto de renda de que se beneficiavam os\nvencimentos dos magistrados, pronunciando-se contrário a esse\nprivilégio. No julgamento do pedido de habeas corpus em favor do\nex-presidente da República Washington Luís, votou, na qualidade de\nrelator, contra a concessão do recurso, decisão acolhida pelo tribunal.\n\nNo início de 1933, com a formação da Chapa Única por São Paulo Unido,\nque congregaria as correntes de oposição ao então interventor no estado,\nValdomiro Castilho de Lima, Rodrigo Otávio teve seu nome cogitado para a\ninterventoria. No entanto, o escolhido foi Armando de Sales Oliveira,\nque assumiu o cargo em agosto do mesmo ano. Em fevereiro de 1934 deixou\no STF, aposentando-se como ministro.\n\nEspecialista em assuntos de direito internacional privado, fez diversas\nconferências nas universidades de Paris (1914 e 1930), de Roma (1930),\nde Varsóvia (1930), na Polônia, e de Montevidéu (1936), no Uruguai,\ntendo promovido na Academia de Direito Internacional de Haia o curso\nintitulado “Os selvagens americanos perante o direito”. Recebeu o título\nde doutor *honoris causa* das universidades do México, de La Plata e de\nBuenos Aires, na Argentina, de Lima e de Arequipa, no Peru, e de Havana,\nem Cuba.\n\nParticipou de diversos congressos, conferências e comissões arbitrais\naté o ano de 1936, tendo-se destacado como árbitro nas questões entre\nMéxico e EUA, México e França e México e Alemanha. Distinguiu-se ainda\ncomo membro das comissões permanentes entre Chile e Suécia, Itália e\nChile e Itália e Colômbia.\n\nFoi presidente da Sociedade Brasileira de Direito Internacional, do\nInstituto Argentino-Brasileiro de Cultura, da Sociedade\nPolono-Brasileira Kosciusko e vice-presidente do Instituto Histórico e\nGeográfico Brasileiro. Foi membro da Comissão Permanente para a\nCodificação do Direito Internacional, da Comissão Brasileira de\nCooperação Intelectual, do Instituto Americano de Direito Internacional,\ndo Instituto de Direito Internacional, membro estrangeiro da instituição\nfrancesa Comitê de Legislação Estrangeira e de Direito Internacional e\nmembro honorário dos institutos de Advogados de Lisboa, de Buenos Aires,\nde Lima e de Havana, além de ter sido filiado a várias outras\nassociações culturais na Europa, nas Américas e no Brasil. Fez parte do\ncorpo consultivo da Academia de Ciências Políticas e Sociais de\nFiladélfia, nos Estados Unidos, e foi correspondente da Academia de\nCiências de Lisboa e da Academia Argentina de Letras.\n\nRecolhido à vida privada desde 1936, faleceu no Rio de Janeiro no dia 27\nde fevereiro de 1944.\n\nSeu filho, Rodrigo Otávio Landgaard Meneses Filho, ocupou na ABL, entre\n1944 e 1969, a mesma cadeira que lhe pertencera.\n\nAlém de grande quantidade de pareceres, memoriais, artigos, relatórios,\ndiscursos e traduções, Rodrigo Otávio publicou numerosas obras. Entre as\nde literatura e história, afora as que vieram a público na *Revista\nBrasileira*, como a novela *Bodas de sangue* (1895), em *A Renascença*,\ncomo o drama *A estrada* (1907), e em outras publicações, destacam-se:\n*Pâmpanos* (versos, 1886), *Poemas e idílios* (versos, 1887), *Aristo*\n(novela, 1889), *Festas nacionais* (educação cívica, 1893), *Quinze de\nnovembro* (educação cívica, 1894), *Sonhos funestos* (drama em verso,\n1895), *Felisberto Caldeira* (crônica dos tempos coloniais, 1900),\n*Águas passadas* (novela, 1914), *Vera* (poema, 1916), *Coração de\ncaboclo* (poema, 1924), *Coração aberto* (1928), *Contos de ontem e de\nhoje* (1932), *Minhas memórias dos outros* (3v., 1934-1936), *Les\nrhapsodies* (1939) e *México e Peru* (1940). Em direito e política\ninternacional, publicou, entre outros trabalhos: *Divisão e demarcações\nde terras particulares* (1893), *Os sucessos de abril perante a Justiça\nFederal* (1893), *Domínio da União e dos estados* (1897), *Constituições\nfederais* (confronto dos textos da Constituição do Brasil com as dos\nEUA, Argentina e Suíça, 1897), *O direito do estrangeiro no Brasil*\n(1909), *A codificação do direito internacional privado* (1910), *Do\ncheque, sua origem, função econômica e regulamentação* (1913),\n*Elementos de direito público e constitucional brasileiro* (1913), *A\nlei reguladora do regime do casamento de estrangeiros* (1916), *Direito\ninternacional privado* (1932) e *Dicionário de direito internacional\nprivado* (1933).\n\nEm homenagem ao centenário de seu nascimento, o Instituto Histórico e\nGeográfico Brasileiro publicou, no n^o^ 284 de sua revista\n(julho/setembro de 1969), artigos sobre sua vida e atuação.\n\nSílvia Pantoja\n\n**FONTES:**ARQ. GETÚLIO VARGAS; AUTUORI, L. *Quarenta*; BALEEIRO, A.\n*Supremo*; BLAKE, A. *Diccionário*; BRINCHES, V. *Diccionário*.; CARDI,\nE. *Rodrigo*; CARNEIRO, L. *Centenário*; CORRESP. CONSULT. GER. REP.;\nCOSTA, E. *Grandes*; *Encic. Mirador*; *Grande encic. Delta*; GUIMARÃES,\nA. *Dicionário*; *Jornal do Comércio*, Rio (28/2/1944); LAGO, L.\n*Supremo*; MELO, L. *Dicionário*; NEVES, F.*Academia*; RIBEIRO FILHO, J.\n*Dicionário*; SILVA, H. *1933*.\n","ref":"**FONTES:**ARQ. GETÚLIO VARGAS; AUTUORI, L. *Quarenta*; BALEEIRO, A.\n*Supremo*; BLAKE, A. *Diccionário*; BRINCHES, V. *Diccionário*.; CARDI,\nE. *Rodrigo*; CARNEIRO, L. *Centenário*; CORRESP. CONSULT. GER. REP.;\nCOSTA, E. *Grandes*; *Encic. Mirador*; *Grande encic. Delta*; GUIMARÃES,\nA. *Dicionário*; *Jornal do Comércio*, Rio (28/2/1944); LAGO, L.\n*Supremo*; MELO, L. *Dicionário*; NEVES, F.*Academia*; RIBEIRO FILHO, J.\n*Dicionário*; SILVA, H. *1933*.\n","dic":"DHBPR"}