{"title":"PACHECO, Félix","cargoss":["Deputado federal","Senador","Ministro das Relações Exteriores"],"cargos_esp":[0,0,0],"datas_ini":[1909,1921,1922],"datas_fim":[1920,1922,1926],"estados":["PI","PI",0],"autor":[0],"content":"**PACHECO, Félix**\n\n\\*jornalista; dep. fed. PI 1909-1920; sen. PI 1921-1922; min. Rel. Ext.\n1922-1926.\n\n*José Félix Alves Pacheco* nasceu em Teresina, na província do Piauí, em\n2 de agosto de 1879, filho do juiz Gabriel Luís Ferreira e de Maria\nBenedita Cândida da Conceição Pacheco. Seu pai foi governador do Piauí\nem 1891 e deputado federal de 1894 a 1895. Seu irmão João Luís Ferreira\nfoi também governador do Piauí, de 1920 a 1924, e deputado federal de\n1925 a 1927.\n\nFez os estudos primários no Colégio Karnak, onde desde cedo escreveu\ntextos rebeldes, que lhe valeram o apelido de *Oncinha*. Preocupado com\na índole do filho, quando o menino completou 12 anos o pai matriculou-o\nno Colégio Militar, no Rio de Janeiro, onde ficou sob a proteção do tio,\no senador Teodoro Alves Pacheco, cujo nome adotou. Sem pendores para a\nmatemática, mais tarde ingressou na Faculdade de Direito e passou a\nfrequentar os círculos literários e boêmios da capital da República de\nfins do século XIX. Aos 18 anos escreveu um estudo sobre Evaristo da\nVeiga, publicado no *Jornal do Comércio*. Admirador da obra de Cruz e\nSouza, integrou a segunda geração dos simbolistas brasileiros ligados à\nrevista *Rosa-Cruz*, de Saturnino de Meireles, Gonçalo Jácome, Maurício\nJubim e Castro Meneses, dedicada ao culto do poeta negro catarinense\nentão falecido. Ainda em 1897 lançou *Chicotadas*, com o subtítulo\n“poesias revolucionárias”, versos panfletários, convite aos povos da\nAmérica Latina a se unirem contra a Espanha na guerra da independência\nde Cuba e veemente protesto contra a intervenção dos Estados Unidos no\nconflito. Mais tarde excluiu este livro de sua bibliografia e considerou\n*Via Crucis*, de 1900, sua estreia poética.\n\nFélix Pacheco distinguia-se, nas rodas literárias e boêmias do Rio de\nJaneiro do seu tempo, onde a maledicência dos jovens escritores\nvoltava-se contra instituições culturais conservadoras, a exemplo da\nAcademia Brasileira de Letras, pela inteligência e pelos comentários\niconoclastas. Para Luís Edmundo em *O Rio de Janeiro do meu tempo*,\nFélix impressionava os amigos, “alarmando o estreito meio literário em\nque vivíamos com suas gravatas estapafúrdias, as suas frases loucas e as\nsuas atitudes escandalosas”. Não obstante, o boêmio encontrava tempo\npara seu trabalho literário e suas leituras, em especial dos poetas\nfranceses, a exemplo de Verlaine, Rimbaud, Mallarmé e outros. Foi o\nprimeiro tradutor de Baudelaire no Brasil e escreveu ensaios sobre sua\nobra, estudos que culminaram com o discurso pronunciado a 24 de novembro\nde 1932, intitulado “Baudelaire e os milagres do poder da imaginação”, e\ntrês plaquetes publicadas no ano seguinte: “O mar através de Baudelaire\ne Valéry”, “Paul Valéry e o monumento de Baudelaire em Paris” e\n“Baudelaire e os gatos”. Depois de simbolista na juventude, na\nmaturidade recebeu influência da estética do parnasianismo. Alceu\nAmoroso Lima (Tristão de Ataíde) observou o equívoco do poeta ao\nanalisar sua transição: “O livro simbolista, aristocrático, filosofante\nou mesmo filosófico e cheio de altas evocações e surto de ambições, era\na verdadeira messe do seu engenho opulento e intrincado. O mais não\npassou de flor exótica e artificial do seu estro”.\n\nEm 1899 Félix terminou o curso de direito e conseguiu um lugar de\nrepórter no jornal *O Debate*. Dois anos depois, com a extinção daquele\nperiódico, encontrou emprego na seção de polícia da redação do *Jornal\ndo Comércio*, então dirigido por José Carlos Rodrigues. Seu ingresso no\njornal conservador causou espanto entre os companheiros de boemia.\nSegundo Luís Edmundo, o jovem iconoclasta trocou “o soneto de Baudelaire\npela descrição do incêndio da Camisaria Lopes, a estrofe de Mallarmé, ou\na de Verlaine, pelas façanhas de Manduca Calombo, conhecido assassino”.\n\nOs amigos de Félix, nas palavras de Luís Edmundo, esperavam que “a\nmocidade trepidante do poeta a rebentar em iras contra toda a sorte de\nconvencionalismos e tradições, em desafogos e rebeldias, não se\nacomod[asse] à forma burguesa e conservadora da sisuda gazeta”. Mas, ao\ncontrário da expectativa, Félix, ainda segundo Edmundo, viu “minguar os\narroubos febris da sua juventude, ao ponto de mais tarde ser\ninteiramente absorvido pelo ambiente onde se introduz[iu]”. Assim, o\npoeta viu-se enquadrado nas rígidas normas do jornal, cujas Várias e\neditoriais sobre política, economia e diplomacia muitas vezes derrubavam\nministros, e lá permaneceria até a morte.\n\nAinda repórter de polícia, Félix casou-se com Dora Viana Pacheco, com\nquem teve duas filhas, Inês (Inesita) e Marta. O trabalho de jornalista\njunto às dependências policiais levou-o ao serviço público, passou a\nestudar o sistema de identificação pelas impressões digitais de outros\npaíses, inexistente no país. Representante brasileiro no III Congresso\nCientífico Latino-Americano, realizado em Buenos Aires, conheceu as\ntécnicas de identificação dactiloscópica e ao regressar trabalhou para\nintroduzi-las no Brasil. Organizou e renovou o Gabinete de Identificação\ne Estatística da Polícia do então Distrito Federal, do qual foi diretor\ndurante seis anos, mais tarde denominado Instituto Félix Pacheco.\n\nEm pouco tempo ascendeu à secretaria do *Jornal do Comércio*, e em 1909\nera o homem de confiança do proprietário José Carlos Rodrigues, que, em\nsuas viagens ao exterior, entregava os assuntos políticos da redação aos\nseus cuidados. Amigo de políticos e ministros, entre os quais o barão do\nRio Branco, ministro das Relações Exteriores que depois do expediente no\nministério frequentava a redação do *Jornal do Comércio*, onde escrevia\nVárias sobre a situação internacional e as relações diplomáticas do\nBrasil, Félix voltou-se para a política e naquele ano elegeu-se deputado\nfederal pelo Piauí, reelegendo-se sucessivamente até 1921, quando\nascendeu ao Senado. Nesse período não esqueceu a literatura e prosseguiu\na publicar poesia, mas sua obra, escrita no período da transição entre o\nparnasianismo e o simbolismo, não recebeu citação na “Apresentação da\npoesia brasileira” de Manuel Bandeira. A 14 de agosto de 1913 tomou\nposse na cadeira número 16 da Academia Brasileira de Letras, na sucessão\nde Araripe Júnior, recebido por Sousa Bandeira, cujo discurso não deixou\nde aludir, em tom jocoso, às criticas do moço Félix à instituição que\nentão o recebia.\n\nEm março de 1922, quando Artur Bernardes, presidente de Minas Gerais,\nfoi eleito presidente da República, esperava-se a nomeação de Afrânio de\nMelo Franco, experiente político e diplomata, para o ministério das\nRelações Exteriores. Atento à sombra que Afrânio, expoente da política\nmineira, poderia exercer sobre sua presidência, Bernardes alegou querer\n“evitar especulações em torno da entrada de mineiros para os conselhos\ndo governo” e escolheu para o cargo o senador Félix Pacheco. Sem grande\nexperiência diplomática, Pacheco renunciou ao mandato no Senado,\nlicenciou-se do *Jornal do Comércio* e assumiu a chefia do Itamarati em\nnovembro de 1922.\n\nEm 1924, durante sua gestão no ministério das Relações Exteriores, o\nBrasil foi o primeiro país a criar, em Genebra, uma embaixada permanente\njunto à Liga das Nações chefiada por Afrânio de Melo Franco, que, por\ninstruções de Bernardes transmitidas por Pacheco, apresentou a\ncandidatura brasileira a membro permanente do conselho da Liga.\nBernardes fez desta aspiração tema prioritário da sua política externa e\nneste sentido orientou Afrânio, embora sem apoio das grandes potências,\nespecialmente após a assinatura do Tratado de Locarno. A proposta\ninicial do Brasil sugeria a criação de mais dois lugares permanentes no\nconselho da Liga, provisoriamente ocupados pela Espanha e o Brasil, e\ndepois transferidos para a Alemanha e os Estados Unidos. Apesar dos\nesforços de Afrânio de Meio Franco, a falta de apoio de países\nlatino-americanos e a oposição da Grã-Bretanha inviabilizaram a\npretensão brasileira. Por instruções diretas de Bernardes a Félix\nPacheco transmitidas a Afrânio, o Brasil vetou o ingresso da Alemanha, o\nque isolou o país da Sociedade das Nações e mais tarde, em 1926, levou o\ngoverno brasileiro a abandonar a Liga.\n\nDesde 1915 José Carlos Rodrigues vendera o controle acionário do *Jornal\ndo Comércio* para o diretor comercial do órgão, Antônio Ferreira\nBotelho. Oito anos depois, em 1923, Botelho procurou um comprador para o\njornal. Assis Chateaubriand interessou-se pelo negócio, que não se\nrealizou por intervenção de Félix Pacheco junto ao presidente Bernardes,\nde quem Chateaubriand era adversário político. Em 1924 o jornal foi\nvendido a Félix Pacheco que, ainda no cargo de ministro das Relações\nExteriores, entregou a direção do órgão ao jornalista Vítor Viana.\n\nCom a eleição e posse de Washington Luís na presidência da República, a\n16 de novembro de 1926 Félix Pacheco deixou o ministério e reassumiu a\ndireção do *Jornal do Comércio*. Nas eleições para o Senado de 1927,\nembora fosse o mais votado no Piauí, Washington Luís, seu adversário\npolítico, conseguiu do Senado a aprovação do segundo colocado, o\nmarechal Pires Ferreira, político da oligarquia piauiense ligado a\ninteresses econômicos de São Paulo. O *Jornal do Comércio* passou a\ncriticar o governo e, na sucessão de Washington Luís, apoiou a\ncandidatura de Getúlio Vargas, da Aliança Liberal. Durante a campanha\npublicou entrevista do ex-presidente Epitácio Pessoa, com a manchete “As\nvergonhas da situação política e a covardia prepotente do presidente da\nRepública”.\n\nSob a direção de Félix Pacheco o *Jornal do Comércio* apoiou a Revolução\nde 1930, permaneceu neutro durante a Revolução paulista de 1932, e a 16\nde julho de 1934 saudou os méritos da nova Constituição. Nos últimos\nanos de sua vida Félix Pacheco voltou aos estudos da história,\nespecialmente a do *Jornal do Comércio*, e aos estudos literários.\n\nFaleceu em 6 de dezembro de 1935.\n\nCícero Sandroni\n\n**FONTES:** Edição comemorativa do 1^o^ centenário do Jornal do Comércio\n1827/1927; MORAIS, F. *Chatô*; PACHECO, F. *Aliança de prata* (1932);\nPACHECO, F. *Amores alvos* (versos, 1904); PACHECO, F. *Chicotadas*\n(versos satíricos, 1997); PACHECO, F. *Descendo a encosta* (1935);\nPACHECO, F. *Em louvor de Paulo Barreto* (1922); PACHECO, F. *Éstos e\npausas* (1920); PACHECO, F. *Inesita* (1915); PACHECO, F. *Lírios\nbrancos* (1919); PACHECO, F. *Luar de Amor* (versos, 1906); PACHECO, F.\n*Marta* (1917); PACHECO, F. *Mors amor* (versos, 1904); PACHECO, F. *No\nlimiar do outono* (1918); PACHECO, F. *O pendão da taba verde* (1919);\nPACHECO, F. *Poesias* (1914); PACHECO, F. *Poesias* (1932); PACHECO, F.\n*Tu só tu…* (1917); PACHECO, F. *Via crucis* (versos, 1900); SANDRONI,\nC. *180*; SODRÉ, N. *História*.\n","ref":"**FONTES:** Edição comemorativa do 1^o^ centenário do Jornal do Comércio\n1827/1927; MORAIS, F. *Chatô*; PACHECO, F. *Aliança de prata* (1932);\nPACHECO, F. *Amores alvos* (versos, 1904); PACHECO, F. *Chicotadas*\n(versos satíricos, 1997); PACHECO, F. *Descendo a encosta* (1935);\nPACHECO, F. *Em louvor de Paulo Barreto* (1922); PACHECO, F. *Éstos e\npausas* (1920); PACHECO, F. *Inesita* (1915); PACHECO, F. *Lírios\nbrancos* (1919); PACHECO, F. *Luar de Amor* (versos, 1906); PACHECO, F.\n*Marta* (1917); PACHECO, F. *Mors amor* (versos, 1904); PACHECO, F. *No\nlimiar do outono* (1918); PACHECO, F. *O pendão da taba verde* (1919);\nPACHECO, F. *Poesias* (1914); PACHECO, F. *Poesias* (1932); PACHECO, F.\n*Tu só tu…* (1917); PACHECO, F. *Via crucis* (versos, 1900); SANDRONI,\nC. *180*; SODRÉ, N. *História*.\n","dic":"DHBPR"}
