{"title":"PACHECO, Teodoro Alves","cargoss":["const. 1891","sen. PI 1891."],"author":"Raimundo Helio Lopes","content":"**PACHECO, Teodoro Alves**\n\n\\* const. 1891; sen. PI 1891.\n\n*Teodoro Alves Pacheco* nasceu em Teresina no dia 18 de julho de 1851,\nfilho de José Félix Alves Pacheco e de Benedita Cândida da Conceição\nPacheco. Sua irmã, Maria Benedita Cândida da Conceição Pacheco, casou-se\ncom Gabriel Luís Ferreira, que foi governador do Piauí em 1891 e\ndeputado federal de 1894 a 1895.\n\nEstudou na Faculdade de Direito do Recife, onde se bacharelou em 1877.\nDurante o Império militou no Partido Conservador e dirigiu vários\njornais ligados ao partido. Foi também promotor em Teresina e ocupou\ndiversos cargos públicos. Em 1887 assumiu a vice-presidência da\nprovíncia do Piauí e exerceu o cargo até 1889.\n\nCom a proclamação da República em 15 de novembro de 1889, fez parte da\njunta governativa que assumiu o poder no Piauí até a chegada do\ngovernador nomeado, Gregório Taumaturgo de Azevedo. Em 1890 foi\nconselheiro municipal em Teresina e secretário do governo do Piauí. Na\neleição para a Assembleia Nacional Constituinte realizada em setembro\ndesse ano foi eleito senador com a segunda maior votação do estado.\nEmpossado em novembro seguinte, participou dos trabalhos constituintes\ne, após a promulgação da Constituição em 24 de fevereiro de 1891, a\npartir de junho passou a exercer o mandato ordinário.\n\nFaleceu em 29 de novembro de 1891, em pleno exercício do mandato.\n\nSeu sobrinho José Félix Alves Pacheco, homônimo de seu pai, foi deputado\npelo Piauí de 1909 a 1920, senador de 1921 a 1922 e ministro das\nRelações Exteriores do governo Artur Bernardes, de 1922 a 1926; além\ndisso, dedicou-se ao jornalismo, no *Jornal Comércio*, e à literatura,\ntornando-se membro da Academia Brasileira de Letras; defensor da\nintrodução no Brasil do método de identificação pelas impressões\ndigitais, teve seu nome dado ao Instituto de Identificação Félix\nPacheco. Outro sobrinho, João Luís Ferreira, foi governador do Piauí de\n1920 a 1924 e deputado federal de 1925 a 1927.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; GONÇALVES, W. *Grande*; *Grande\nencic. Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; GONÇALVES, W. *Grande*; *Grande\nencic. Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*.\n","dic":"DHBPR"}