{"title":"PACTO BRIAND-KELLOG","cargoss":["O Pacto Briand-Kellogg, também chamado Pacto Multilateral contra a"],"author":"Hugo Rogelio Suppo","content":"**PACTO BRIAND-KELLOG**\n\nO Pacto Briand-Kellogg, também chamado Pacto Multilateral contra a\nGuerra, foi originado de uma proposta apresentada por Aristide Briand,\nministro francês das Relações Exteriores, a Frank Billings Kellogg,\nsecretário de Estado estadunidense. O pacto foi assinado em 27 de agosto\nde 1928 por 15 países: Alemanha, Estados Unidos, França, Reino Unido,\nItália, Japão, Bélgica, Polônia, Canadá, Austrália, Nova Zelândia,\nÁfrica do Sul, Irlanda, Índia – sob mandato britânico – e\nTchecoslováquia. Dos 57 Estados existentes na época praticamente todos\naderiram, exceto dois da península arábica, Arábia Saudita e a República\nÁrabe do Iêmem, e três sul-americanos: Argentina, Bolívia e Brasil.\n\nComposto de um pequeno preâmbulo e de três breves artigos, o pacto\nafirmava que as partes assinantes condenavam “o recurso à guerra para a\nsolução das controvérsias internacionais e a ela renuncia(va)m como\ninstrumento de política nacional nas suas mútuas relações” (Artigo 1), e\nse comprometiam que a “superação ou a resolução de controvérsias ou\nconflitos que entre elas surjam, seja qual for a origem ou a natureza\ndos mesmos, só deve encontrar-se por meios pacíficos” (Artigo 2).\n\nOrigem e Desfecho\n\nApós a Primeira Guerra Mundial (1914-1918), o principal desafio era\nconstruir uma nova ordem internacional com base em novos fundamentos e\nvalores inspirados nos ideais do presidente norte-americano Woodrow\nWilson. Uma nova distribuição de poder emergia, com diferentes graus de\nassimetria entre Estados, e o principal arranjo constitucional para essa\nnova ordem foi a criação da Liga das Nações. A Liga devia superar o\ntradicional equilíbrio de poder por uma governança multilateral,\nalicerçada em critérios liberais, para garantir a “segurança coletiva” e\na paz. Na Europa esse projeto estava diretamente relacionado com a\n“questão alemã”, diante da qual as posições da França e do Reino Unido\ndivergiam diametralmente. A primeira, obcecada por sua segurança, queria\nconter a Alemanha que se projetava como potência continental; a segunda\nprocurava um retorno ao tradicional equilíbrio europeu. Para a Alemanha,\nque fora humilhada em Versalhes, perdendo territórios e a própria\nguerra, as reparações simbolizavam tal situação e pareciam perenizá-la.\n\nA assinatura do Tratado de Locarno (1925) foi um ponto de inflexão, pois\nreconciliou a França e a Alemanha, consolidou o poder da Inglaterra, que\nse tornou árbitro entre os dois países (Londres e Roma eram os garantes\ndo tratado), e separou os problemas de segurança do Leste (fronteiras\nnegociáveis) e do Oeste (fronteiras invioláveis) da Europa. O triunfo do\napaziguamento significou também a reintegração da Alemanha no sistema\neuropeu, como membro permanente do Conselho da Liga da Nações. A solução\npacífica das controvérsias, segundo as linhas de Kant, tornou-se um\nprincípio entre as partes.\n\nA iniciativa de um pacto para instaurar a paz no mundo partiu de\nAristide Briand e foi apresentada como uma “mensagem” ao povo americano\nem 1927, por ocasião do décimo aniversário da entrada dos Estados Unidos\nna Primeira Guerra. O objetivo inicial não era chegar a um tratado\nmultinacional, mas desfazer a imagem de uma França militarista nos\nEstados Unidos. Frank Billings Kellogg aceitou a proposta, e ela foi\napresentada a outros países. O pacto, apesar de representar o apogeu da\n“segurança coletiva”, foi negociado fora da Liga das Nações e não\natendia plenamente às reivindicações dos pacifistas, poderosa força\npolítica na época, tais como a “não violência”, a “não resistência”, a\n“guerra fora da lei” e o “desarmamento unilateral”. Não prescrevia a\nguerra de conquista nem preenchia as lacunas que existiam no Pacto da\nLiga das Nações, não evitou a corrida armamentista entre as potências e\ntampouco previu uma sanção contra aqueles que o violassem. A guerra\ncontinuou sendo legítima em quatro situações: legítima defesa;\ninstrumento de ação coletiva de uma organização internacional (segurança\ncoletiva); resposta a Estados que violassem o pacto ao utilizar o\nrecurso à guerra, e guerra entre signatários do pacto e não signatários.\n\nEm 1926, a Alemanha ocupou finalmente um assento permanente no Conselho\nda Liga das Nações e iniciou com a França a chamada “era\nBriand-Stresemann”. Essa nova fase de conciliação, arbitragem e paz\ncontou com o apoio das opiniões públicas e dos intelectuais de ambos os\npaíses. Ainda em 1926, foram criados o comitê franco-alemão de\ndocumentação e informação, com o objetivo de combater o nacionalismo, a\nUnion Économique et Douanière e a Union Panaeuropéenne Internationale. O\nmovimento pan-europeu atingiu seu auge em setembro de 1929, com o\ncélebre discurso de Aristide Briand, primeiro-ministro francês, na\nAssembleia da Liga das Nações, quando defendeu a ideia de uma federação\nde nações europeia baseada na solidariedade, na procura de\ndesenvolvimento econômico e na cooperação política e social. Em 1930, o\npolítico francês apresentou um *memorandum* sobre a organização de um\nsistema de União Federal Europeia. Os objetivos eram três: manter vivo o\nespírito de Locarno, apesar da persistência do revisionismo alemão;\nresistir ao peso econômico dos Estados Unidos e à rivalidade comercial\nprovocada pelas novas tarifas alfandegárias americanas, e enfrentar a\nameaça soviética.\n\nApós 1924 a Europa conheceu um período de prosperidade econômica e\nsocial, em grande parte provocada pela entrada maciça de capitais\namericanos. O sistema era simples: os bancos privados americanos\nemprestavam recursos à Alemanha; com esses recursos ela pagava as\nreparações definidas pelo Plano Dawes de 1924; as reparações recebidas\npela Inglaterra e a França permitiam o pagamento de suas dívidas de\nguerra com os Estados Unidos. A fragilidade dessa triangulação decorria\ndo fato de depender essencialmente dos capitais americanos privados. Em\n1929, a Alemanha aceitou a novo Plano Young em troca da evacuação\nantecipada (cinco anos antes do previsto) da Renânia (1930). O plano,\nelaborado por um comitê de expertos financeiros presidido pelo banqueiro\namericano Owen Young, pretendia colocar um fim definitivo no problema\ndas reparações.\n\nA crise de 1929 abortou as esperanças de criação de uma Europa solidária\ne em segurança, porque a ordem existente era precária e baseada\nsobretudo na prosperidade dos Estados Unidos. Por outro lado, nenhuma\npotência era forte o suficiente para manter a ordem sozinha, de maneira\nhegemônica. A chegada, em 1933, de Adolf Hitler ao poder na Alemanha,\ncom um programa de revisionismo extremo do sistema de Versalhes,\nsepultou definitivamente as esperanças de segurança coletiva. A Liga das\nNações e o Pacto Briand-Kellog não conseguiram impor a paz, e uma série\nde acontecimentos trágicos relacionados à crise econômica e política,\nlevando à instauração de regimes totalitários, dispostos a conseguir\npela força o que não podia ser obtido por meio de negociação, ao\ndesenvolvimento de enfrentamentos ideológicos e à multiplicação de\ncrises internacionais, fizeram desvanecer a ilusão de segurança: a\ninvasão da Manchúria pelo Japão imperial (1931), a invasão da Abissínia\npela Itália (1935), o expansionismo da Alemanha nazista e a Guerra Civil\nde Espanha (1936-1939). O fracasso da Conferência do Desarmamento em\nGenebra, em 1932, e a retirada do Japão, em 1933, da Alemanha, em 1934,\ne da Itália, em 1937, da Liga das Nações significaram praticamente o fim\ndessa organização, que já se tinha mostrado ineficiente na resolução das\ncrises internacionais do período.\n\nApesar do fracasso em impor a paz no mundo, o Pacto Briand-Kellogg\nconstituiu um marco fundamental do ponto de vista do direito\ninternacional porque foi o primeiro pacto que formalizou uma proposta de\nrenúncia total à guerra, limitando assim um dos atributos fundamentais\ndos Estados. O Brasil, que considerara desnecessário assiná-lo por causa\nda tradição pacifista do país e porque princípios análogos já faziam\nparte da própria Constituição de 1891, só aderiu em 3 de abril de 1934\n(Decreto n^o^ 24.557), para assinalar sua aproximação com os Estados\nUnidos e prestigiar o pan-americanismo, num contexto onde a política\nexterna do país começara a mudar. Por exemplo, as relações bilaterais do\nBrasil com a Argentina, tradicional rival na região, se modificaram\nconsideravelmente. A cooperação com o país vizinho se consolidou com a\nassinatura, em outubro de 1933, do Tratado de Conciliação e de Não\nRecurso à Guerra, mais conhecido como Tratado Saavedra-Lamas, proposto\npela Argentina um mês após sua reintegração na Liga das Nações, e com\ndisposições calcadas no Pacto Briand-Kellogg. O tratado recebeu a adesão\nda maioria dos países do hemisfério e de alguns países europeus.\n\nHugo Rogelio Suppo\n\n**FONTES:** GIRAULT, R.; FRANK, R. *Turbulente*; MILZA, P. *Les\nrelations*; SOUTOU, G. *L’Europe*; ZORGBIBE, C. *Histoire.*\n","ref":"**FONTES:** GIRAULT, R.; FRANK, R. *Turbulente*; MILZA, P. *Les\nrelations*; SOUTOU, G. *L’Europe*; ZORGBIBE, C. *Histoire.*\n","dic":"DHBPR"}