{"title":"PACTO DE PEDRAS ALTAS","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**PACTO DE PEDRAS ALTAS**\n\nAcordo político assinado em 14 de dezembro de 1923 que, após 11 meses de\nluta armada no Rio Grande do Sul, pôs fim à Revolução de 1923 envolvendo\nde um lado os partidários do presidente do estado, o republicano Antônio\nAugusto Borges de Medeiros, e, de outro, os aliados do líder federalista\nJoaquim Francisco de Assis Brasil.\n\nAntecedentes: Federalistas e Republicanos, um Passado de Rivalidades\nExtremadas\n\nO início do período republicano foi marcado por forte tensão política no\nRio Grande do Sul, dentro do panorama das graves crises políticas que\nmarcaram os governos presidenciais de Deodoro da Fonseca (1889-1891) e\nde Floriano Peixoto (1891-1894), que, segundo Antônio Mendes Jr. e\nRicardo Maranhão, devem ser entendidas no quadro político geral da\nconsolidação das novas instituições republicanas. De um lado, os\nrepresentantes (*gasparistas* ou *maragatos*) do Partido Federalista do\nRio Grande do Sul, criado em 1892 por Gaspar Silveira Martins, com\nraízes monarquistas, defensores do parlamentarismo como forma de governo\ne da revisão da Constituição. De outro, os republicanos (*castilhistas*\nou *pica-paus*) de Júlio de Castilhos, inspirados no positivismo,\npresidencialistas e defensores da autonomia estadual. Mas, embora a\npolítica no Rio Grande do Sul tenha se caracterizado, ao longo de toda a\nPrimeira República, pela polarização partidária, o estado foi governado\ndesde o início, e de modo ininterrupto, pelo Partido Republicano\nRio-Grandense (PRR).\n\nSe a Júlio de Castilhos coube a construção da nova estrutura política no\nestado, a Antônio Augusto Borges de Medeiros ficou a tarefa de\nconsolidá-la, contando, para tanto, com a constituição estadual de 1891,\nque garantia ao presidente do estado o poder de intervir diretamente nas\neleições locais, e que determinava o voto a descoberto, além de\ncontrolar a Brigada Militar. A atuação de Borges de Medeiros à frente do\npartido e do estado garantiu assim um longo período de estabilidade,\ntraduzido em sua permanência à frente do governo de 1898 a 1908, e de\n1913 a 1928, que só seria rompido em 1923, embora as eleições de 1907 já\nhouvessem apresentado grande agitação – nas demais, Borges fora sempre\ncandidato isolado.\n\nAs Eleições de 1922\n\nEm 1921, ao mesmo tempo em que se preparavam as eleições presidenciais\nde março do ano seguinte, iniciaram-se no Rio Grande do Sul as\narticulações para as eleições à presidência do estado, a serem\nrealizadas em novembro de 1922. Consultado oficialmente pelo Partido\nRepublicano Mineiro (PRM) sobre a possível candidatura de Artur\nBernardes à sucessão de Epitácio Pessoa, Borges de Medeiros aproveitou a\noportunidade para criticar o processo de escolha dos candidatos à chefia\ndo governo federal. Reagindo à chamada “política do café com leite” –\nprática estabelecida na Primeira República, através da qual era\ngarantida a alternância entre mineiros e paulistas na presidência da\nRepública –, o governante gaúcho passou a defender a prévia divulgação\ndo programa de cada candidato, de modo a propiciar a melhor escolha do\nnome pelos convencionais, sem beneficiar necessariamente os\nrepresentantes de Minas Gerais ou São Paulo. Por seu lado, a oposição\ngaúcha apoiou a indicação de Artur Bernardes, o que acabou dando, no\nestado, uma nova dimensão à campanha presidencial.\n\nA disputa entre os adeptos da Reação Republicana e os da chapa\ngovernista no Rio Grande do Sul acabou por assumir outra dimensão, tendo\nem vista a proximidade com as eleições que decidiriam a sucessão de\nBorges de Medeiros. Tanto assim que a vitória de Artur Bernardes acabou\npor garantir o apoio do governo federal às oposições gaúchas. De seu\nlado, Borges de Medeiros procurou retardar a questão sucessória, mas, no\nfinal de agosto, seu nome já era apresentado pelos republicanos como o\núnico suficientemente forte para “proteger” o Rio Grande do Sul durante\no governo de Artur Bernardes.\n\nAinda mobilizada pela campanha da sucessão presidencial, a oposição\ngaúcha mostrou-se decidida a enfrentar a candidatura de Borges de\nMedeiros, partindo para a escolha de um nome que se mostrasse capaz de\nunir suas três principais correntes: os federalistas, os antigos\ndemocratas de Joaquim Francisco de Assis Brasil e a dissidência\nrepublicana. Em meados de outubro de 1922, pouco depois da confirmação\ndo nome de Borges de Medeiros pelos republicanos, as oposições gaúchas\nlançaram manifesto apresentando o nome de Assis Brasil. Segundo Maria\nAntonieta Antonacci, a arregimentação política realizada então pela\noposição foi grandemente facilitada por este desconforto que se havia\nestabelecido entre os setores ligados à pecuária e o governo borgista.\n\nO pleito, realizado em novembro, foi seguido por acusações de fraudes\npartidas de ambos os lados. A apuração foi conduzida por uma comissão de\ntrês deputados (Getúlio Vargas, Ariosto Pinto e José de Vasconcelos\nPinto) que, no dia 17 de janeiro de 1923, declarou a vitória de Borges\nde Medeiros com 106.360 votos, contra os 32.216 dados a Assis Brasil.\nSegundo a apuração da comissão, Assis Brasil só obtivera maioria no\nmunicípio de São José, muito embora tivesse obtido votação expressiva na\nregião da campanha gaúcha (onde os federalistas sempre haviam sido\nfortes) e na capital (onde a fraude era mais difícil). Com maioria na\nAssembleia Legislativa, os republicanos rapidamente proclamaram a\nreeleição de seu líder.\n\nA Revolução de 1923\n\nComo não poderia deixar de ser, a reeleição de Borges de Medeiros foi\nenfaticamente contestada pela oposição gaúcha, que denunciou a\nexistência de fraude, procurando assim provocar a intervenção federal no\nestado.\n\nLogo após a divulgação dos resultados, Assis Brasil ainda tentou a\ncriação de um tribunal arbitral, a ser constituído por quatro deputados\nestaduais, um federal e um senador de cada facção, sob a presidência de\nArtur Bernardes. A esta proposta, Borges de Medeiros condicionou sua\naceitação a que o arbitramento tivesse apenas um desempatador, o\npresidente da República. Bernardes, no entanto, recusou qualquer\nenvolvimento, por considerá-lo incompatível com o exercício do cargo,\ntendo sua negativa sido determinante para que Assis Brasil e seus\npartidários optassem pelas armas, com a intenção de com isso provocar a\nintervenção federal no Rio Grande do Sul.\n\nNo dia marcado para a posse do novo mandato de Borges de Medeiros, 25 de\njaneiro de 1923, teve início mais um movimento armado no Rio Grande do\nSul, voltado para a deposição do novo governo. Desde as primeiras horas,\nno entanto, a correlação de forças se mostrou desfavorável aos rebeldes,\npois, enquanto Borges de Medeiros mobilizava cerca de 12 mil homens\njunto à Brigada Militar e aos corpos provisórios – tropas irregulares,\nlegalistas, compostas por civis –, os partidários de Assis Brasil\narregimentaram apenas a metade deste número. Para reduzir a\ninferioridade numérica, os rebeldes foram obrigados a adotar como\nestratégia a mobilidade, fragmentando assim as tropas e os comandos.\n\nUma primeira tentativa de pacificação foi feita pelo governo federal em\nabril de 1923, por intermédio de Augusto Tavares de Lira – então\nministro do Tribunal de Contas, e foi amigo de Pinheiro Machado –, que\npartiu para Porto Alegre, no início de maio, com um plano de pacificação\nacertado, em comum acordo, com o presidente Artur Bernardes e o ministro\nda Justiça, João Luís Alves, e que se resumia em três pontos básicos: a\nnão discussão da legitimidade do novo governo de Borges de Medeiros; a\nconcessão de ampla anistia aos rebeldes e a reforma da Constituição\ngaúcha, de modo a, entre outros aspectos, ficar vedada a reeleição do\npresidente do estado. Com base nesta proposta, Tavares de Lira deveria\nbuscar o entendimento com Borges de Medeiros, cabendo a Artur Bernardes\na negociação com Assis Brasil, Francisco Antunes Maciel e representantes\nrepublicanos da bancada federal gaúcha que se encontrassem no Rio de\nJaneiro. Estranho à política gaúcha, Tavares de Lira não logrou êxito em\nsua missão. Os esforços federais somente encontraram maior eco junto aos\nrebeldes a partir do momento em que estes se certificaram de que haviam\nesgotado todos os esforços para a obtenção de apoio junto a Minas Gerais\ne São Paulo, e de que não contariam com a intervenção federal no estado.\nSomente então os rebeldes passaram a buscar uma paz honrosa para o\nconflito, já que a derrota militar se mostrava inevitável.\n\nAssim, em fins de outubro de 1923, o presidente Artur Bernardes nomeou o\npróprio ministro da Guerra, Fernando Setembrino de Carvalho, para\nsubstituir Tavares de Lira na função de mediador da pacificação no Rio\nGrande do Sul. Gaúcho e conhecedor da política estadual – embora\nafastado houvesse mais de 20 anos das lutas partidárias de seu estado –,\no general Setembrino de Carvalho já partiu do Rio de Janeiro tendo feito\ncontatos iniciais com alguns deputados republicanos da bancada federal\ngaúcha, e com o próprio Assis Brasil, a quem deixou claro ser impossível\nao presidente Bernardes apoiar a reivindicação do afastamento de Borges\nde Medeiros, uma vez que já havia reconhecido a legitimidade das\neleições.\n\nTendo feito estes contatos iniciais, Setembrino de Carvalho partiu para\no Rio Grande do Sul, onde teve a oportunidade de constatar o grau de\ndesarticulação das forças rebeldes. Encontrou-se também, já no início de\nnovembro, com Borges de Medeiros. O primeiro encontro deu-se no dia 2,\nno Palácio Piratini, sede do governo gaúcho, ocasião em que o ministro\nda Guerra deixou claro ao líder republicano a posição do presidente da\nRepública, no sentido de manter o reconhecimento da legitimidade de sua\neleição. Deste modo, o militar procurava eliminar qualquer desconfiança\npor parte de Borges de Medeiros, e assim facilitar o estabelecimento de\num armistício entre as partes, que conseguiu fazer vigorar a partir do\ndia 7.\n\nNas conferências realizadas após o armistício, um mesmo ponto se\ncolocava como maior entrave à definição de um acordo: a forma de escolha\ndo vice-presidente do estado. Com base na vigente Constituição estadual,\nBorges de Medeiros insistia sempre em defender que a escolha do\nvice-presidente deveria ser feita diretamente pelo presidente. Temia que\na realização de eleições para preencher o cargo pudesse não apenas\nprovocar a derrocada da Carta estadual, como acarretasse maiores poderes\nà Câmara dos Deputados e, consequentemente, a redução dos poderes do\npresidente do estado.\n\nAs negociações chegaram a novo impasse nos primeiros dias de dezembro,\ntendo então o general Setembrino de Carvalho apelado para o deputado\nFrancisco Antunes Maciel Júnior que, embora partidário de Assis Brasil,\nse mostrava favorável a um acordo que mantivesse Borges de Medeiros à\nfrente do governo gaúcho. Sua atuação, segundo Hélio Silva, foi decisiva\npara que fossem efetivamente removidos os obstáculos à definição do\nacordo de paz por parte dos rebeldes.\n\nDepois de vários encontros, finalmente foi assinado, em 14 de dezembro\nde 1923, na estância de Assis Brasil, em Pedras Altas (RS), o acordo de\npaz que pôs fim a 11 meses de combates entre republicanos e\nlibertadores, tendo contado ainda com a presença de João Batista\nLuzardo, Armando de Alencar e Cipriano Laje; os majores Euclides de\nOliveira Figueiredo e Sebastião do Rego Barros; os capitães Cacildo\nKrebs e Carlos Silveira Eiras, entre outros. Conhecido como Pacto de\nPedras Altas, este acordo é apontado por muitos como fruto da habilidade\ne da visão política de Joaquim Francisco de Assis Brasil.\n\nA “Ata de Pacificação do Rio Grande do Sul”, em suas 10 cláusulas, em\nsíntese garantia a permanência de Borges de Medeiros no governo até o\nfinal do mandato, mas lhe vedava a reeleição; e a escolha do\nvice-presidente do estado, que até então era atribuição do titular,\npassava a ser feita através do voto. Mas também ficava acertada a\nadaptação às eleições estaduais e municipais da legislação eleitoral\nfederal, instituindo garantias à lisura dos processos eleitorais no\nestado e pondo fim ao voto a descoberto. Cláusulas que implicavam, em\núltima instância, alteração da Constituição estadual. Por fim, foi\nassegurada aos rebeldes a anistia geral, sem a qual não seria possível\ngarantir a pacificação no estado. Acompanhando a “Ata de Pacificação”,\nseguia-se a “Ata da Cerimônia da Assinatura da Paz”, assinada pelos\ngenerais Eurico de Andrade Neves e Manuel Teófilo Barreto Viana; pelo\nmajor Euclides Figueiredo; por Protásio Alves; pelos desembargadores\nAndré Rocha e Armando de Azambuja; e por Vítor Russomano e Ariosto\nPinto, entre outros.\n\nSe a Revolução de 1923 no Rio Grande do Sul e, por extensão, o Pacto de\nPedras Altas podem ser apontados como um marco do início do declínio do\npoder de Borges de Medeiros, foram também responsáveis, segundo Hélgio\nTrindade, pela institucionalização da oposição liberal, que até então\nocupava um espaço marginal ao sistema político dominante. Logo em meados\nde janeiro de 1924, as oposições gaúchas – integradas por federalistas,\ndemocratas e republicanos dissidentes, e tendo como principais líderes\nJoão Batista Luzardo, Plínio Casado, Augusto Simões Lopes Filho e Raul\nPilla – se uniriam formalmente na Aliança Libertadora, sob a liderança\nde Assis Brasil, para lutar pela liberdade política, baseada no\nprincípio representativo, e pelo combate à situação dominante no Rio\nGrande do Sul.\n\nPor outro lado, o Pacto de Pedras Altas não chegou a promover a total\npacificação no estado. Sentindo-se ainda perseguidos por Borges de\nMedeiros, muitos dos elementos oposicionistas passaram a ingressar no\nExército ou a estabelecer ligações com a jovem oficialidade\nrevolucionária, isto é, o grupo dos “tenentes”. Insatisfações que\nacabaram confluindo com as rebeliões tenentistas que grassavam o país\ndesde 1922.\n\nRegina da Luz Moreira\n\n**FONTES:** ANTONACCI, M. *RS*; CARONE, E.*República*; FERREIRA FILHO,\nA. *História*; FERREIRA FILHO,A. *Revoluções*; MENDES JÚNIOR, A.;\nMARANHÃO, R. *República*; MOREIRA, R. *Assis*; MOREIRA,R. *Borges*;\nPECHMAN, R. *Setembrino*; PESAVENTO, S. *Política* (p.273-295);\nPESAVENTO, S. *República* (p.193-228); SILVA, H. *1922*; TRINDADE, H.\n*Aspectos* (p.119-190); VIZENTINI, P.*Liberais.*\n","ref":"**FONTES:** ANTONACCI, M. *RS*; CARONE, E.*República*; FERREIRA FILHO,\nA. *História*; FERREIRA FILHO,A. *Revoluções*; MENDES JÚNIOR, A.;\nMARANHÃO, R. *República*; MOREIRA, R. *Assis*; MOREIRA,R. *Borges*;\nPECHMAN, R. *Setembrino*; PESAVENTO, S. *Política* (p.273-295);\nPESAVENTO, S. *República* (p.193-228); SILVA, H. *1922*; TRINDADE, H.\n*Aspectos* (p.119-190); VIZENTINI, P.*Liberais.*\n","dic":"DHBPR"}
