{"title":"PADILHA, Rodolpiano","cargoss":["min. TCU 1894-1905."],"content":"**PADILHA, Rodolpiano**\n\n\\*min. TCU 1894-1905.\n\n*Rodolpiano Padilha* nasceu em Fortaleza no dia 6 de março de 1853,\nfilho de Ursizino César de Melo e de Maria Gertrudes Samico Padilha.\n\nEm 1881 tornou-se inspetor da Tesouraria da Fazenda da Paraíba. Exerceu\no mesmo cargo no Ceará, de 1884 a 1887, e na Bahia, a partir de 1889. Já\nem 1893, foi designado subdiretor da 2^a^ Subdiretoria geral das Rendas\nPúblicas do Tribunal do Tesouro Nacional do Ministério da Fazenda.\n\nEm 5 de maio de 1894 tomou posse como ministro do Tribunal de Contas da\nUnião (TCU). O tribunal, criado pelo Decreto n^o^ 966-A, de 7 de\nnovembro de 1890, por iniciativa do então ministro da Fazenda, Rui\nBarbosa, e norteado pelos princípios da autonomia, fiscalização,\njulgamento, vigilância e energia, foi institucionalizado definitivamente\npela Constituição de 1891, ainda por influência de Rui Barbosa. Contudo,\nsua efetiva instalação só ocorreu em 17 de janeiro de 1893, graças ao\nempenho de Serzedelo Correia, ministro da Fazenda do governo do\npresidente Floriano Peixoto (1891-1894). Originariamente o TCU era\nresponsável pelo exame, revisão e julgamento de todas as operações\nrelacionadas à receita e à despesa da União. A Constituição de 1891\nconferiu-lhe competência para liquidar as contas da receita e da despesa\ne verificar sua legalidade antes de serem prestadas ao Congresso\nNacional.\n\nExerceu o cargo de ministro do TCU até setembro de 1905, quando se\naposentou. Ao longo da vida, foi também inspetor da alfândega de Natal,\nno Rio Grande do Norte.\n\nFaleceu em 2 de junho de 1917.\n\nIzabel Pimentel da Silva\n\n**FONTE:** Receita Federal/ Memória/ Administração Fazendária/\nTesourarias da Fazenda*.* Disponível em:\n\\<www.receita.fazenda.gov.br/Memoria/administracao/reparticoes/1822a1970/tesou\\_fazenda.asp\\>;\nTRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"","dic":"DHBPR"}