{"title":"AUGUSTO, José","cargoss":["dep. fed. RN 1915-1923","gov. RN 1924-1928","sen. RN 1928-1930","dep. fed."],"author":"Mauro Malin","content":"**AUGUSTO, José**\n\n\\* dep. fed. RN 1915-1923;gov. RN 1924-1928; sen. RN 1928-1930;dep. fed.\nRN 1935-1937; const. 1946;dep. fed. RN 1946-1955; pres. ACRJ 1959-1961.\n\n*José Augusto Bezerra de Medeiros* nasceu em Caicó(RN), no sertão de\nSeridó, região vizinhaà Paraíba, em 22 de outubro de1884, filho de\nManuel Augusto Bezerrade Araújo e de Cândida Olindina deMedeiros.\nPertencia a uma importante famíliade políticos, uma das oligarquias de\nseuestado. Seu avô materno, José Bernardode Medeiros, chefe político do\nSeridópor mais de três décadas no fimdo Império e início da República,\nfoivárias vezes deputado estadual e senadorpelo Rio Grande do Norte. Seu\navôpaterno, Silvino Bezerra de Araújo Galvão,foi, como o outro, deputado\nestadual elíder do Partido Republicano Federal (PRF),além de\nvice-governador do estado entre1892 e 1896. Seu pai, bacharel eprofessor\nem Caicó, foi deputado estadual.Seu tio Juvenal Lamartine de Faria\nfoivice-governador do estado de 1904 a 1906,deputado federal, senador e\ngovernador doRio Grande do Norte de 1928 a 1930.Seu irmão Silvino\nBezerra Neto, desembargador,recusou-se a assumir a interventoria\nfederalno estado após a Revolução de 1930.\n\nFez os estudos primários em Caicó,com a mãe, em Natal e em Acari(RN), e\no curso secundário no AteneuNorte-Rio-Grandense, em Natal. Cursou em\nseguidaa Faculdade de Direito do Recife entre1901 e 1905, e foi o orador\ndesua turma na solenidade de formatura.\n\nAinda estudante, em 1905, foi nomeadoprocurador interino da República no\nRioGrande do Norte. Recém-formado, montou umescritório de advocacia em\nNatal. Em 1906,foi nomeado professor de história gerale do Brasil no\nAteneu Norte-Rio-Grandense.Transferiu-se no ano seguinte para o Riode\nJaneiro, então Distrito Federal, eaí foi nomeado inspetor do governo\nfederaljunto ao Colégio Abílio. Regressando aNatal em 1908, tornou-se\nprofessor degeografia no Ateneu. Em 1909 passou alecionar também\ninstrução cívica e direitousual, e em 1910 assumiu a direçãodo\nestabelecimento e da instrução públicaestadual. Nomeado juiz de direito\nem Caicóem 1911, no ano seguinte foi chefede Polícia interino do estado.\nObteveseu primeiro mandato parlamentar em 1913,quando se elegeu deputado\nestadual peloPRF, tornando-se líder da maioria na AssembleiaLegislativa\ndo Rio Grande do Norte.\n\nNomeado secretário geral do estado em1914, no início do governo de\nJoaquimFerreira Chaves (1914-1920), no ano seguintefoi eleito deputado à\nAssembleia Constituinteestadual e deputado federal pelo Rio Grandedo\nNorte. Na Câmara dos Deputados, integroua Comissão Permanente de\nInstrução Pública,que chegou a presidir, e as comissõesespeciais de\nCódigo Civil, Legislação Sociale Obras Contra as Secas. Estudioso\ndosproblemas educacionais, apresentou um projetode reforma do ensino no\npaís, eem 1916 tornou-se membro da Liga Brasileiracontra o\nAnalfabetismo. Jornalista desde ajuventude, ingressou também na\nAssociação Brasileirade Imprensa em 1917. Em seu estado,colaborou com o\n*Correio do Seridó,* de Caicó,e no Rio escreveu para o *Diário de\nNotícias, A Manhã* e *O Jornal.*\n\nReeleito deputado federal em 1918e em 1921, José Augusto foi\nprimeiro-secretárioda Câmara em 1921 e em 1922. Poressa época,\nparticipou do episódio das“cartas falsas” publicadas em outubro de1921\nno *Correio da Manhã* e atribuídas a ArturBernardes, candidato à\npresidência da Repúblicanas eleições de março de 1922. Ascartas,\nsupostamente enviadas por Bernardes aRaul Soares, continham referências\ninjuriosasà hierarquia do Exército e acirraram aoposição militar ao\ncandidato mineiro. JoséAugusto defendeu Bernardes. Amigo do\ngeneralAgostinho Gomes de Castro – presidenteda comissão nomeada pelo\nClube Militarpara fazer o exame pericial das cartas–, forneceu-lhe uma\ndúzia de documentosdo próprio punho de Bernardes, de modoa tornar\nevidente a falsificação. Nãose sabe até que ponto sua iniciativapesou\nnesse sentido, mas em dezembro de1921 Gomes de Castro demitiu-se da\ncomissão,que lhe parecia manter uma atitude preconcebidacontra\nBernardes. Este, de toda forma,no ano seguinte venceria as eleições.\n\nEm 1922, José Augusto participouda direção da Conferência Interestadual\ndeEnsino Primário, realizada no Rio, e fundoua revista *A Educação,* que\ndirigiria até 1924.Ocupava a segunda vice-presidência da Câmaraem 1923,\nquando Joaquim Ferreira Chavesquis voltar ao governo do Rio Grandedo\nNorte, sucedendo a Antônio José deMelo e Sousa (1920-1924). Aliado a\nseutio Juvenal Lamartine, também deputado federalpelo Rio Grande do\nNorte, e apoiadopor Bernardes, conseguiu frustrar as pretensõesde\nFerreira Chaves, que já havia sidoindicado candidato na convenção do\nPRF,e elegeu-se ele mesmo para o cargo.\n\nNo Governo do Rio Grande doNorte\n\nJosé Augusto assumiu o governode seu estado em 1^o^ dejaneiro de 1924.\nFoi o primeiro governadora traçar um plano de reformas, conhecidocomo\n“Reforma José Augusto”. Adotado emjunho de 1924, o plano deu\nnovadistribuição aos serviços administrativos estaduais.O ano de 1924\nfoi marcado tambémpor grandes enchentes no Rio Grande doNorte. O socorro\nàs populações atingidase as obras de reconstrução necessáriasforam\ncusteados exclusivamente pelo Tesouro doestado, obrigado a endividar-se,\ne poriniciativas particulares, já que o governofederal não teve\ncondições de atenderaos pedidos de auxílio.\n\nDurante sua gestão, José Augustoadotou pela primeira vez o voto\nsecretonas eleições estaduais e municipais. Elevouvárias vilas à\ncategoria de cidade, determinoua cobrança do Imposto Territorial,\nassinouo decreto que colocou em vigor oCódigo de Processo Penal e criou\naDiretoria Geral de Estatística do estado.Construiu ainda edifícios\npúblicos na capitale no interior, abriu estradas, realizoutrabalhos de\nengenharia sanitária e ampliouo número de escolas. Em Natal, crioua\nEscola Doméstica, estabelecimento de ensinoelogiado por seu alto padrão.\n\nAinda durante seu governo, nosdias 4 e 5 de fevereiro de 1926,a Coluna\nPrestes invadiu o Rio Grandedo Norte, vinda do Ceará, assaltando\nasatuais cidades de Pau dos Ferros eLuís Gomes para em seguida se\ninternarna Paraíba.\n\nEm 1^o^ de janeiro de1928, José Augusto foi substituído nogoverno por\nJuvenal Lamartine, assumindo acadeira deste no Senado Federal,\nondeintegrou as comissões de Instrução Públicae de Constituição e\nJustiça. Em 1929e 1930 dirigiu, no Rio, a *Revista Brasileira de\nEducação.* Nesse último ano, foi reeleito senadorpelo Rio Grande do\nNorte mas, coma dissolução do Congresso imposta pelavitória da Revolução\nde 1930, perdeu seumandato.\n\nDa Revolução ao Fim do EstadoNovo (1930-1945)\n\nHostilizado pelo novo regime comofigura da então chamada “República\nVelha”,incluído na categoria dos “carcomidos”, JoséAugusto voltou a\nabrir seu escritóriode advocacia no Rio, mas acabou setornando corretor\nde seguros e passoua viajar pelo Norte e o Nordeste.Com a abertura de\ninquéritos pela justiçarevolucionária, sua atuação na vida públicafoi\ninvestigada, mas nada foi apuradocontra ele.\n\nEm 1932, conspirou no Nordesteem favor da Revolução Constitucionalista\nqueeclodiu em São Paulo em julho domesmo ano. Em fevereiro de 1933,\nfundouo Partido Popular (PP) do Rio Grandedo Norte, que em maio seguinte\nelegeutrês dos quatro deputados do estado àAssembleia Nacional\nConstituinte, para desagradodo chefe do governo provisório,\nGetúlioVargas. Contrariando as pretensões de seuscorreligionários, José\nAugusto não quis secandidatar à Constituinte para evitar reaçõesdo poder\ncentral. Em contraposição àsdoutrinas fascistas e corporativistas que\nsevinham difundindo no país, afirmava umapostura de liberal democrata.\nContrário tambémà centralização de poderes nas mãos dochefe do governo\nfederal, entre 1932 e1934 publicou três livros defendendo\nsuasconvicções: *A representação profissional nas democracias, O\nanteprojeto de Constituição em face da democracia* e *Por que sou\nparlamentarista.*\n\nEm outubro de 1934, o PP,em conflito com o interventor federalno Rio\nGrande do Norte, Mário Câmara,foi derrotado nas eleições parlamentares\npelaAliança Social, que congregava o PartidoSocial Democrático (PSD) do\nRio Grandedo Norte, fundado pelo próprio Mário Câmara,e o Partido Social\nNacionalista (PSN)do Rio Grande do Norte, fundado porJoão Café Filho. O\nPP denunciou aocorrência de fraudes nas eleições, e,após recurso ao\nTribunal Superior Eleitoral(TSE), foram realizadas eleições\nsuplementares,em fevereiro de 1935. Ante a novaderrota do PP, outro\nrecurso foi interpostoao TSE, o qual determinou a realizaçãode nova\napuração dos votos. Desta feita,a vitória foi dada ao PP e JoséAugusto\nfoi eleito deputado federal porseu estado, iniciando o mandato em maiode\n1935.\n\nAs eleições haviam transcorrido emclima de grande violência, e José\nAugustoresponsabilizou o governo de Mário Câmarapelo assassínio de sete\ncorreligionários seus.O candidato do PP ao governo doRio Grande do\nNorte, Rafael FernandesGurjão, foi eleito pela Assembleia Legislativado\nestado em 29 de outubro de 1935e tomou posse na mesma data. Menosde um\nmês depois, de 24 a 25de novembro, foi deposto temporariamente\npelarevolta comunista de Natal.\n\nNa Câmara dos Deputados, José Augustofoi vice-líder da oposição, e em\nmaiode 1937 discursou como representante deseu partido na convenção de\nlançamentoda candidatura de José Américo de Almeidaà presidência da\nRepública. Com a instauraçãodo Estado Novo em novembro desse ano,teve o\nmandato interrompido.\n\nMais uma vez afastado da vidapolítica, José Augusto retornou ao ramode\nseguros e dedicou-se a problemas educacionais.Em 1940, tornou-se membro\nda comissãodiretora e presidente da Subcomissão deLegislação Social e do\nDepartamento Culturalda Associação Comercial do Rio de Janeiro(ACRJ).\nPresidiu em 1942 o VIII CongressoBrasileiro de Educação, realizado em\nGoiânia,e foi eleito presidente da AssociaçãoBrasileira de Educação\n(ABE), cargo queainda ocupava em 1943, quando foi tambémeleito\nvice-presidente do Centro Norte-Rio-Grandensedo Rio de Janeiro.\nVice-presidente dacomissão executiva do Instituto Nacional doSal desde\nsua fundação em 1940, em1945 tornou-se membro do Conselho de\nContribuintesdo Ministério da Fazenda.\n\nJosé Augusto integrou a delegaçãode seu estado ao I Congresso\nBrasileirode Escritores, promovido em São Paulopela Associação\nBrasileira de Escritores (ABDE)em janeiro de 1945. Reunindo\npersonalidadesdo mundo da cultura, que adotaram umaposição clara em\nfavor das liberdadesdemocráticas, o congresso foi uma dasprimeiras\nmanifestações do processo de redemocratizaçãodo país que culminaria com\no fimdo Estado Novo e a deposição deGetúlio Vargas em outubro de 1945.\nAdeclaração de princípios aprovada por unanimidadepelos congressistas\nreivindicava a legalidadedemocrática, o sistema de governo eleitopelo\npovo mediante sufrágio universal, diretoe secreto, e o pleno exercício\ndasoberania popular.\n\nDe Volta à Política Partidária (1945)\n\nNo ocaso do Estado Novo, JoséAugusto foi um dos fundadores da\nUniãoDemocrática Nacional (UDN). Na reunião inauguraldo partido, em\nabril de 1945, foieleito membro do diretório nacional\nprovisório,composto por 47 pessoas, e da Comissãode Orientação Política.\nEm agosto seguinte,na reunião que aprovou os estatutos daagremiação,\nelegeu-se membro da Comissão Executivada UDN, presidida por Otávio\nMangabeirae integrada ainda por João Carlos Machado,Carlos de Lima\nCavalcanti, Odilon Braga,Juraci Magalhães, Valdemar Ferreira, Filipe\nMoreiraLima e Raul Fernandes.\n\nEm seu livro *A campanha da UDN,* Virgíliode Melo Franco, então\nsecretário geral dopartido, conta que foi difícil obter asassinaturas de\nJosé Augusto, Juraci Magalhães,Lima Cavalcanti e Valdemar Ferreira parao\ndocumento em que os membros daComissão Executiva se comprometiam com\norespeito e a fidelidade aos compromissosdemocráticos.\n\nEm dezembro de 1945, José Augustose elegeu deputado à Assembleia\nNacionalConstituinte pelo Rio Grande do Nortena legenda da UDN, tendo\nsido ocandidato mais votado de seu estado, com14.348 votos. Assumindo\nsua cadeira emfevereiro de 1946, exerceu na Assembleiaas funções de\nvice-líder de seu partidoe, promulgada a nova Constituição\n(18/9/1946),passou a exercer o mandato ordinário.Tornou-se\nsócio*-*benemérito da ACRJ em1947. Ocupou a primeira vice-presidência\ndaCâmara de 1948 a 1950 e, nesseúltimo ano, presidiu o Congresso\nNacionalde Educação, realizado no Rio, sendo maisuma vez eleito\npresidente da ABE. Reeleitodeputado federal no pleito de outubrode 1950,\nfoi reconduzido à primeira vice-presidênciada Câmara em 1951, e, na\nqualidadede parlamentarista histórico, um dos maisantigos do país, foi\num dos primeirossignatários da emenda constitucional apresentadapor Raul\nPilla em 1954 com o objetivode instituir o sistema parlamentarista\ndegoverno no Brasil. Apresentada originalmenteem 1949, a emenda foi\nsubscrita pormais de uma centena de parlamentares devários partidos, mas\nacabou derrotada emplenário.\n\nComo deputado e senador, José Augustosempre se ocupou dos problemas da\neducaçãono Brasil e se especializou também nasquestões do sal e do\nalgodão. Delegadodo Brasil às reuniões da Assembleia Geralda Organização\ndas Nações Unidas (ONU)realizadas em Paris em 1951 e em1952, tentou mais\numa vez a reeleiçãoem outubro de 1954, sem sucesso. Deixandoa Câmara dos\nDeputados em janeiro de1955, voltou a trabalhar na iniciativaprivada e\ntornou-se membro do ConselhoNacional de Economia e dos conselhos\ntécnicosda Confederação Rural Brasileira (CRB) eda Confederação Nacional\ndo Comércio (CNC),além de vice-presidente da ACRJ, cargoque ocupou até\n1957. Nesse mesmo ano,foi novamente presidente da ABE e integroua\ndelegação do Brasil à Conferência Econômicada Organização dos Estados\nAmericanos (OEA),realizada em Buenos Aires.\n\nPresidente do Conselho Nacional deEconomia em 1956-1957, tornou-se\nmembro vitalíciodo conselho superior da Sociedade Nacionalde Agricultura\nem 1958. Em 1959 foieleito presidente da ACRJ – cargo queexerceria até\n1961 –, da Federação dasAssociações Comerciais do Brasil e daFederação\ndas Câmaras de Comércio Exteriorno Brasil. Vice-presidente do Conselho\nNacionalde Economia em 1963-1964, pertenceu aoconselho técnico da CNC\naté 1966.\n\nJosé Augusto pertenceu a diversasassociações brasileiras e estrangeiras,\nentreas quais o Instituto Histórico e GeográficoBrasileiro, a Federação\nNacional das Sociedadesde Educação, a Ordem e o Institutodos Advogados\ndo Brasil e as academiasNorte-Rio-Grandense e Carioca de Letras.\n\nFaleceu no Rio de Janeiro, nodia 28 de maio de 1971.\n\nEra casado com Alice Godói Bezerrade Medeiros, com quem teve cinco\nfilhos.\n\nAlém das obras citadas, publicou*Liga de ensino* (1911), *Pela educação\nnacional* (1918), *Eduquemo-nos* (1922), *Aos homens de bem* (1926), *A\nrepresentação profissional nas democracias* (1933), *O anteprojeto da\nConstituição em face da democracia* (1934),*Por que sou parlamentarista*\n(1936) *Famílias seridoenses* (1940), *O sal e o algodão na economia\npotiguar* (1946), *Seridó* (1954), *A federação mundial* (1954), *Amaro\nCavalcanti* (1956), *O Conselho Nacional de Economia* (1956),\n*Presidencialismo* versus *parlamentarismo* (1962) e*O Rio Grande do\nNorte no Senado da República* (1968).\n\nMauro Malin\n\n**FONTES:**ABRANCHES, J. *Governos*; ARQ.GETULIO VARGAS; BARROS, E.\n*Associação*; *Boletim Min. Trab.* (5/36); CÂM. DEP. *Deputados*;\nCÂM.DEP. *Deputados brasileiros* (1946-1967); CÂM. DEP. *Deputados\nbrasileiros*. Repertório (1947-1951, 1951-1955); CÂM.DEP. *Relação dos\ndep.*; CARONE, E. *República velha*;CASCUDO, L. *História*; CASCUDO, L.\n*História da Assembleia*; CAVALCANTI, T. *Cinco*; CISNEIROS,A.\n*Parlamentares*; CONF. NAC. COMÉRCIO (20);CONG. BRAS. ESCRITORES I;\nCONSULT. MAGALHÃESB.; CORTÉS, C. *Homens*; COUTINHO, A. *Brasil*;*Diário\nde Notícias,* Rio (26/5/1937); Diário do Congresso Nacional; FICHÁRIO\nPESQ. M. AMORIM; FRANCO,A. *Escalada*; FRANCO, J. *Campanha*; *Globo*\n(31/5/1971);*Grande encic. Delta*; HIRSCHOWICZ, E.\n*Contemporâneos*;LEVINE, R. *Vargas*; LIMA, J. *Como*; LIRA,A. *Senado*;\nPEREIRA, O. *Que*; *Personalidades*;*Quem é quem no Brasil*; *Rev.\nCiência Pol.*; SILVA, G.*Constituinte*; SILVA, H. *1922*; SILVA,\nH.*1931*; SILVA, H. *1932*; SILVA, H. *1935*;SILVA, H. *1945*; SILVA, R.\n*Bacharéis.*\n","ref":"**FONTES:**ABRANCHES, J. *Governos*; ARQ.GETULIO VARGAS; BARROS, E.\n*Associação*; *Boletim Min. Trab.* (5/36); CÂM. DEP. *Deputados*;\nCÂM.DEP. *Deputados brasileiros* (1946-1967); CÂM. DEP. *Deputados\nbrasileiros*. Repertório (1947-1951, 1951-1955); CÂM.DEP. *Relação dos\ndep.*; CARONE, E. *República velha*;CASCUDO, L. *História*; CASCUDO, L.\n*História da Assembleia*; CAVALCANTI, T. *Cinco*; CISNEIROS,A.\n*Parlamentares*; CONF. NAC. COMÉRCIO (20);CONG. BRAS. ESCRITORES I;\nCONSULT. MAGALHÃESB.; CORTÉS, C. *Homens*; COUTINHO, A. *Brasil*;*Diário\nde Notícias,* Rio (26/5/1937); Diário do Congresso Nacional; FICHÁRIO\nPESQ. M. AMORIM; FRANCO,A. *Escalada*; FRANCO, J. *Campanha*; *Globo*\n(31/5/1971);*Grande encic. Delta*; HIRSCHOWICZ, E.\n*Contemporâneos*;LEVINE, R. *Vargas*; LIMA, J. *Como*; LIRA,A. *Senado*;\nPEREIRA, O. *Que*; *Personalidades*;*Quem é quem no Brasil*; *Rev.\nCiência Pol.*; SILVA, G.*Constituinte*; SILVA, H. *1922*; SILVA,\nH.*1931*; SILVA, H. *1932*; SILVA, H. *1935*;SILVA, H. *1945*; SILVA, R.\n*Bacharéis.*\n","dic":"DHBPR"}