{"title":"PAIVA, Bueno de","cargoss":["const. 1891","dep. fed. MG 1891-1892 e 1900-1911","sen. MG 1912-1920"],"author":"Vanessa Lana","content":"**PAIVA, Bueno de**\n\n\\* const. 1891; dep. fed. MG 1891-1892 e 1900-1911; sen. MG 1912-1920;\nvice-pres. Rep. 1920-1922; sen. MG 1923-1928.\n\n*Francisco Álvaro Bueno de Paiva* nasceu em Vila do Caracol, então\ndistrito da comarca de Caldas (MG), no dia 17 de setembro de 1861, filho\nde Antônio de Paiva Bueno, major da Guarda Nacional, e de Ana de Paiva\nBueno.\n\nCompletou os estudos secundários no curso anexo à Faculdade de Direito\nde São Paulo e ingressou no curso de direito em 1879, obtendo o grau de\nbacharel em ciências jurídicas e sociais em 1883. Depois de formado,\nadvogou em Espírito Santo do Pinhal (SP) por um ano e retornou à terra\nnatal em 1885.\n\nDefensor da abolição da escravatura e dos postulados republicanos,\niniciou sua carreira política filiando-se ao Partido Republicano Mineiro\n(PRM), em cuja legenda foi eleito, em setembro de 1890, deputado por\nMinas Gerais à Assembleia Nacional Constituinte. Empossado em 15 de\nnovembro seguinte, após a promulgação da Constituição de 24 de fevereiro\nde 1891 passou a exercer o mandato ordinário, mas não chegou a\ncompletá-lo. Renunciou em março de 1892 para assumir a função de juiz de\ndireito de São José do Paraíso (MG), na qual permaneceu até setembro de\n1894. Nesse mesmo município foi eleito vereador e presidente da Câmara\nMunicipal (1898-1900).\n\nEm 1898 foi eleito senador estadual para a legislatura 1899-1902.\nRenunciou ao mandato em 1900, por ter sido eleito deputado federal no\npleito de novembro do ano anterior. Assumindo sua cadeira na Câmara dos\nDeputados em maio de 1900, foi reeleito para as legislaturas 1903-1905 e\n1906-1908, foi presidente da Câmara e membro das comissões de Finanças e\nde Justiça. Em abril de 1906 promoveu o I Congresso das Municipalidades\nde Minas, no município de Itajubá (MG). Em 1909 foi eleito,\nsimultaneamente, senador estadual e deputado federal, mas optou pela\ncadeira na Câmara dos Deputados. No pleito de novembro de 1911 foi\neleito senador federal por Minas Gerais. Assumiu sua cadeira no Senado\nem maio do ano seguinte e, reeleito, exerceu seu mandato de 1912 a 1920.\nFoi líder da bancada mineira, além de relator, durante alguns anos, do\norçamento da Receita. Integrou diversas comissões mistas e especiais,\ncomo a da Reforma da Lei de Montepio, a da Reforma Eleitoral e a do\nCódigo Civil e Comercial.\n\nCom o falecimento do vice-presidente da República, Delfim Moreira, no\ndia 10 de junho de 1920, foi eleito para o cargo, no qual permaneceu por\ndois anos, no restante do período presidencial de Epitácio Pessoa\n(1919-1922). Nessa condição assumiu a presidência do Senado, na qual\npermaneceu até 15 de novembro de 1922. Retornou ao Senado Federal em\nmaio de 1923, para completar o mandato de Raul Soares. Mais uma vez\nreeleito, faleceu no Rio de Janeiro, então Distrito Federal, no dia 4 de\nagosto de 1928, em pleno exercício do mandato.\n\nFoi casado com Maria Antonieta Carneiro Bueno de Paiva.\n\nVanessa Lana\n\n**FONTES:** DEPT. ENG. CIV. Disponível em:\n\\<www.dec.ufcg.edu.br/biografias/FrancABP.html\\>. Acesso em: 4/3/2009;\nMONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1649&li=28&lcab=1909-1911&lf=28\\>.\nAcesso em: 9/11/2008.\n","ref":"**FONTES:** DEPT. ENG. CIV. Disponível em:\n\\<www.dec.ufcg.edu.br/biografias/FrancABP.html\\>. Acesso em: 4/3/2009;\nMONTEIRO, N. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1649&li=28&lcab=1909-1911&lf=28\\>.\nAcesso em: 9/11/2008.\n","dic":"DHBPR"}