{"title":"PAIXÃO, Antônio Jacó da","cargoss":["const. 1891","dep. fed. MG 1891-1893."],"author":null,"content":"**PAIXÃO, Antônio Jacó da**\n\n\\* const. 1891; dep. fed. MG 1891-1893.\n\n*Antônio Jacó da Paixão* nasceu em Senhor do Bom Jesus do Rio Pardo,\nentão Distrito de Pomba, atual Argirita (MG), no dia 28 de novembro de\n1842, filho de Antônio Júlio da Paixão e de Maria Eudóxia de Miranda.\nSeu pai foi o primeiro juiz de paz do distrito de Rio Pardo, atual\ncidade de Argirita, de 1857 a 1862; no distrito de Leopoldina (MG) foi\nvereador a partir do final de abril de 1862 e terceiro-substituto de\njuiz municipal em 1866. Seu primo, Rodolfo Gustavo da Paixão, foi\npresidente de Goiás no início da República, de 1890 a 1891 e deputado\nfederal por Minas Gerais de 1897 a 1914.\n\nTransferindo-se para o Rio de Janeiro, então capital do Império, fez os\nestudos preparatórios no Externato Aquino, dirigido por João Pedro de\nAquino, e no externato do Mosteiro de São Bento, onde concluiu o curso\nde Filosofia. Com a especialização em Aritmética, Álgebra e Geometria,\nhabilitou-se para o exercício do magistério. Saiu do externato em 1870\ne, no ano seguinte, mudou-se para São Paulo, onde ingressou na Faculdade\nde Direito do Largo de São Francisco, na capital paulista, pela qual se\nbacharelou em 1875.\n\nDepois de formado retornou a Minas Gerais e fixou residência em Rio\nNovo, onde passou a advogar e iniciou a carreira política. Foi eleito\npara a Assembleia Provincial de Minas Gerais em 1880 e reeleito em 1882\ne 1884, exercendo o mandato até o final de 1885. Foi líder do Partido\nLiberal do Império nessa casa legislativa. Em 1886 voltou a se dedicar à\nadvocacia em sua cidade. No ano seguinte, já um defensor confesso das\nideias republicanas, foi eleito vereador em Rio Novo, onde chegou a\nocupar o cargo de Agente Executivo Municipal, correspondente ao de atual\nprefeito.\n\nRetornou ao cenário político após a proclamação da República\n(15/11/1889), quando se filiou ao Partido Republicano Mineiro (PRM), em\ncuja legenda foi eleito deputado ao Congresso Nacional Constituinte em\n15 de setembro de 1890. Tomou posse em 15 de novembro seguinte, quando\nfoi instalada a Assembleia Nacional Constituinte no Rio de Janeiro, e\nfoi um dos signatários da primeira Constituição republicana do país\npromulgada em 24 de fevereiro de 1891. Com o fim da Constituinte após a\neleição do presidente da República no dia seguinte, em 15 de junho desse\nano assumiu sua cadeira na Câmara dos Deputados no Rio de Janeiro, agora\nDistrito Federal, e passou a exercer o mandato ordinário. Permaneceu no\nLegislativo federal até dezembro de 1893, quando se encerraram o seu\nmandato e a legislatura. Retornou à Câmara Federal em 1897, quando foi\neleito para um novo mandato. Assumiu, em maio desse ano, sua cadeira de\ndeputado federal no Rio de Janeiro, cumprindo seu mandato por toda a\nlegislatura que se encerrou em dezembro de 1899. Depois disso afastou-se\nda política para se dedicar à advocacia.\n\nFoi, ainda, diretor do Banco Regional de Minas Gerais no Rio de Janeiro.\n\nFaleceu em Rio Novo no dia 26 de setembro de 1912.\n\nEra casado com Virgília Maria da Silva Leal, com quem teve 11 filhos.\n\nIoneide Piffano Brion de Souza\n\n**FONTES:** ARQ. HIST. MG. *Senadores e deputados de Minas Gerais*.\nDisponível em:\n\\<www.arquivohistorico-mg.com.br/deputadosesenadores.html\\>. Acesso em:\n4/5/2010; BARBOSA, W. *História*; Estudos de História de Leopoldina.\n*Antigas autoridades do Distrito do Rio Pardo*. Disponível em:\n\\<www.cantoni.pro.br/ArtigosPapel/AntigasAutoridadesArgirita.htm\\>.\nAcesso em: 4/5/2010; CÂM. DEP. *Constituição de 1891*. Disponível em:\n\\<http://bd.camara.gov.br\\>. Acesso em: 19/4/2010; CÂM. DEP. *Deputados\nBrasileiros*; COL. BRAS. GENEAL. *Antonio Jacob Paixão*. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_e\\_02.html\\>. Acesso em:\n4/5/2010; Geneaminas. *Genealogia mineira*. Disponível em:\n\\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp\\>. Acesso em:\n5/5/2010; MONTEIRO, N. *Dicionário* (v.2, p.501); VASCONCELOS, D.\n*História*; VEIGA, J. *Revista* (p.50, 78).\n","ref":"**FONTES:** ARQ. HIST. MG. *Senadores e deputados de Minas Gerais*.\nDisponível em:\n\\<www.arquivohistorico-mg.com.br/deputadosesenadores.html\\>. Acesso em:\n4/5/2010; BARBOSA, W. *História*; Estudos de História de Leopoldina.\n*Antigas autoridades do Distrito do Rio Pardo*. Disponível em:\n\\<www.cantoni.pro.br/ArtigosPapel/AntigasAutoridadesArgirita.htm\\>.\nAcesso em: 4/5/2010; CÂM. DEP. *Constituição de 1891*. Disponível em:\n\\<http://bd.camara.gov.br\\>. Acesso em: 19/4/2010; CÂM. DEP. *Deputados\nBrasileiros*; COL. BRAS. GENEAL. *Antonio Jacob Paixão*. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_e\\_02.html\\>. Acesso em:\n4/5/2010; Geneaminas. *Genealogia mineira*. Disponível em:\n\\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp\\>. Acesso em:\n5/5/2010; MONTEIRO, N. *Dicionário* (v.2, p.501); VASCONCELOS, D.\n*História*; VEIGA, J. *Revista* (p.50, 78).\n","dic":"DHBPR"}