{"title":"PAIXÃO, Rodolfo Gustavo da","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1890,1897],"datas_fim":[1891,1914],"estados":["GO","MG"],"autor":[0],"content":"**PAIXÃO, Rodolfo Gustavo da**\n\n\\*militar; pres. GO 1890-1891; dep. fed. MG 1897-1914.\n\n*Rodolfo Gustavo da Paixão* nasceu em São Brás do Suaçuí, então distrito\nde Entre Rios (MG), atual Entre Rios de Minas, no dia 13 de julho de\n1853, filho de Joaquim Manuel da Paixão e de Matilde José Lopes,\ntradicional família na política mineira. Seu primo, Antônio Jacó da\nPaixão, foi deputado geral por Minas Gerais, constituinte de 1891 e\ndeputado federal de 1891 a 1893 e de 1897 a 1899.\n\nTransferindo-se para o Rio de Janeiro, então capital do Império,\ningressou na Escola Militar e tornou-se alferes-aluno em 1877. Nessa\nunidade de ensino fez os cursos das três armas, concluindo-os em 1879.\nBacharel em matemática e ciências físicas e formado em engenharia\nmilitar, serviu em Cruz Alta (RS) e aí se casou com Josefina Annes Dias\nda Paixão em março de 1883. Em seguida foi transferido para o Rio de\nJaneiro e tornou-se militante das campanhas abolicionista e republicana.\nAtingiria o posto de general de brigada, no qual seria reformado em\n1913.\n\nDepois de proclamada a República em 15 de novembro de 1889, foi nomeado\npresidente do estado de Goiás pelo governo provisório do marechal\nDeodoro da Fonseca e tomou posse em 24 de fevereiro de 1890. O antigo\ngovernador da província, Eduardo Augusto de Montandon, fora deposto em 6\nde dezembro de 1889, e para ocupar seu lugar, o governo provisório\nnomeou o tenente-coronel Bernardo Vasques, então comandante do 1^o^\nRegimento de Artilharia a Cavalo. Bernardo Vasques não chegou, porém, a\ntomar posse, pois os políticos goianos se articularam a fim de que uma\njunta representativa dos grupos oligárquicos locais fosse nomeada para\nexercer provisoriamente o governo. A junta, composta por Joaquim Xavier\nGuimarães Natal, José Joaquim de Sousa e Eugênio Augusto de Melo, tomou\nposse em 7 de dezembro de 1889 e governou o estado até a chegada de\nRodolfo Gustavo da Paixão.\n\nDesde os primeiros tempos do novo regime, os políticos goianos, numa\ntentativa de superar as divergências pré-existentes, se organizaram em\ntorno do Centro Republicano, liderado pelas famílias Bulhões e Caiado.\nEntretanto, as antigas disputas logo afloraram e resultaram na formação\nde dois outros partidos, o Partido Católico, liderado pelo cônego Inácio\nXavier da Silva, e o Partido Republicano Federal, resultante de uma\ncisão no Centro Republicano. De toda forma, o Centro Republicano\nconstituiu a principal expressão política dos defensores da autonomia\nestadual e, por esse motivo, se opôs a Rodolfo da Paixão, cuja nomeação\nsignificou a derrota momentânea do poder político local diante do poder\ncentral.\n\nRodolfo da Paixão governou pouco mais de um ano, até 20 de janeiro de\n1891, quando teve de deixar a presidência do estado em vista de um\ntelegrama do Ministério do Interior que o exonerava de suas funções para\nque realizasse uma missão externa. Durante sua ausência, foi substituído\npelo segundo-vice-presidente do estado, Bernardo Antônio de Faria\nAlbernaz, que, por sua vez, foi substituído pelo desembargador João\nBonifácio Gomes de Siqueira, e este, pelo coronel Constâncio Ribeira da\nMaia.\n\nDiante dos sucessivos adiamentos do início dos trabalhos da Assembleia\nConstituinte estadual, uma maioria de 24 deputados se reuniu\nclandestinamente para votar e promulgar, em 1^o^ de junho de 1891, a\nConstituição de Goiás. Rodolfo Gustavo da Paixão retomou a presidência\ndo estado em 18 de julho de 1891 e, após algumas tentativas de acordo\nmalsucedidas com os constituintes rebeldes, baixou um decreto pelo qual\ncassou o mandato dos 24 constituintes dissidentes e os processou pelos\ncrimes de desobediência, sedição e usurpação de funções. No mesmo ato,\nconvocou eleições para o dia 15 de setembro a fim de preencher as vagas\ndos deputados cassados e manteve a data de 15 de novembro daquele ano\npara início dos trabalhos constituintes. Na ocasião foi eleito\npresidente constitucional de Goiás e, assim, continuou no governo.\nEntretanto, em virtude da renúncia do marechal Deodoro da Fonseca e da\nposse do vice-presidente, marechal Floriano Peixoto, em 23 de novembro,\nfoi destituído em 7 de dezembro, assumindo seu lugar o vice-presidente\ndo estado coronel Constâncio Ribeiro da Maia. Durante a Revolta da\nArmada de 1893 contra o governo de Floriano Peixoto (1891-1894), foi\ncomandante da guarnição de Minas Gerais.\n\nDe volta ao seu estado natal, em 1897 foi eleito deputado federal por\nMinas Gerais. Assumiu, em 3 de maio desse ano, sua cadeira na Câmara dos\nDeputados no Rio de Janeiro, então Distrito Federal. Reeleito para as\ncinco legislaturas subsequentes, permaneceu na Câmara até 31 de dezembro\nde 1914, quando se encerraram a legislatura e o seu último mandato.\n\nRodolfo da Paixão foi ainda diretor da Colônia do Alto Uruguai e chefe\nde obras militares nos estados do Rio de Janeiro, Paraná e Minas Gerais.\n\nRecebeu do governo brasileiro a Medalha de Ouro dos Serviços Militares\ne, de Portugal, a comenda de Cavaleiro da Ordem de Aviz.\n\nFaleceu no Rio de Janeiro no dia 18 de novembro de 1925.\n\nTeve oito filhos.\n\nPublicou: *Trinos e cantos*,*Inconfidência* e *Cenas da escravidão*\n(todas obras de poesia), além de *Seguros*, estudo sobre montepio civil\ne militar e seguros em geral.\n\nAdrianna Setemy/ Ioneide Piffano Brion de Souza\n\n**FONTES:**ABRANCHES, J. *Governos* (v.1); BARBOSA, W. *História*; CÂM.\nDEP. *Deputados brasileiros*; COL. BRAS. GENEAL. *Antônio Jacob Paixão*.\nDisponível em: \\<www.cbg.org.br/arquivos\\_genealogicos\\_e\\_02.html\\>.\nAcesso em: 4/5/2010; DINIZ, W. *Estruturação*; Geneaminas. Disponível\nem: \\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp\\>. Acesso em:\n5/5/2010; HORTA, C. *Famílias* (p.111-142); Literatura goiana. *Bio.\nRodolfo Gustavo da Paixão*. Disponível em:\n\\<www.literaturagoiana.com.br/index.php?option=com\\_content&view=article&id=60:p&catid=39:dicionario-do-escritor-goiano&Itemid=68\\>.\nAcesso em: 12/10/2010; MONTEIRO, N. *Dicionário* (v.2, p.502); NOGUEIRA,\nG. *Genealogias*; Potyguar. *Titulares do Governo Estadual de Goiás*.\nDisponível em:\n\\<www.potyguar.com.br/goias/index\\_arquivos/governadoresdegoias.htm\\>.\nAcesso em: 12/10/2010; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930*);\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8 /1/2009; SILVA, M. *Artífice*; VASCONCELOS, D. *História*.\n","ref":"**FONTES:**ABRANCHES, J. *Governos* (v.1); BARBOSA, W. *História*; CÂM.\nDEP. *Deputados brasileiros*; COL. BRAS. GENEAL. *Antônio Jacob Paixão*.\nDisponível em: \\<www.cbg.org.br/arquivos\\_genealogicos\\_e\\_02.html\\>.\nAcesso em: 4/5/2010; DINIZ, W. *Estruturação*; Geneaminas. Disponível\nem: \\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp\\>. Acesso em:\n5/5/2010; HORTA, C. *Famílias* (p.111-142); Literatura goiana. *Bio.\nRodolfo Gustavo da Paixão*. Disponível em:\n\\<www.literaturagoiana.com.br/index.php?option=com\\_content&view=article&id=60:p&catid=39:dicionario-do-escritor-goiano&Itemid=68\\>.\nAcesso em: 12/10/2010; MONTEIRO, N. *Dicionário* (v.2, p.502); NOGUEIRA,\nG. *Genealogias*; Potyguar. *Titulares do Governo Estadual de Goiás*.\nDisponível em:\n\\<www.potyguar.com.br/goias/index\\_arquivos/governadoresdegoias.htm\\>.\nAcesso em: 12/10/2010; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930*);\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8 /1/2009; SILVA, M. *Artífice*; VASCONCELOS, D. *História*.\n","dic":"DHBPR"}
