{"title":"PARAÍSO, Prisco","cargoss":["dep. fed. BA 1904-1908 e 1915-1917","const. 1934","dep. fed. BA"],"author":null,"content":"**PARAÍSO, Prisco**\n\n\\* dep. fed. BA 1904-1908 e 1915-1917; const. 1934; dep. fed. BA\n1935-1937.\n\n*Francisco Prisco de Sousa Paraíso* nasceu na cidade de Cachoeira (BA)\nno dia 6 de maio de 1874, filho de Francisco Prisco de Sousa Paraíso e\nde Adelaide de Aguiar Paraíso. Seu pai foi ministro da Justiça do\ngabinete chefiado pelo conselheiro Lafayette Pereira (1883-1884). Depois\nda Proclamação da República (15/11/1889), foi constituinte de 1891 e\ndeputado federal de 1891 a 1893.\n\nIniciou seus estudos no Colégio Abílio, no Rio de Janeiro, então capital\ndo Império, passando depois para o Colégio Manuel Florêncio, na Bahia.\nEm 1890 ingressou na Faculdade de Direito do Recife e concluiu o curso\nna Faculdade da Bahia em 1894, quando passou a exercer a advocacia em\nsua cidade natal. De volta a Salvador, em 1896 tornou-se professor\ncatedrático na faculdade pela qual se bacharelou.\n\nIniciou sua vida política elegendo-se deputado estadual na Bahia.\nAssumiu seu mandato em abril de 1899 e licenciou-se em maio de 1900 por\nter sido nomeado secretário do Interior, Justiça e Instrução Pública do\ngovernador Severino Vieira (1900-1904). Permaneceu nesse cargo até\njaneiro de 1904 e em maio do mesmo ano foi eleito deputado federal pela\nBahia, ocupando sua cadeira de julho de 1904 a dezembro de 1905.\nReeleito, voltou à Câmara em maio de 1906 e, durante essa legislatura,\nparticipou da cisão do Partido Republicano da Bahia, ocorrida em 1907.\nNão obtendo número de votos suficiente para o período seguinte, deixou a\nCâmara ao final de seu mandato, em dezembro de 1908. Mais uma vez\neleito, assumiu nova cadeira de deputado federal em maio de 1915,\npermanecendo na Câmara até dezembro de 1917.\n\nEm 1919 tornou-se professor catedrático do Ginásio da Bahia. De 1928 a\n1930 foi novamente secretário do Interior, Justiça e Instrução Pública,\nagora na gestão do governador Vital Soares (1928-1930). Com a eleição de\nVital Soares para a vice-presidência da República, na chapa encabeçada\npor Júlio Prestes, o governo da Bahia passou, em julho de 1930, para as\nmãos do presidente do Senado Estadual, Frederico Costa. Após a eclosão\ndo movimento revolucionário no dia 3 de outubro desse ano, e diante do\npedido de exoneração do então chefe de polícia Bernardino Madureira de\nPinho, Prisco Paraíso foi designado por Frederico Costa, que se mantinha\nfiel ao presidente Washington Luís, para ocupar a Secretaria de Polícia\ne Segurança Pública do estado no dia 8 de outubro. Permaneceu no cargo\naté o dia 11 do mesmo mês, quando foi substituído por Pedro Azevedo\nGordilho. Com a vitória do movimento revolucionário em âmbito nacional,\natravés da deposição de Washington Luís em 24 de outubro, a Bahia passou\na ser governada pelo interventor federal Ataliba Osório, e Prisco\nParaíso afastou-se provisoriamente da vida pública.\n\nEm 1932 tornou-se catedrático do Ginásio Ipiranga, e no pleito de maio\ndo ano seguinte foi eleito deputado à Assembleia Nacional Constituinte\npela Bahia na legenda do Partido Social Democrático (PSD) do estado.\nAssumindo sua cadeira em novembro do mesmo ano, participou dos trabalhos\nconstituintes e, após a promulgação da nova Carta (16/7/1934) e a\neleição do presidente da República no dia seguinte, teve seu mandato\nprorrogado até maio de 1935. Eleito mais uma vez deputado federal por\nseu estado em outubro de 1934, permaneceu na Câmara até 10 de novembro\nde 1937, quando o advento do Estado Novo suprimiu os órgãos legislativos\ndo país.\n\nFoi membro do Instituto Histórico e Geográfico da Bahia.\n\nCasou-se com Helena Oliveira de Sousa Paraíso.\n\n**FONTES:** ABRANCHES, J. *Governos*; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; Câm Dep. seus componentes; Diário do Congresso\nNacional; GODINHO, V. *Constituintes*; *Grande encic. Delta*; MELO, A.\n*Cartilha*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; Câm Dep. seus componentes; Diário do Congresso\nNacional; GODINHO, V. *Constituintes*; *Grande encic. Delta*; MELO, A.\n*Cartilha*.\n","dic":"DHBPR"}