{"title":"PARANAGUÁ, Joaquim Nogueira","cargoss":["gov. PI 1890","const. PI 1891","dep. fed. PI 1891-1896","sen. PI"],"author":"Raimundo Helio Lopes","content":"**PARANAGUÁ, Joaquim Nogueira**\n\n\\* gov. PI 1890; const. PI 1891; dep. fed. PI 1891-1896; sen. PI\n1897-1906.\n\n*Joaquim Nogueira Paranaguá* nasceu na cidade de Corrente (PI) em 11 de\njaneiro de 1855, filho de José Francisco Nogueira Paranaguá e de Isabel\nde Jesus Nogueira. Era parente próximo do marquês de Paranaguá.\n\nCursou a Faculdade de Medicina da Bahia, pela qual se formou em 1882.\nDepois disso passou a exercer a profissão no Piauí, em especial na\ncidade de Amarante, onde foi médico por muitos anos. Em 1886 foi nomeado\ninspetor sanitário e médico da Santa Casa de Misericórdia de Teresina.\nComeçou sua vida política ainda no Império defendendo o fim da\nescravidão, o que o levou a fundar clubes abolicionistas na Bahia e no\nPiauí. Defendeu também a causa republicana e teve ligações com o Partido\nRepublicano. Foi deputado à Assembleia Provincial do Piauí, na legenda\ndo Partido Liberal, nos períodos 1884-1885 e 1888-1889.\n\nCom a proclamação da República, fez parte como vice-governador do\nprimeiro governo republicano piauiense, chefiado a partir de 26 de\nnovembro de 1889 por Gregório Taumaturgo de Azevedo. Quando este se\nafastou do governo, em 4 de junho de 1890, assumiu seu lugar até 23 de\nagosto, data em que foi substituído por Gabino Besouro. Em setembro de\n1890 foi eleito deputado constituinte pelo Piauí. Empossado em 15 de\nnovembro seguinte, após a promulgação da Constituição em 24 de fevereiro\nde 1891 passou a exercer o mandato ordinário. Reeleito em 1894,\npermaneceu na Câmara até dezembro de 1896. Em 1897 foi eleito senador,\ncom mandato até 1906. Durante esses anos defendeu a mudança da capital\nfederal para o planalto central e fez parte da Comissão de Obras\nPúblicas. Foi também tesoureiro da Imprensa Nacional.\n\nFaleceu no Piauí em 1926.\n\nCasou-se com Emma Riedel Weguelin, filha de Augusto Weguelin, cônsul\ngeral da Suíça no Brasil, e de Guilhermina Riedel, por sua vez filha\nLuís Riedel, botânico alemão que integrou a Expedição Langsdorff. Teve\nquatro filhos.\n\nPublicou *Do Rio de Janeiro ao Piauí pelo interior do país* (1905).\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. GIovernos; GONÇALVES, W. GranIde; *Grande\nencic. Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*.\n","ref":"**FONTES:** ABRANCHES, J. GIovernos; GONÇALVES, W. GranIde; *Grande\nencic. Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*.\n","dic":"DHBPR"}