{"title":"PARANHOS, Antônio da Silva","cargoss":["const. 1891","sen. GO 1891-1893."],"author":"Adrianna Setemy","content":"**PARANHOS, Antônio da Silva**\n\n\\*const. 1891; sen. GO 1891-1893.\n\n*Antônio da Silva Paranhos* nasceu em Portugal em 1840 e chegou a\nCatalão (GO) por volta de 1850, naturalizando-se brasileiro.\n\nComeçou a firmar-se como força política no município de Catalão na\ndécada de 1870 com o apoio das oligarquias regionais e tornou-se chefe\ndo Partido Republicano de Goiás naquela região. Após a proclamação da\nRepública em 15 de novembro de 1889, foi eleito em setembro de 1890\nsenador por Goiás e tomou posse no Congresso Nacional Constituinte em 15\nde novembro seguinte. Foi um dos signatários da Constituição de 1891 e a\npartir de maio passou a exercer o mandato ordinário, até 1893.\n\nEm Goiás, apesar de as oligarquias locais terem mantido um acordo nos\nprimeiros momentos da República, as divergências e disputas políticas\npreexistentes não demoraram a reaparecer. No município de Catalão, foram\nfrequentes e intensos os conflitos entre grupos políticos adversários,\nchegando a ocorrer um movimento sedicioso em 1893, voltado\nprincipalmente contra o senador Silva Paranhos. Segundo o relatório\nentregue no mesmo ano à Assembleia Legislativa pelo então\nvice-presidente do estado, Antônio Caiado, os sediciosos foram\nprocessados e aguardavam decisão do Superior Tribunal, até que o próprio\nsenador Silva Paranhos apresentou ao Senado um projeto de lei que\nconcedia anistia aos culpados. Apesar da atitude conciliatória, as\ndisputas políticas em Catalão perduraram até o ponto de se traduzir em\numa conflagração em meio à qual, no dia 30 de novembro de 1897, Silva\nParanhos foi assassinado na rua, à uma hora da tarde, pelo capitão\nCarlos Antônio de Andrade, juiz adjunto e chefe do Partido Republicano\nFederal em Goiás. No atentado, foi também alvejado o neto de Silva\nParanhos, o major Alfredo Augusto Paranhos, que sobreviveu. Este\nacontecimento levou o filho de Silva Paranhos, Ricardo Paranhos, a\nescrever o livro *Os canibais,* publicado no Rio de Janeiro em 1898.\n\nAdrianna Setemy\n\n**FONTES:** ARTIGA, Z. *História*; LISITA JUNIOR, C. *Dicionário*;\nProjeto de imagem de publicações oficiais brasileiras do Center for\nResearch Libraries e Latin-american Microfilm Project. *Mensagens dos\nPresidentes de Província (1830-1930)*. Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ARTIGA, Z. *História*; LISITA JUNIOR, C. *Dicionário*;\nProjeto de imagem de publicações oficiais brasileiras do Center for\nResearch Libraries e Latin-american Microfilm Project. *Mensagens dos\nPresidentes de Província (1830-1930)*. Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}