{"title":"PARTICIPAÇÃO BRASILEIRA NA CONFERÊNCIA DE PAZ DE VERSALHES","cargoss":["A pequena participação brasileira na Grande Guerra ou Primeira Guerra"],"author":"Luciana Fagundes","content":"**PARTICIPAÇÃO BRASILEIRA NA CONFERÊNCIA DE PAZ DE VERSALHES**\n\nA pequena participação brasileira na Grande Guerra ou Primeira Guerra\nMundial (1914-1918), apesar de sem efeito no desenrolar do conflito,\ngarantiu ao Brasil um lugar na Conferência de Paz de Versalhes, cujos\npreparativos se iniciaram em janeiro de 1919 e cujo encerramento se deu\nem 28 de junho do mesmo ano com a assinatura do Tratado de Paz, que\ntinha como objetivo acertar indenizações e decidir disputas entre os\npaíses envolvidos no conflito.\n\nPolêmicas e Resultados\n\nO final da Primeira Guerra Mundial, em novembro de 1918, coincidiu, no\nBrasil, com o início do governo Delfim Moreira, vice-presidente que\nsubstituiu o presidente eleito Rodrigues Alves – este, gravemente\nenfermo, não pôde tomar posse e viria a falecer em 16 de janeiro de\n1919. Coube ao novo ministro das Relações Exteriores, Domício da Gama,\naté então representante brasileiro em Washington, tratar da participação\nbrasileira nas conferências preliminares da paz em que se assentariam as\nbases do Tratado de Versalhes, definir o número de delegados que caberia\nao Brasil na plenária da paz, e ainda, conseguir a inclusão do Brasil no\nprimeiro conselho executivo da Liga das Nações.\n\nTanto a Inglaterra quanto a França não concordavam com a participação do\nBrasil nas conferências preliminares, e aceitavam apenas sua\nparticipação limitada na conferência plenária, já que a colaboração\nbrasileira na guerra havia sido muito pequena. Tal limitação causou\nalgumas complicações para a participação brasileira, a começar pela\nescolha da delegação que iria representar o país. Para a chefia da\ndelegação, o nome do próprio Domício da Gama já havia sido cogitado pela\nimprensa. Todavia, em 3 de dezembro Rodrigues Alves enviou uma carta a\nRui Barbosa em que apontava sua intenção de designá-lo, a ele, Rui,\nchefe da delegação brasileira. Como presidente da Liga Brasileira pelos\nAliados, Rui havia liderado as manifestações em prol das forças aliadas,\ne seu nome já gozava de certa simpatia popular devido à sua participação\nextremamente elogiada na Segunda Conferência de Haia, em 1907. Mas Rui\nBarbosa recusou o convite de Rodrigues Alves, alegando que este teria\nchegado tarde demais, quando o nome de Domício da Gama já havia sido\napresentado pela imprensa. Tal polêmica resultou na escolha de outro\nnome, o do senador paraibano Epitácio Pessoa, para chefiar a delegação\nbrasileira.\n\nA delegação completa do Brasil enviada à Conferência da Paz era composta\npelos seguintes nomes: Epitácio Pessoa, João Pandiá Calógeras, Olinto\nMagalhães e Raul Fernandes, enviados na função de delegados\nplenipotenciários; Rodrigo Otávio de Langaard Meneses, na função de\nconsultor jurídico; comandante Malan d’ Angrogne, na função de consultor\ntécnico naval; capitão de fragata Armando Burlamaqui, na função de\nconsultor naval; Hélio Lobo, na função de secretário geral; e mais sete\nsecretários e oito adidos.\n\nAlém da polêmica sobre a chefia da delegação brasileira, o ministro\nDomício da Gama teve que enfrentar também as limitações impostas por\nInglaterra, França e Estados Unidos, que haviam determinado uma\nhierarquia entre as nações na qual o Brasil foi classificado como\npotência de “interesses limitados”, o que lhe dava direito a apenas um\ndelegado. O problema era que Domício da Gama já havia definido os\ndelegados que deveriam representar o Brasil em número de quatro, e estes\njá se encontravam a caminho da conferência. Com o objetivo de confirmar\na participação dos quatro delegados que foram enviados, Domício da Gama\natuou junto ao Departamento de Estado norte-americano e, com a ajuda do\nsubsecretário de Estado Frank Polk, conseguiu estabelecer para o Brasil\no número três delegados, assim como a Bélgica e a Sérvia. Estados\nUnidos, Inglaterra, França e Japão, classificados como potências com\n“interesses gerais”, teriam cinco delegados, e os demais países teriam\num ou dois.\n\nA divisão em potências de “interesses limitados” e “gerais” também se\naplicou à participação efetiva nas sessões da conferência: as potências\nde “interesses gerais” tomariam parte em todas as sessões e comissões,\nao passo que as potências com “interesses limitados” só participariam\ndas sessões em que fossem discutidas questões que as interessassem\ndiretamente. Com o objetivo de alterar tal definição, o delegado Pandiá\nCalógeras, que chegou a Paris antes da representação brasileira, enviou\njunto com Olinto de Magalhães uma proposta a Domício da Gama no sentido\nde que se fizesse oposição a tal regulamento. No entanto, o ministro\nbrasileiro foi contra tal proposição, justificando que cabia às nações\nvencedoras o principal papel naquela assembleia, e que, como o Brasil\nnão havia colaborado na elaboração do programa, não poderia reclamar de\nseus termos. Uma atitude de protesto poderia, ainda, ser prejudicial ao\nsucesso das discussões mais interessantes para o Brasil, que eram\nbasicamente o pagamento pela Alemanha de depósitos relativos à venda de\ncafé do estado de São Paulo realizada no início da guerra e a questão da\npropriedade dos navios alemães apreendidos em portos brasileiros durante\no conflito. As limitações às potências consideradas de “interesses\nlimitados” continuaram, mas o Brasil conseguiu uma posição privilegiada,\npois, além de ter o número de deputados ampliado (de um para três), foi\no único país da América Latina a participar da Conferência de Paz de\nVersalhes.\n\nEm relação às questões de interesse brasileiro discutidas na\nconferência, o resultado foi positivo para o Brasil. Sobre a questão do\ncafé de São Paulo, o objetivo era evitar que o pagamento da dívida fosse\narrolado no rateio das reparações de guerra. O chefe da delegação\nbrasileira, Epitácio Pessoa, defendeu que a dívida do café não poderia\nfigurar nas reparações de guerra, não só em razão de seu caráter, mas\ntambém por ser oriunda de operações anteriores ao conflito. A questão\nfoi resolvida em artigo que constou do Tratado de Paz, determinando à\nAlemanha a restituição com juros da importância referente à venda do\ncafé. Todavia, a Alemanha se recusou a pagar os juros exigidos pelo\nBrasil, e pagou uma taxa menor.\n\nQuantos aos navios alemães, a negociação foi um pouco mais complicada,\npois o Brasil requisitara para uso os 46 navios mercantes alemães\nancorados nos portos nacionais sem a intenção de confiscá-los, e antes\nde se tornar nação beligerante no conflito. Mas durante as negociações\nde paz o esforço da delegação brasileira foi no sentido de incorporar os\nnavios ao patrimônio nacional, mediante o pagamento de indenização. Tal\nreivindicação encontrou a oposição da França e da Inglaterra, que\npropunham a partilha dos navios alemães apreendidos de acordo com as\nperdas marítimas sofridas por cada país, proposição que prejudicava não\napenas o Brasil, mas também os Estados Unidos. Epitácio Pessoa escreveu\nao presidente norte-americano Woodrow Wilson apontando a questão dos\nnavios a como uma questão capital para o Brasil e pedindo sua\nintercessão em favor da proposta brasileira. Ao final do debate,\nprevaleceu a proposição brasileira da não partilha dos navios alemães.\nOs navios foram considerados nacionais e incorporados ao Lloyd\nBrasileiro.\n\nO último ponto reivindicado pelo Brasil era sua indicação como membro\ntemporário do conselho da Liga das Nações ou Sociedade das Nações,\nformada durante a Conferência de Paz como uma associação permanente de\nEstados destinada a preservar a paz e a assegurar o cumprimento das\nnormas de direito internacional. A formação da Liga obedeceu ao mesmo\npadrão hierarquizado que presidiu a Conferência de Paz, ao alocar as\ngrandes potências como membros permanentes e os países de “interesses\nlimitados” como membros temporários e designar quatro assentos para seus\ndelegados. As negociações para que o Brasil fosse eleito para um assento\ntemporário envolveram a atuação de Epitácio Pessoa e Domício da Gama\njunto aos Estados Unidos, principal aliado brasileiro. A eleição dos\npaíses que iriam ocupar tais assentos se deu ainda durante a Conferência\nde Paz, e o Brasil foi eleito junto com a Bélgica, Grécia e Espanha.\n\nApesar dos protestos iniciais apresentados por alguns membros da\ndelegação brasileira contra o controle das grandes potências sobre a\nConferência de Paz e contra a organização da Liga das Nações, os\ninteresses brasileiros foram atendidos, tantos nas questões discutidas\nna conferência quanto no conselho da Liga, o que fez com que esses dois\nmomentos fossem considerados como grandes vitórias da diplomacia\nbrasileira.\n\nLuciana Fagundes\n\n**FONTES:** BARRETO, F. *Sucessores*; GARCIA, E. *Brasil*; VINHOSA, F.\n*Brasil*.\n","ref":"**FONTES:** BARRETO, F. *Sucessores*; GARCIA, E. *Brasil*; VINHOSA, F.\n*Brasil*.\n","dic":"DHBPR"}