{"title":"PARTICIPAÇÃO BRASILEIRA NA PRIMEIRA GUERRA MUNDIAL","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Luciana Fagundes"],"content":"**PARTICIPAÇÃO BRASILEIRA NA PRIMEIRA GUERRA MUNDIAL**\n\nA Grande Guerra ou Primeira Guerra Mundial começou em agosto de 1914 e\nterminou em novembro de 1918. Tal evento dramático aglutinou,\ninicialmente, as forças aliadas da chamada Tríplice Entente, composta\npelo reino da Grã-Bretanha, os impérios da Rússia e do Japão e a\nRepública da França, contra as forças da Tríplice Aliança, composta\npelos impérios centrais da Alemanha e da Áustria Hungria, o império\nTurco-Otomano e o reino da Itália. No desenrolar do conflito, ambos os\nlados sofreram alterações em sua composição: a própria Itália entrou\nefetivamente na guerra ao lado da Tríplice Entente e não da Tríplice\nAliança, e o Império Russo retirou-se da guerra em 1917 devido a graves\nproblemas internos, ocupando seu lugar na Entente os Estados Unidos. A\nprincípio neutro diante do conflito, o Brasil revogou a neutralidade em\nfavor da França, Rússia, Grã-Bretanha, Japão, Portugal e Itália em junho\nde 1917, reconheceu o estado de guerra em novembro seguinte e enviou uma\nDivisão Naval em Operações de Guerra em maio de 1918.\n\nDa Neutralidade à Participação\n\nAs preocupações com uma guerra generalizada na Europa mostraram-se\nfrequentes já no final do século XIX. Um sinal da iminência da guerra\nfoi a corrida armamentista que se acelerou no início do século XX,\nconduzida em grande medida pela situação internacional que lançou as\nnações em uma acirrada competição. A Europa dividiu-se gradualmente em\ndois blocos, derivados do surgimento no cenário europeu de um Império\nAlemão unificado, através de alianças e contra-alianças. Tais blocos,\nfortalecidos por planos de estratégia e mobilização, tornaram-se mais\nrígidos, arrastando todo o continente europeu para a guerra através de\numa série de crises internacionais. A crise final veio em 1914, com o\nassassinato do arquiduque Francisco Ferdinando da Áustria quando se\nencontrava em visita a Sarajevo.\n\nQuando eclodiu a guerra na Europa, o Brasil matinha relações bastante\ncordiais com os principais países beligerantes, como a Alemanha, que era\nseu principal parceiro comercial, seguida pela Inglaterra e depois\nFrança. Outro setor onde se fazia notar a influência alemã era o\nmilitar. Desde a ascensão do marechal Hermes da Fonseca ao Ministério da\nGuerra em 1906, o Exército brasileiro seria profundamente influenciado\npela organização militar alemã, com o envio inclusive de jovens oficiais\npara servirem no Exercito alemão, considerado o mais bem organizado da\népoca.\n\nDeflagrado o conflito, o governo brasileiro adotou a completa\nneutralidade, fixando regras para sua observação. Ao optar pela\nneutralidade, o Brasil sofreu com uma série de restrições comerciais\nimpostas pelos países beligerantes aos países neutros. Um exemplo de tal\nação foi a imposição pelos países aliados da *statutory list*, ou lista\nnegra, uma relação de empresas em países neutros com as quais estava\nproibido o comércio por manterem relação com a Alemanha. A aplicação da\nlista negra provocou violentos protestos contra a Inglaterra, pois as\nconsequências foram desastrosas para a economia brasileira. Tais\nprotestos, dirigidos ao Itamaraty ou diretamente ao presidente da\nRepública, vinham principalmente de associações comercias que contavam\ncom capitais alemães, como, por exemplo, firmas exportadoras de café,\nque foram incluídas na lista negra e exigiam a interferência constante\ndo Itamaraty junto aos cônsules ingleses. A dificuldade de comércio com\na Europa abriu amplas oportunidades para a entrada de produtos\nnorte-americanos, possibilitando o crescimento dos Estados Unidos como\nprincipal parceiro econômico das nações latino-americanas, especialmente\ndo Brasil. Outra implicação da guerra que afetou negativamente a\neconomia brasileira do período foi a crise dos transportes marítimos,\ndevido à falta crescente de navios de comércio e aos riscos da navegação\npara o exterior, o que dificultou ainda mais a exportação do café,\nlimitando seus mercados consumidores.\n\nO posicionamento do Brasil no conflito mundial, além de problemas\ncomerciais, suscitou um intenso debate que dividiu a opinião de\nintelectuais e políticos entre “aliadófilos”, “neutrais” e\n“germanófilos”. Eram evidentes, todavia, as simpatias pelos Aliados. A\nprópria invasão da Bélgica pelos alemães em agosto de 1914, logo no\ninício da guerra, provocou uma moção apresentada à Câmara dos Deputados\npelo parlamentar Irineu Machado na qual o Brasil se colocava contrário à\nação alemã, por tratar-se de clara violação de tratados e\ndesconsideração das leis internacionais. A fundação, no ano seguinte, da\nLiga Brasileira pelos Aliados marcou claramente a preferência pela causa\ndas nações da Entente. Para presidente da entidade foi escolhido Rui\nBarbosa, e para vice, o ensaísta e crítico literário José Veríssimo.\nTambém integravam a Liga Graça Aranha, Barbosa Lima, Olavo Bilac e\nManuel Bonfim.\n\nEntre os simpatizantes dos impérios centrais, a voz mais ativa era do\ndeputado Dunshee de Abranches, que, quando do início do conflito,\nocupava o posto de presidente da Comissão de Diplomacia da Câmara. Na\nvisão de Abranches, a origem do conflito era puramente comercial e\neconômica, e tinha como objetivo a destruição da prosperidade nacional\nda Alemanha. Abranches criticou a ingenuidade dos aliadófilos que\nacreditavam no discurso inglês de defesa da civilização contra a\nbarbárie, considerando fruto da propaganda britânica as denúncias de\nviolências praticadas nas invasões alemãs à Bélgica e França. Tal\npostura acabou levando à sua renúncia à posição de presidente da\nComissão de Diplomacia.\n\nQuanto aos que defendiam uma posição neutra, seu principal argumento\nresidia no fato de que a posição “aliadófila” significava um alinhamento\nautomático aos Estados Unidos, o que colocava o Brasil em uma posição de\ndependência em relação àquele país. A manutenção da neutralidade também\nfoi defendida pela imprensa carioca no início do conflito, justificada\npela tradição pacifista nacionalista, e contava com figuras de destaque\nna opinião pública, como Assis Chateaubriand, Vicente de Carvalho,\nJackson de Figueiredo, Azevedo Amaral, Carlos Laet e Alberto Torres.\n\nÀ medida que o conflito se expandia pela Europa, propostas de alianças\ndiplomáticas surgiram entre as nações americanas, como a ideia de um\nTratado Pan-Americano, sugerida pelo presidente norte americano Woodrow\nWilson com o objetivo de garantir a independência política e a\nintegridade territorial de todos os países das Américas. Outra\niniciativa foi a realização da Conferência Pan-Americana em Washington,\ncom o objetivo de discutir uma reação hemisférica em caso de ameaça de\nataques de submarinos alemães. As negociações diplomáticas não\nprosseguiram, e a realização da conferência em Washington tornou-se\ninviável com o decorrer da guerra; já o Tratado Pan-Americano enfrentou\ndificuldades, como o posicionamento do ministro brasileiro Lauro Müller,\nque defendia a continuidade da neutralidade brasileira, embora a opinião\npública nacional se inclinasse à adesão às forças da Entente.\n\nEm janeiro de 1917, o quadro ficou mais complicado, quando o governo\nalemão resolveu declarar guerra submarina irrestrita com a finalidade de\nbloquear o comércio aliado. O governo brasileiro protestou, declarando\nnão aceitar o bloqueio; já o governo norte-americano rompeu relações\ndiplomáticas com a Alemanha. A ruptura de relações diplomáticas dos\nEstados Unidos foi seguida de um convite do presidente norte-americano\nWoodrow Wilson às nações neutras para que estas acompanhassem tal\natitude e também rompessem relações com a Alemanha. O Brasil não aceitou\no convite, e por isso enfrentou severas críticas da imprensa brasileira,\nque exigia a mudança de posição do país no conflito.\n\nAlguns meses depois, os Estados Unidos declararam guerra à Alemanha, no\nmesmo momento em que o Brasil, após o torpedeamento do vapor brasileiro\n*Paraná* por submarinos alemães, decidiu romper relações diplomáticas e\ncomerciais com a Alemanha, em 11 de abril de 1917. A ação brasileira\nincluiu também declarar sem efeito os *exequatur* de todos os\nfuncionários consulares alemães.\n\nApós o afundamento do *Paraná,* o ministro Lauro Müller ficou em uma\nsituação difícil. O rompimento de relações com a Alemanha não era\nsuficiente, e crescia a pressão para a entrada do Brasil na guerra. A\nascendência germânica do ministro e a oposição da opinião pública à sua\natuação no ministério levaram à sua saída da pasta em 3 de maio de 1917.\nDois dias após assumiu o ministério Nilo Peçanha, admirador do\naliadófilo Rui Barbosa. A entrada do novo ministro foi decisiva para a\nmudança da posição brasileira, para a qual contribuiu também o\ntorpedeamento dos vapores brasileiros *Tijuca* e *Lapa* por submarinos\nalemães.\n\nApós as agressões alemãs, o governo brasileiro pediu e obteve do\nCongresso autorização para declarar sem efeito o decreto que estabelecia\na neutralidade brasileira na guerra dos Estados Unidos contra o Império\nAlemão e para utilizar os 46 navios mercantes alemães ancorados em\nportos nacionais. O posicionamento ao lado dos Estados Unidos ficou\nclaro, ressaltado na mensagem de Nilo Peçanha enviada em 2 de junho aos\ngovernos estrangeiros, justificando a revogação da neutralidade pelas\npráticas de solidariedade continental características da política\nexterna brasileira. Também foram utilizadas como justificativa a\nDoutrina Monroe e a amizade tradicional com os Estados Unidos. A\nrevogação da neutralidade em favor da França, Rússia, Grã-Bretanha,\nJapão, Portugal e Itália foi decretada ainda em junho de 1917 e apontou\ncomo justificava a reincidência de ataques de submarinos alemães a\nvapores brasileiros.\n\nO reconhecimento do estado de guerra com o Império Alemão se deu após o\ntorpedeamento do vapor brasileiro *Macau* e do aprisionamento de seu\ncomandante. A lei de guerra foi sancionada em 16 de novembro de 1917, e\nproibiu aos alemães no Brasil todo comércio com o exterior, bem como o\ntransporte de carga inimiga em navios nacionais e a remessa de fundos\npara o exterior. Foram cassadas também as licenças para o funcionamento\nde companhias de seguro e bancos alemães.\n\nA entrada do Brasil na Primeira Guerra Mundial como nação beligerante\ncolocou-o em um seleto grupo junto com os Estados Unidos e as repúblicas\ncentro-americanas, uma vez que Uruguai, Peru, Equador e Bolívia apenas\nromperam relações diplomáticas com a Alemanha, e Argentina, Chile,\nMéxico, Venezuela e Paraguai mantiveram-se neutros.\n\nJá como nação beligerante, o Brasil participou da Conferência\nInteraliada em Paris, realizada de 30 de novembro a 3 de dezembro de\n1917, tendo como representante Olinto de Magalhães, ministro\nplenipotenciário junto ao governo francês. Nesse momento, o governo\nbrasileiro resolveu participar efetivamente do conflito, através do\nenvio de forças de guerra.\n\nA participação brasileira na Primeira Guerra ao lado das forças aliadas\nconsistiu no envio de uma divisão naval composta dos *scouts* *Rio\nGrande do Sul* e *Bahia*, dos destroieres *Paraíba*, *Rio Grande do\nNorte*, *Piauí* e *Santa Catarina*, e do transporte de guerra\n*Belmonte*. Sob o nome de Divisão Naval em Operações de Guerra (DNOG), e\nsob o comando geral do contra-almirante Pedro Max de Frontin, a divisão\npartiu com destino à Europa em 16 de maio de 1918. Outras providências\ntomadas pelo governo brasileiro foram o envio de nove oficiais aviadores\nda Marinha e do Exército para auxiliar nos combates aéreos, e de uma\nmissão chefiada pelo deputado e médico Nabuco de Gouveia à França,\ncomposta de médicos-cirurgiões que, auxiliados por um corpo de\nestudantes e de soldados do Exército, constituíram o Hospital do Brasil\npara o tratamento de feridos de guerra. A instituição continuou\nprestando assistência aos feridos mesmo depois de encerrado o conflito.\n\nApós muitas dificuldades técnicas, a Divisão Naval brasileira chegou a\nDacar, onde a guarnição brasileira foi vítima de uma epidemia de gripe\nespanhola. Apenas parte da esquadra conseguiu seguir viagem e chegar a\nseu destino, o porto de Gibraltar, um dia antes do armistício (11 de\nnovembro de 1918) que encerrou a Primeira Guerra Mundial.\n\nApesar de uma atuação inexpressiva militarmente, o Brasil foi o único\npaís da América do Sul a participar do conflito, o que garantiu sua\npresença na Conferência de Paz, que seria realizada em 1919 em\nVersalhes, e na organização da Liga das Nações.\n\nImplicações importantes da Primeira Guerra Mundial no Brasil foram a\nconsolidação da política externa brasileira voltada para os Estados\nUnidos e a desilusão com civilização *Belle Époque* que marcou o\npós-guerra, anunciando o declínio da cultura europeia e a aurora do novo\nmundo representado pela América.\n\nLuciana Fagundes\n\n**FONTES:** BARRETO, F. *Sucessores*; BUENO, C. *Política*; GARAMBONE,\nS. *Primeira*; VINHOSA, F. *Brasil*.\n","ref":"**FONTES:** BARRETO, F. *Sucessores*; BUENO, C. *Política*; GARAMBONE,\nS. *Primeira*; VINHOSA, F. *Brasil*.\n","dic":"DHBPR"}
