{"title":"PARTIDO CATÓLICO","cargoss":["As experiências de organizações político-partidárias católicas no Brasil"],"author":"Adrianna Setemy","content":"**PARTIDO CATÓLICO**\n\nAs experiências de organizações político-partidárias católicas no Brasil\nrefletiram a luta dos católicos em defesa de seus interesses no campo\npolítico. Até o último quartel do século XIX, numerosos padres e bispos\ntinham exercido cargos públicos sem, no entanto, estar vinculados a um\npartido organizado pelos católicos. A partir de então, e durante o\nprimeiro quartel do século XX, ocorreram as primeiras iniciativas da\nIgreja Católica no sentido de articular sua participação na política\npartidária.\n\nA Experiência do Império (1874-1876)\n\nA proposta de criação de um Partido Católico no Brasil, através do qual\nseria possível defender os interesses da Igreja nas casas legislativas,\nfoi apresentada na década de 1870 por José Soriano de Sousa, professor\nda Faculdade de Direito do Recife e católico fervoroso. As primeiras\nmedidas tomadas para a fundação da organização político-partidária foram\na criação de associações católicas com objetivos eminentemente sociais,\nas quais serviriam de espaço para a arregimentação política dos\ncatólicos e a unificação das orientações políticas em período eleitoral.\n\nA matriz do partido foi instalada na Associação Católica Fluminense, sob\nos auspícios do bispo diocesano e com o apoio de personalidades de alta\nprojeção na Corte. A associação funcionou entre 1874 e 1876, mas foi\nlogo bloqueada pelas autoridades civis, que se negaram a reconhecer sua\npersonalidade jurídica. Embora o fechamento da Associação Católica na\nprovíncia do Rio de Janeiro tenha prejudicado a ação do Partido Católico\nem termos de articulação nacional, as associações regionais se\nmultiplicaram em diferentes pontos do país, em cidades ais como Belém,\nFortaleza, Mariana e Diamantina (MG), tornando-se os órgãos formadores\ndo partido, estimuladores das campanhas eleitorais. Já nessa primeira\nfase do Partido Católico, o professor José Soriano de Sousa publicou,\nsob o pseudônimo de “Um católico”, um ensaio de programa para o partido\nque trazia esclarecimentos sobre suas bases doutrinais e definia sua\nplataforma ideológica.\n\nA Experiência da Primeira República (1890-1894 e 1909-1911)\n\nApós a proclamação da República em 15 de novembro de 1889, os esforços\ndos católicos para organizar o Partido Católico puderam ser observados\nprincipalmente em dois momentos: de 1890 a 1894 e de 1909 a 1911.\n\nNo primeiro momento, a implantação do novo regime e a aprovação de um\ntexto constitucional inteiramente laico, que estabelecia a separação\nformal entre Igreja e Estado, exigiram que os meios eclesiásticos se\nunissem para defender seus direitos e mobilizassem diversas forças da\nIgreja, a fim de colocar em prática o projeto de um Partido Católico que\nrepresentasse seus interesses junto ao governo. No Rio de Janeiro, então\nDistrito Federal, foi formado o diretório central do partido, tendo como\nchefe dom Antônio de Macedo Costa, e como membros o vigário geral\nmonsenhor Luís Raimundo de Brito, o barão de Andaraí, o marechal Almeida\nBarreto, o contra-almirante Magalhães Barreto e outros.\n\nEm quase todos os estados funcionaram diretórios regionais, foram\nlançados manifestos, programas e circulares, e foram formadas chapas com\ncandidatos capazes de canalizar votos e expressar a vontade dos grupos\ncatólicos. Os resultados obtidos pelo Partido Católico não causaram o\nimpacto esperado, mas, ainda assim, a experiência levou os líderes\ncatólicos a se preocuparem mais efetivamente com a conscientização dos\nleigos e com a necessidade de uma coordenação mais continuada e\ncentralizada das forças políticas no âmbito da Igreja. Tendo em vista a\nconcretização desses objetivos, foram criados diferentes organismos,\ntais como os Congressos Católicos, tanto nacionais como regionais, as\nFederações de Associações Católicas, a União Popular e a Liga da Boa\nImprensa.\n\nNo segundo momento, teve início, a partir de Minas Gerais, uma retomada\ndas articulações dentro do Partido Católico, precipitadas pela crescente\npreocupação dos bispos de dar voz às reivindicações da Igreja em face do\nEstado e de fazer compreender o valor daquela instituição para o bom\nandamento da sociedade. Em 1910, enquanto fermentava a Campanha\nCivilista em apoio à candidatura de Rui Barbosa à presidência da\nRepública, alguns setores da Igreja Católica tomavam cada vez mais\nconsciência da importância de estruturar um movimento organizado, que\nreivindicasse os direitos de que se julgavam alijados desde a\nproclamação da República, que, além de oficializar a separação entre\nIgreja e Estado, levara à adoção de medidas liberais em detrimento do\ncatolicismo, tais como a plena liberdade de culto, o casamento civil\nobrigatório e a secularização da educação.\n\nNo fim desse segundo ciclo partidarista católico, especialmente a partir\ndas Conferências Episcopais do Sul, realizadas em São Paulo no ano de\n1910, registrou-se uma tendência a deslocar o problema da articulação e\nparticipação política dos católicos do polo partidário para um tipo de\norganização mais ampla, capaz de superar os estreitos limites e os\nriscos do partidarismo. Isso foi explicitamente estabelecido em 1915, na\nConferência Episcopal de Friburgo (RJ). A partir daí, teve início um\nprocesso de transição na forma de organizar as forças políticas\ncatólicas, com uma guinada no sentido de reuni-las não mais em um\npartido, mas em uma organização suprapartidária.\n\nNas décadas de 1910 e 1920, o impacto da eclosão da Primeira Guerra\nMundial, em 1914, e a proximidade da comemoração do Centenário da\nIndependência brasileira, em 1922, reacenderam entre os intelectuais a\nnecessidade de pensar o Brasil do ponto de vista brasileiro e fizeram\nemergir um engajamento em torno de temas centrais como defesa nacional,\neducação, saúde, voto, representação política e civismo. Na década de\n1920, enquanto se erguiam bandeiras nacionalistas e se organizavam\nmovimentos e associações destinados a construir a nação brasileira, os\nleigos católicos mais uma vez reclamavam a criação de um Partido\nCatólico fortemente estruturado. Tal foi o caso da campanha lançada por\nCarlos Laet em 1925, fervorosamente aplaudida por Jackson de Figueiredo,\nem decorrência das emendas constitucionais propostas pelo deputado\nPlínio Marques, que pretendiam introduzir um dispositivo sobre o ensino\nreligioso nas escolas públicas por ocasião da reforma constitucional de\n1926.\n\nA crescente urbanização, a secularização da cultura e a fundação, em\n1922, do Partido Comunista Brasileiro, então chamado Partido Comunista\ndo Brasil (PCB), foram outros fatores que contribuíram para o\nenfraquecimento da tradicional influência do catolicismo na sociedade\nbrasileira. Para fazer frente a tais condições, dom Sebastião Leme,\narcebispo do Rio de Janeiro, convencido tanto da impossibilidade de\nimplantar um partido confessional como da necessidade de formar a\nconsciência política dos católicos no Brasil e de descobrir fórmulas\npráticas para a mobilização e canalização dos eleitores em favor dos\npostulados da Igreja, liderou um movimento destinado a defender os\nideais cristãos na vida política nacional que culminou com a criação da\nLiga Eleitoral Católica (LEC) em 1932.\n\nAdrianna Setemy\n\n**FONTES:** LUSTOSA, O. *Igreja*; LUSTOSA, O. *Partido*.\n","ref":"**FONTES:** LUSTOSA, O. *Igreja*; LUSTOSA, O. *Partido*.\n","dic":"DHBPR"}