{"title":"PARTIDO REPUBLICANO CONSERVADOR (PRC)","cargoss":["Partido político fundado em novembro de 1910 pelos políticos que haviam"],"author":"Adrianna Setemy","content":"**PARTIDO REPUBLICANO CONSERVADOR (PRC)**\n\nPartido político fundado em novembro de 1910 pelos políticos que haviam\napoiado, em março daquele ano, a eleição do marechal Hermes da Fonseca\npara a presidência da República, em oposição a Rui Barbosa. Liderados\npelo militar e político gaúcho Pinheiro Machado, os organizadores do\npartido pretendiam manter o controle dos militares e das lideranças\nregionais sobre o governo.\n\nDurante a convenção em que se constituiu o PRC, foi adotado um programa\nsegundo o qual o partido defenderia a Constituição de 1891, a autonomia\ndos estados, a liberdade eleitoral e a pureza do regime representativo,\na estabilidade cambial e o equilíbrio orçamentário, o interesse das\nindústrias e do comércio nacional, o desenvolvimento do poder militar\nnacional, a organização do ensino superior e das escolas agrícolas e\nprofissionais, a adoção de leis e códigos que correspondessem aos\ninteresses e necessidades da sociedade civil, e de medidas que\nmelhorassem as condições das classes sociais menos favorecidas. O\ndocumento também definia a base para ação política e a direção interna\ndo PRC, em âmbito nacional e local. Estipulava ainda que o mandato dos\ndelegados que compunham a convenção formada para fundação do partido\nexpiraria a partir da eleição da primeira comissão executiva central.\n\nEntretanto, o PRC não resistiu aos embates dos diversos interesses\nrepresentados pelos políticos que o compunham, oriundos dos mais\nvariados lugares do país, e teve êxito apenas nos estados favoráveis à\npolítica do presidente do partido, Pinheiro Machado. Com a morte deste\nem 1915, quando foi assassinado com uma punhalada pelas costas no *hall*\ndo Hotel dos Estrangeiros, no Rio de Janeiro, o PRC foi dissolvido. Mais\ntarde, também sem êxito, tentou renascer sob o nome de Concentração\nRepublicana.\n\nAdrianna Setemy\n\n**FONTES:** CARONE, E. *República*; CHACON, V. *História*.\n","ref":"**FONTES:** CARONE, E. *República*; CHACON, V. *História*.\n","dic":"DHBPR"}