{"title":"PARTIDO REPUBLICANO CONSERVADOR FLUMINENSE (PRCF)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Raimundo Helio Lopes"],"content":"**PARTIDO REPUBLICANO CONSERVADOR FLUMINENSE (PRCF)**\n\nPartido político fundado no estado do Rio de Janeiro em fevereiro de\n1911 a partir da fusão do Partido Republicano Fluminense (PRF) com o\nPartido Republicano Conservador (PRC).\n\nOrigens\n\n O PRC foi fundado em novembro de 1910 pelos políticos que apoiavam\nHermes da Fonseca, eleito em março daquele ano presidente da República\nem oposição a Rui Barbosa. Liderado por Pinheiro Machado, militar e\nsenador (1890-1915) gaúcho, o partido procurou aglutinar as oligarquias\ndominantes e os militares em torno do novo governo republicano\ninaugurado em 15 de novembro.\n\nAté então, no estado do Rio de Janeiro, as forças políticas estavam\ndivididas entre a influência do presidente estadual Alfredo Backer\n(1906-1910) e a do presidente da República Nilo Peçanha (1909-1910). Na\neleição de 1910 para o governo estadual, Backer defendeu a candidatura\nde Manuel Edwiges Queirós Viana, enquanto Nilo apoiou Francisco Chaves\nde Oliveira Botelho. Em agosto, realizada a eleição, cada grupo\nreivindicou a vitória de seu candidato, o que ensejou a instalação de\nduas assembleias legislativas. O impasse levou à intervenção do\npresidente Hermes da Fonseca, que, em dezembro, empossou o candidato\nnilista Oliveira Botelho na presidência do estado do Rio.\n\nNa convenção do PRF realizada em 14 de fevereiro de 1911, o novo\npresidente estadual, eleito pelo partido, reafirmou sua aliança política\ncom Hermes da Fonseca e Pinheiro Machado. No encontro foi aprovada uma\nmoção de solidariedade ao presidente da República, bem como a integração\ndo PRF ao PRC, que deu origem ao PRCF. Nesse momento, os partidários do\nnilismo aglutinaram-se na nova sigla, enquanto a oposição passou a usar\na sigla do PRF. Abrigando as duas maiores lideranças estaduais de então,\nOliveira Botelho e Nilo Peçanha (este também membro da comissão\nexecutiva do PRC), o PRCF surgiu como a principal força política\nfluminense.\n\nAtuação\n\nA força política do PRCF se refletiu logo nas eleições federais de 30 de\njaneiro de 1912, primeiro pleito legislativo de que a agremiação\nparticipou. Na ocasião, o partido elegeu Nilo Peçanha senador e todos os\nseus candidatos a deputado federal. Em 15 de dezembro seguinte, nas\neleições estaduais, o PRCF elegeu 40 deputados estaduais, enquanto\napenas cinco outros candidatos avulsos conseguiram se eleger.\n\nA sólida liderança política do PRCF passou a ser abalada em 1913, com o\nrompimento político de Oliveira Botelho e Nilo Peçanha. As divergências\nentre os dois se agravaram durante as discussões sobre a sucessão de\nHermes da Fonseca. Oliveira Botelho e a comissão executiva do PRCF\napoiaram, junto com Hermes da Fonseca e Pinheiro Machado, a candidatura\ndo mineiro Venceslau Brás, na época vice-presidente da República,\nenquanto Nilo Peçanha mostrou-se neutro e não compareceu à convenção que\nhomologou essa candidatura, em agosto de 1913. O rompimento definitivo\nveio com a sucessão estadual, quando Oliveira Botelho, apoiado por\nHermes da Fonseca e Pinheiro Machado, lançou o nome de Feliciano Sodré,\nprefeito de Niterói, para a presidência do estado. Nilo Peçanha não\nconcordou com a indicação nem com a interferência federal na política\nestadual, e candidatou-se ao governo fluminense. Com esse rompimento, os\nnilistas voltaram a usar a sigla do PRF para sua candidatura, enquanto\nFeliciano Sodré concorreu pelo PRCF. Nesse momento, a bancada do PRCF na\nAssembleia Legislativa (ALERJ) dividiu-se entre os dois candidatos, e\nparte dos deputados estaduais migrou para o PRF, seguindo Nilo Peçanha.\n\nDurante a campanha eleitoral, Oliveira Botelho convocou a ALERJ para uma\nsessão extraordinária, na qual procurou derrubar a Mesa Diretora da\ncasa, composta por políticos nilistas, e reafirmar a liderança do PRCF.\nDiante da ameaça, a oposição nilista solicitou um habeas corpus\npreventivo junto ao Supremo Tribunal Federal (STF) que, ao ser concedido\nem 6 de junho de 1914, provocou a divisão da Assembleia em dois grupos:\num nilista, apoiado pelo STF, e outro, do PRCF, apoiado pelos governos\nestadual e federal. Enquanto o primeiro buscava dar continuidade às\natividades legislativas, o segundo recusava-se a participar. No dia 21\ndo mesmo mês, quando os nilistas conseguiram um quórum de 23 deputados\npara abrir a sessão, os deputados do PRCF reuniram-se em local\ndiferente, formando-se assim duas assembleias legislativas, a exemplo do\nque ocorrera nas eleições estaduais de 1910.\n\nDepois do pleito de 12 de julho de 1914, os dois grupos se declararam\nvencedores e foram reconhecidos pelas respectivas assembleias. Em\noutubro, ainda como presidente da República, Hermes da Fonseca enviou\nmensagem à Câmara dos Deputados criticando a decisão do STF na disputa\neleitoral fluminense. Tal fato foi encarado como uma tentativa do\npresidente, apoiado por Pinheiro Machado, de intervir no estado do Rio\nde Janeiro, mas, como Hermes estava nos últimos dias de governo, a\nCâmara não aprovou a intervenção. Em 16 de dezembro o STF homologou\noutro habeas corpus garantido a eleição de Nilo Peçanha para o segundo\nmandato como presidente do estado do Rio de Janeiro (1914-1917).\nEntretanto, a contenda só foi resolvida quando o recém-empossado\npresidente da República Venceslau Brás (1914-1918) assegurou a posse de\nNilo Peçanha e colocou tropas à disposição do juiz federal do estado. O\npresidente adotou tal medida em respeito à posição do STF e em função da\nreaproximação política entre ele e o novo presidente fluminense, que,\nmesmo sem ter ratificado seu nome como candidato à presidência da\nRepública, nunca se mostrara seu opositor. Segundo Mônica Kornis, “o\napoio de Venceslau certamente expressava o reconhecimento do prestígio\npolítico de Nilo, mas também é possível que tenha pesado na decisão\npresidencial a rearticulação política do eixo Minas-São Paulo, que tinha\ncomo um dos seus objetivos o enfraquecimento de Pinheiro Machado, o\ngrande sustentáculo de Feliciano Sodré e do antinilismo”.\n\nDepois dessa derrota o PRCF passou a ser oposição ao governo estadual e,\nnas eleições federais de 30 de janeiro de 1915, conseguiu oito das 17\ncadeiras de deputado federal. O reconhecimento desses candidatos eleitos\nfoi articulado por Pinheiro Machado. A morte deste em setembro seguinte\nlevou contudo a uma perda de prestígio e ao declínio político dos\npartidários do PRCF, tanto no âmbito estadual quanto federal.\n\nNas eleições de 15 de dezembro de 1915 para a composição da ALERJ, o\nPRF, liderado por Nilo Peçanha, elegeu 35 deputados. Oito foram eleitos\npela chapa oposicionista Oposição Constitucional Fluminense, liderada\npelo senador Érico Coelho e pelos deputados federais Antônio Félix de\nMiranda, Sousa e Silva e Almeida Fagundes, dissidentes do PRCF, e dois\ncomo candidatos avulsos. Mesmo lançando uma chapa, o PRCF não conseguiu\nnenhuma cadeira na ALERJ, e nenhum dos deputados que haviam apoiado a\ncandidatura de Feliciano Sodré conquistou a reeleição.\n\nEm 15 de fevereiro de 1918 o PRCF resolveu lançar uma chapa para\ndisputar as eleições federais que seriam realizadas no mês seguinte.\nNesse encontro, o partido, além de abrigar os aliados de Feliciano Sodré\ne Oliveira Botelho, uniu-se à corrente oposicionista liderada pelo\nsenador Miguel de Carvalho (1915-1930). Realizado o pleito, nenhum dos\ncandidatos do PRCF foi eleito. Nas eleições para a ALERJ, em janeiro do\nano seguinte, novamente o partido não teve nenhum candidato eleito.\n\nContudo, ainda em 1919, a oposição ao nilismo fortaleceu-se, ganhando\nmais espaço político e recursos eleitorais, diante das divergências\nenvolvendo a sucessão presidencial – com a morte do presidente eleito\nRodrigues Alves, novas eleições seriam realizadas em abril para a\nescolha daquele que completaria seu mandato. Além de Oliveira Botelho,\nFeliciano Sodré e Miguel de Carvalho, o PRCF conseguiu a adesão de\nimportantes oposicionistas, como Everardo Backheuser e Galdino do Vale\nFilho. Este último liderou a agremiação nas eleições municipais de\njaneiro de 1919 em Friburgo, quando o partido conseguiu eleger a\ntotalidade dos vereadores da Câmara Municipal. Nesse momento, foi\narticulada a união do PRCF com a outra corrente oposicionista liderada\npelo ex-presidente estadual Alfredo Backer, mas as negociações foram\ntravadas devido à falta de unidade para a escolha da corrente política\nque lideraria a oposição fluminense. Nas ligações com o nilismo, a\ncorrente backerista era vista como mais passível de cooptação, enquanto\no PRCF era visto como mais radical e resistente.\n\nTanto o PRCF quanto a corrente backerista apoiaram a candidatura\nvitoriosa de Epitácio Pessoa (1919-1922) à presidência da República em\n14 de abril de 1919, enquanto Nilo Peçanha apoiou a candidatura de Rui\nBarbosa, que foi derrotado. Com essas vitórias, as oposições fluminenses\npassaram a ter mais diálogo político com o governo federal.\n\nEm maio de 1920, na convenção oficial do PRF, os nilistas passaram a se\nreferir ao seu partido como PRRJ, e, diante dessa mudança, a facção\nbackerista adotou a sigla do PRF. Nas eleições federais de fevereiro de\n1921, as oposições uniram-se sob a sigla do PRCF e lançaram chapa\ncompleta, rompendo a expectativa do PRRJ e qualquer possibilidade de\nacordo entre as duas correntes políticas. Nesse pleito, foram eleitos os\noposicionistas Norival de Freitas e Joaquim Moreira, revelando o peso\ndas oposições. Em dezembro do mesmo ano, nas eleições para a ALERJ, as\noposições conseguiram eleger dois deputados estaduais, Belisário de\nSousa e Macarino Garcia.\n\nEm março de 1922, o nilismo sofreu mais um forte abalo, com a derrota de\nNilo Peçanha nas eleições para a presidência da República: candidato da\nReação Republicana, Nilo foi derrotado por Artur Bernardes (1922-1926).\nDepois dos sucessivos reveses na esfera federal, o nilismo entrou em\nderrocada.\n\nAinda em 1922 a união entre as oposições (ou seja, PRCF e PRF) se\nconsolidou em torno da candidatura de Feliciano Sodré à presidência do\nestado, na composição intitulada Forças Reunidas da Oposição Fluminense,\nque disputou com o candidato nilista Raul Fernandes. Realizada a\neleição, ambos os candidatos se declararam vencedores, o que ensejou\nnova cisão na ALERJ, formando-se duas assembleias. Já que o\nreconhecimento do presidente do estado era da competência da Assembleia,\na dualidade de assembleias levou à dualidade de governos. Seguindo a\norientação política de Nilo Peçanha, Raul Fernandes temia que o\npresidente Artur Bernardes, adversário de Nilo, decretasse a intervenção\nfederal no estado do Rio. Assim, apresentou ao STF um pedido de habeas\ncorpus que assegurasse sua posse. Atendido o pedido, Raul Fernandes foi\ninvestido na presidência do estado, recebendo o cargo de Raul Veiga no\npalácio do Ingá, em Niterói, no dia 31 de dezembro de 1922. Entretanto,\nFeliciano Sodré também foi empossado por “sua” assembleia no mesmo dia.\nAlegando a duplicidade de poderes no estado do Rio de Janeiro, em\njaneiro de 1923 Artur Bernardes decretou a intervenção federal no\nestado, entregando o Executivo fluminense a Aurelino Leal, que anulou\ntanto as eleições de 1922 para presidente estadual quanto as eleições\nlegislativas de 1921.\n\nEm 28 de outubro de 1923 foram realizadas novas eleições para presidente\nestadual e para a ALERJ, sendo Feliciano Sodré eleito presidente do\nestado. A antiga oposição, agora situação, elegeu todos os deputados\nestaduais, derrotando os nilistas abrigados no PRRJ. A partir desse\nmomento, os partidários do PRCF e a oposição ao nilismo passaram a usar\na sigla do PRF para designar seu partido, que foi a principal força\npolítica fluminense até a Revolução de 1930.\n\nRaimundo Helio Lopes\n\n**FONTES:** FERREIRA, M. *Busca*; FERREIRA, M.*República*; KORNIS, M.\n*Enfrentamento.*\n","ref":"**FONTES:** FERREIRA, M. *Busca*; FERREIRA, M.*República*; KORNIS, M.\n*Enfrentamento.*\n","dic":"DHBPR"}
