{"title":"PARTIDO REPUBLICANO DE SANTA CATARINA","cargoss":["Partido político catarinense fundado antes de 1930 e reorganizado em"],"author":null,"content":"**PARTIDO REPUBLICANO DE SANTA CATARINA**\n\nPartido político catarinense fundado antes de 1930 e reorganizado em\n1933 para concorrer às eleições para a Assembleia Nacional Constituinte.\nFazia oposição ao Partido Liberal Catarinense. Foi extinto junto com os\ndemais partidos do país pelo Decreto n^o^ 37, de 2 de dezembro de 1937,\napós a instalação do Estado Novo.\n\nSeus principais membros eramFúlvio Coriolano Aducci (eleito governador\ndo estado para o quadriênio 1930-1934 e destituído pela Revolução de\n1930), Adolfo Konder (governador do estado de 1926 a 1929), Edmundo da\nLuz Pinto, Cid Campos, Marcos Konder, Abelardo Luz, Bulcão Viana, Celso\nBayma, Pereira e Oliveira e Henrique Rupp Júnior.\n\nPara concorrer às eleições para a Assembleia Nacional Constituinte de\n1933, o Partido Republicano uniu-se à Legião Republicana Catarinense,\nformando a Aliança por Santa Catarina, que elegeu Adolfo Konder. Tendo\nem vista as eleições de 14 de outubro de 1934 para a Câmara dos\nDeputados e para a Assembleia Constituinte estadual – que, além de\npreparar a Constituição do estado, teria poderes para eleger o\ngovernador constitucional e dois senadores –, o partido conseguiu\ncongregar os antigos políticos do estado, criando a legenda Reação\nRepublicana. Por outro lado, o Partido Liberal de Santa Catarina\norganizou a Aliança por Santa Catarina. A Reação Republicana foi\nliderada pelo interventor Aristiliano Ramos, Adolfo Konder e Henrique\nRupp Júnior. Aristiliano Ramos fora até então presidente do Partido\nLiberal, mas, diante da decisão da Aliança por Santa Catarina de lançar\na candidatura de Nereu Ramos ao governo do estado, aderiu à Reação\nRepublicana, tornando-se seu candidato oficial.\n\n Para a Câmara dos Deputados, a Reação Republicana elegeu Abelardo\nVenceslau da Luz e Henrique Rupp Júnior. Para a Constituinte estadual, a\nReação Republicana e a Aliança elegeram um número equilibrado de\ndeputados. A situação se alterou, porém, quando alguns deputados da\nReação Republicana aderiram à Aliança. Às vésperas da instalação da\nAssembleia, os deputados da Aliança e os que a ela haviam aderido\nrefugiaram-se no quartel da guarnição federal e instalaram a\nConstituinte, que elegeu Nereu Ramos governador constitucional e Vidal\nRamos e Artur Ferreira da Costa senadores.\n\nEm 1936, o Partido Republicano venceu as eleições municipais nos\nmunicípios mais importantes do estado.\n\n**FONTES:** ARQ. OSVALDO ARANHA; CABRAL, O. *História*; *Diário de\nNotícias*, Rio (1936); *Jornal do Brasil* (1, 2/1933).\n","ref":"**FONTES:** ARQ. OSVALDO ARANHA; CABRAL, O. *História*; *Diário de\nNotícias*, Rio (1936); *Jornal do Brasil* (1, 2/1933).\n","dic":"DHBPR"}