{"title":"PARTIDO REPUBLICANO DEMOCRATA DA BAHIA","cargoss":["Partido político baiano fundado em 15 de março de 1910 por José Joaquim"],"author":null,"content":"**PARTIDO REPUBLICANO DEMOCRATA DA BAHIA**\n\nPartido político baiano fundado em 15 de março de 1910 por José Joaquim\nSeabra, que foi também seu principal líder. Em 1935, junto com os demais\npartidos de oposição do estado, passou a integrar a Concentração\nAutonomista da Bahia.\n\nDominando a política baiana desde 1912, J. J. Seabra sofreu seu primeiro\ngrande revés em 1922, ao ser derrotado como candidato à vice-presidência\nda República na chapa de oposição a Artur Bernardes. Essa derrota\ndeterminou o enfraquecimento de seu poder pessoal e do poder do Partido\nRepublicano Democrata, que conheceu um período de crise interna, com\ninúmeras defecções, muitas vezes seguidas da adesão ao novo partido\ncriado no estado, a Concentração Republicana da Bahia.\n\nEm 1927, com a criação do Partido Republicano Baiano, integrado por\nex-seabristas, pelos irmãos Calmon e pelos irmãos Mangabeira, o Partido\nRepublicano Democrata praticamente desapareceu da vida política\nestadual. Nas eleições presidenciais de 1930, J. J. Seabra e seus\nseguidores tentaram recuperar a posição perdida. Seabra apoiou a Aliança\nLiberal e tornou-se líder de um grupo de estudantes universitários que\npropagavam as ideias aliancistas. Após a Revolução de 1930, entretanto,\nJ. J. Seabra teve suas esperanças frustradas ao ver o governo estadual\nser entregue ao tenente Juraci Magalhães. O antigo chefe político tentou\nentão reorganizar o Partido Republicano Democrata, como partido de\noposição ao governo provisório de Getúlio Vargas na luta pela\nreconstitucionalização do país.\n\nNas eleições de maio de 1933 para a Assembleia Nacional Constituinte,\nintegrando a legenda A Bahia ainda é a Bahia, o Partido Republicano\nDemocrata elegeu J. J. Seabra, seu único representante. Nas eleições\nestaduais de outubro de 1934, o partido continuou a integrar o bloco\noposicionista, reunido na Legenda Governador Otávio Mangabeira. Contudo,\nmesmo unida, a oposição não conseguiu derrotar os candidatos\nsituacionistas do Partido Social Democrático. Logo após as eleições, a\nunião das oposições constituiu um novo partido, a Concentração\nAutonomista da Bahia.\n\nAlzira Alves de Abreu\n\n**FONTES:** CARONE, E. *República nova*; CARONE, E. *Segunda*;\n*República* (5/1/1933); SEABRA, J. *Humilhação*; SILVA, H. *1933*;\n*Tarde* (5, 13/1/1932).\n","ref":"**FONTES:** CARONE, E. *República nova*; CARONE, E. *Segunda*;\n*República* (5/1/1933); SEABRA, J. *Humilhação*; SILVA, H. *1933*;\n*Tarde* (5, 13/1/1932).\n","dic":"DHBPR"}