{"title":"PARTIDO REPUBLICANO DO DISTRITO FEDERAL (PRDF)","cargoss":["Partido político atuante no Distrito Federal na última década do século"],"author":"Adrianna Setemy","content":"**PARTIDO REPUBLICANO DO DISTRITO FEDERAL (PRDF)**\n\nPartido político atuante no Distrito Federal na última década do século\nXIX e na primeira do século XX. Teve em Cândido Barata Ribeiro e Augusto\nde Vasconcelos seus principais líderes e contou também em suas fileiras\ncom lideranças do “Triângulo” (como era conhecida a região de Guaratiba,\nCampo Grande e Santa Cruz) egressas da seção carioca do Partido\nRepublicano Federal (PRF), especialmente a partir de 1899, quando se\nconcluiu o processo de desmantelamento daquele partido.\n\nOrigens e Atuação\n\nAinda no fim do governo Prudente de Morais (1894-1898), o predomínio do\nPRF carioca na cidade do Rio de Janeiro era incontestável. Influente na\nprefeitura e no Legislativo municipal e federal, o partido tornava-se\ncada vez menos dependente do governo federal e não alterou sua posição\nno cenário político mesmo diante da crise de 1897 no PRF nacional, que\ncindiu o partido ao meio e colocou Francisco Glicério, seu principal\nlíder, em rota de colisão com o governo Prudente. O PRF da capital\nmanteve-se fiel a Glicério, pelo menos até a eleição de Campos Sales\npara presidente da República, em março de 1898. A partir de então, a\nsituação política seria alterada mais profundamente, em virtude de um\nconjunto de medidas que o novo presidente adotou visando a reorganizar o\ncampo político do Distrito Federal e, assim, diluir e mesmo fazer cessar\no jogo político-partidário fraudulento que predominava na cidade. Com\nisso o PRF carioca perdeu sua hegemonia, embora ainda tenha conservado\nalguma influência no Conselho Municipal e nas bancadas federais, e\nsimultaneamente o PRDF se afirmou enquanto agremiação política da\ncapital federal. Entretanto, o fortalecimento do partido chefiado por\nBarata Ribeiro não significou a montagem de uma nova estrutura\nhegemônica na cidade com a chancela do governo federal. Tanto é assim\nque logo o PRDF e Barata Ribeiro passaram a fazer oposição a Campos\nSales.\n\nEm 1906, após uma expressiva vitória nas eleições federais de janeiro, o\nPRDF passou por uma reorganização a partir da iniciativa de Augusto de\nVasconcelos, chefe político de Campo Grande, que na ocasião ocupava uma\ncadeira no Senado Federal. Em reunião realizada no Conselho Municipal em\nagosto de 1907, na qual Barata Ribeiro foi aclamado presidente,\nVasconcelos apresentou as novas bases do partido. A principal motivação\ndos líderes do PRDF era reorganizar as forças políticas da capital da\nRepública para disputar as eleições para o Legislativo local, previstas\npara 31 de março de 1908.\n\nNo programa do partido figuravam propostas amplas, tais como a defesa e\ngarantia dos direitos constitucionais; o respeito à lei e à autoridade\nconstituída; a responsabilidade pelo exercício das funções públicas; a\ndifusão da instrução primária e profissional; a instituição do ensino\nprático de agricultura em todos os seus ramos, o que, mais do que\nsimples manifestação agrarista, refletia a tentativa de resolver o\nproblema crônico do Distrito Federal de abastecimento de gêneros de\nprimeira necessidade; a proteção à indústria; a fiscalização na\narrecadação e no emprego das rendas públicas federais e municipais, além\nda verdade eleitoral, que, entretanto, não foi objeto de maiores\ndefinições. No que diz respeito à estruturação do partido, propôs-se que\na direção ficasse a cargo de uma comissão executiva de cinco membros\neleitos por maioria absoluta de votos, à qual caberia representar o\npartido perante os poderes públicos, resolver as questões internas do\nórgão, além de promover o alistamento de eleitores; e que se\nconstituíssem 21 diretórios, equivalentes às paróquias da cidade do Rio\nde Janeiro, compostos por cinco membros eleitos para mandatos de dois\nanos, cuja função seria representar sua respectiva paróquia perante a\ncomissão executiva do partido e, principalmente, promover o alistamento\neleitoral no plano local. A defesa de uma ação concentrada dos\ndiretórios no aumento do número de eleitores refletia uma preocupação\ncentral naquele momento em relação aos baixos índices de comparecimento\nde eleitores às urnas na capital federal, relacionada, em grande medida,\nà fraude eleitoral e ao perigo de se expor à ação de capoeiras e\ncapangas a serviço dos candidatos.\n\nOutra questão prevista por Vasconcelos em seu projeto de reorganização\ndo PRDF foi a da elegibilidade, definindo que apenas os membros do\npartido seriam candidatos ao Conselho Municipal. Quanto aos demais\ncargos eletivos, o processo ficaria circunscrito à comissão executiva em\nconjunto com os diretórios. Tais medidas garantiam as cadeiras do\nConselho Municipal para o PRDF e, consequentemente, o domínio do\nLegislativo local para o partido, ampliando de maneira limitada o número\nde participantes na composição das chapas para os pleitos.\n\nA reorganização proposta por Vasconcelos não configurou o PRDF como um\npartido de oposição ao governo federal, mas isso não implicou a renúncia\nà luta de alguns membros do partido por uma maior autonomia da política\ncarioca. O novo programa do partido permitiu, inclusive, seu alinhamento\nao Partido Republicano Conservador (PRC), fundado em novembro de 1910\npelos políticos liderados pelo militar e político gaúcho Pinheiro\nMachado, que apoiavam a candidatura de Hermes da Fonseca à presidência\nem oposição a Rui Barbosa, com a intenção de manter o controle dos\nmilitares e das lideranças regionais sobre o governo. O alinhamento dos\nlíderes do PRDF, especialmente de Augusto de Vasconcelos, com Pinheiro\nMachado levou o partido a mudar sua denominação para Partido Republicano\nConservador do Distrito Federal (PRC do DF). Reunindo as principais\ninfluências políticas da cidade, o PRC do DF tornou-se uma sigla muito\nmais consistente e influente do que fora o PRDF na primeira década do\nnovo regime, e teve como principal rival nas disputas eleitorais o\nPartido Democrata (PD).\n\nApós o falecimento de Pinheiro Machado e de Vasconcelos, em 1915, numa\nespécie de excomunhão do legado pinheirista, o PRC do DF voltou a adotar\na denominação PRDF e encerrou sua trajetória ascendente. Mesmo\nimportantes políticos como Tomás Delfino e Sá Freire, que haviam tido\nparticipação ativa no processo de reorganização do PRDF em 1906,\nrenunciaram às suas posições dentro do partido. Com a morte de\nVasconcelos, Delfino acreditou que iria ocupar sua cadeira no Senado,\nmas isso não ocorreu, pois, com o apoio de lideranças do partido como\nAlcindo Guanabara, quem venceu a disputa pela vaga foi Irineu Machado,\ndo Partido Autonomista. Frustradas suas aspirações, Delfino deixou o\nPRDF e afastou-se da política do Distrito Federal. Sá Freire, por sua\nvez, tentou manter o partido unido para que permanecesse na linha de\nfrente da política carioca, mas seus esforços foram vãos, e também\nacabou por renunciar à chefia da organização e à sua cadeira de senador\ndiante da postura de Alcindo Guanabara. Este último, por sua vez, também\ndeixou o PRDF e passou a compor com o Partido Autonomista ao lado de\nIrineu Machado e Mendes Tavares.\n\nEm fins de 1916, o PRDF já não tinha mais a força política de outrora,\nhavia perdido vários de seus membros e o domínio do Conselho Municipal\npara o Partido Autonomista, cujo líder, Mendes Tavares, era então\npresidente da Casa. A partir do espólio do PRDF, formou-se em 1918 a\nAliança Republicana (AR), agremiação que exerceu o domínio na política\ncarioca entre a segunda metade dos anos 1910 e a década de 1920 e teve\ncomo expoente máximo seu criador e presidente, o engenheiro Paulo de\nFrontin.\n\nAdrianna Setemy\n\n**FONTES:** FERREIRA, M. *Rio de Janeiro*; PINTO, S. *Só*.\n","ref":"**FONTES:** FERREIRA, M. *Rio de Janeiro*; PINTO, S. *Só*.\n","dic":"DHBPR"}