{"title":"PARTIDO REPUBLICANO DO RIO DE JANEIRO (PRRJ)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Surama Conde Sá Pinto"],"content":"**PARTIDO REPUBLICANO DO RIO DE JANEIRO (PRRJ)**\n\nPartido político fundado no estado do Rio de Janeiro em 23 de julho de\n1899 por Alberto Torres, então presidente estadual. Originário de cisão\ndo Partido Republicano Fluminense (PRF), atuou até 1930.\n\nOrigens e Atuação\n\nO surgimento do PRRJ ocorreu em um momento que combinou conjunturas\ncríticas nos planos econômico e político, resultantes da queda dos\npreços do café no mercado mundial e do descontentamento do PRF, até\nentão dominante no estado. A recusa de Alberto Torres, eleito presidente\nestadual em 11 de julho de 1897, em permitir a ascendência do PRF sobre\nseu governo desempenhou papel importante no processo. O resultado foi o\nrealinhamento das forças políticas do estado, com a passagem do controle\naté então exercido por um grupo de políticos com ligações com o regime\nimperial para um novo grupo, mais marcadamente republicano. Ao nascer\ncomo força situacionista, o PRRJ teve garantido um lugar de destaque no\njogo político estadual.\n\nO novo situacionismo, que desbancou o velho PRF, abrigava o grupo\nmiracemista, liderado por Lourenço Maria de Almeida Batista, barão de\nMiracema, chefe político de Campos. O grupo não tinha representantes na\nAssembleia Legislativa do Rio de Janeiro (ALERJ), mas era detentor de\ntodas as cadeiras correspondentes ao segundo distrito na Câmara dos\nDeputados, e contava com políticos de diferentes regiões do estado. A\nheterogeneidade era a principal marca do novo grupamento político, uma\nvez que agregava políticos que não raro haviam militado em campos\nopostos, como era o caso de Alberto Torres e do barão de Miracema. Esse\ntraço, no entanto, não impediu que o partido representasse um elemento\nde inovação na política fluminense.\n\nNo que diz respeito à estrutura, o PRRJ contava com uma comissão\nexecutiva composta de cinco membros, um por distrito eleitoral.\nFiguravam na primeira comissão Martins Torres (pai de Alberto Torres), o\nbarão de Miracema, Augusto Pereira Lima, Barros Franco e Alfredo\nWhately, representando o primeiro, o segundo, o terceiro, o quarto e o\nquinto distrito do estado, sediados respectivamente em Niterói, Campos,\nCantagalo, Petrópolis e Resende.\n\nOs primeiros desafios que o partido recém-criado teve de enfrentar foram\ntrazidos pela ALERJ. Ao longo dos anos de 1899 e 1900, os 60 deputados\nestaduais (12 por cada distrito eleitoral) distribuíram-se entre uma\nmaioria oposicionista, de representantes do PRF, e uma minoria\nsituacionista, fiel ao presidente Alberto Torres, que oscilou entre 24 e\n28 parlamentares. Na Câmara dos Deputados, o partido contava ao ser\ncriado com o apoio de 9 dos 17 representantes do estado, figurando entre\neles Alves Brito, Leonel Loretti, Silva Castro e Nilo Peçanha. No\nSenado, o equilíbrio se repetia: o PRRJ contava com Manuel de Queirós\nMatoso Ribeiro, enquanto o PRF possuía Tomás Porciúncula. Quintino\nBocaiúva, o outro representante fluminense no Senado, manteve uma\npostura de neutralidade nas querelas envolvendo os dois partidos. Nos\nmunicípios, a correlação de forças era também favorável à nova sigla,\ntendência que obedecia à lógica do período, dada a extrema dependência\ndos municípios em relação ao governo estadual.\n\nNo plano político-ideológico, o PRRJ não tinha divergências mais\nprofundas em relação ao PRF. Seus membros compartilhavam interesses de\nclasse comuns e edificavam suas redes de adesão nas oligarquias rurais e\nnos emergentes setores médios urbanos. O PRF, contudo, agregava em suas\nfileiras políticos comprometidos com o regime imperial e com a\nescravidão. Em certo sentido, dava continuidade ao grupo do conselheiro\nPaulino José Soares de Sousa, que dominara a política na antiga\nprovíncia desde a década de 1870. Em contrapartida, o PRRJ reunia\nlideranças mais marcadas pelo republicanismo, como Alberto Torres e Nilo\nPeçanha, embora também conferisse espaço em seus quadros para\nmonarquistas notórios como os barões de Miracema, Ipiabas e Palmeiras,\nalém do visconde de Quiçamã.\n\nA nova sigla identificava-se também com um conjunto de propostas que,\nvisando a contornar a crise econômica do estado, afirmavam a necessidade\nde um intervencionismo mais direto do setor público, ainda que sem\ncomprometer o modelo liberal vigente. Entre essas propostas figuravam\niniciativas inovadoras e de caráter estrutural como o incentivo à\npequena propriedade, o aperfeiçoamento do trabalhador nacional e o\nestímulo à diversificação agrícola.\n\nNas eleições para a Câmara dos Deputados de 1900, já na vigência da\n“política dos governadores” implantada pelo presidente Campos Sales\n(1898-1902), o PRRJ obteve maioria esmagadora no pleito e no processo de\nreconhecimento dos eleitos, conquistando 16 das 17 cadeiras da bancada\nfluminense. O partido também fez o sucessor de Alberto Torres – Quintino\nBocaiúva –, que recebeu igualmente o apoio do PRF. No que diz respeito\nàs eleições para as Câmaras Municipais e para a ALERJ, realizadas em\nnovembro e dezembro do mesmo ano, o resultado não foi diferente. O PRRJ\nfez a maioria nas Câmaras, inclusive nos três principais municípios do\nestado, Campos, Niterói e Petrópolis, e ampliou sua representação na\nALERJ, ao passo que o PRF viu sua representação na Casa diminuir de 30\npara 5 deputados. Os dois pleitos constituíram a última etapa do\nprocesso de consolidação do PRRJ na política fluminense.\n\nA primeira divisão no partido ocorreu por ocasião das discussões sobre a\ntransferência da capital fluminense de Petrópolis para Niterói, em 1901.\nDe um lado, perfilaram-se os opositores da mudança, chefiados por\nMartins Torres e Hermogêneo Silva, e do outro, as forças políticas\nemergentes, ligadas a Nilo Peçanha, favoráveis à mudança, que acabaram\nsaindo vitoriosas.\n\nNas eleições legislativas de 1903 o partido experimentou mais uma\nvitória. A chapa do PRRJ foi integralmente eleita e reconhecida, tendo\nNilo Peçanha vencido a eleição para o Senado. Na ocasião, seu nome foi\nindicado pelo então presidente do estado, Quintino Bocaiúva, para a\nsucessão estadual. No pleito de julho do mesmo ano, o PRRJ teria mais\numa vez seu candidato vitorioso.\n\nEm 1904 o partido passou por um processo de reestruturação de sua\ncomissão executiva, tendo sido ampliado o número de seus membros de 5\npara 7. Com a mudança, a comissão assumiu a seguinte composição: barão\nde Miracema, Oliveira Botelho, Laurindo Pita, Henrique Borges, João\nBatista Pereira dos Santos, Leopoldo Teixeira e Belisário Augusto Soares\nde Sousa. A iniciativa, de Nilo Peçanha, visava à cooptação de membros\nda oposição para que o governo ampliasse sua base de apoio e conseguisse\nimplementar um conjunto de reformas pretendidas para a recuperação\neconômica e financeira do estado do Rio.\n\nCom a proximidade das eleições para a presidência da República, marcadas\npara março de 1906, o partido apoiou a escolha de Nilo Peçanha para vice\nna chapa oficial, encabeçada por Afonso Pena. O PRRJ conseguiria ainda\nfazer o candidato de Nilo Peçanha, Oliveira Botelho, vitorioso na sua\nsucessão no governo fluminense.\n\nO ano de 1911 representou um momento de inflexão para o PRRJ. Foi então\ncriado o Partido Republicano Conservador Fluminense (PRCF), que passou a\nabrigar uma das principais lideranças da política estadual, Nilo\nPeçanha. Além de chefe do PRCF, Nilo era membro da comissão executiva do\nPartido Republicano Conservador, criado em 1910 pelo senador gaúcho\nPinheiro Machado.\n\nCom a reestruturação do PRF, que, durante o segundo governo de Nilo\nPeçanha no estado (1914-1918), passou a abrigar o grupo nilista, o PRRJ\nperdeu espaço na política estadual. No entanto, o partido ressurgiria\npara abrigar o grupo nilista, na convenção do PRF, presidida por Nilo\nPeçanha e realizada em maio de 1920. O objetivo da convenção era eleger\nsua comissão executiva, extinta desde dezembro de 1917. Ainda que sem\nnenhum comunicado oficial, os nilistas passaram a referir-se a seu\npartido como PRRJ, em vez de PRF.\n\nAs eleições federais de fevereiro de 1921 para a Câmara do Deputados e\nrenovação do terço do Senado serviram de teste para a nova configuração\nde forças na política fluminense e para o PRRJ. O partido enfrentou o\nPRCF e um novo partido criado em 1920, o Partido do Trabalho, que reunia\nsetores ligados aos interesses açucareiros do estado. Apesar das\ntentativas de pacificação empreendidas por Nilo Peçanha, visando à\nformação de uma única chapa, tanto o PRRJ quanto o PRCF lançaram chapas\npróprias. A vitória nas urnas coube ao PRRJ, graças às práticas\neleitorais vigentes no período. Ficou claro no pleito, no entanto, o\npreço pago pelo partido para sua recomposição com o governo federal: a\nexclusão de Maurício de Lacerda da chapa do PRRJ e o reconhecimento da\neleição de Joaquim Moreira, candidato da aliança do PRCF e do grupo\npolítico liderado por Alfredo Backer.\n\nAs eleições estaduais e municipais do mesmo ano reiterariam a vitória do\nPRRJ, mas o resultado nas urnas estava longe de significar a garantia da\ncontinuidade do domínio do nilismo na política fluminense.\n\nNa campanha presidencial de 1921/1922, que deu origem à Reação\nRepublicana, o PRRJ apoiou as candidatura dissidentes de Nilo Peçanha, à\npresidência, e José Joaquim Seabra, à vice-presidência da República. A\nderrota nas urnas e a perseguição promovida pelo candidato oficial\neleito – Artur Bernardes – aos dissidentes teriam importantes\ndesdobramentos para o partido.\n\nNo governo Bernardes (1922-1926), com a intervenção federal promovida no\nestado do Rio de Janeiro, o PRF passou a ser o partido do governo,\nrestando ao PRRJ a incômoda posição de oposição. Visando a desestruturar\no nilismo, o governo federal considerou nulas todas as eleições\nrealizadas no estado desde 18 de dezembro de 1921.\n\nTentando se recompor após a derrota de Nilo Peçanha em 1922, e passar a\nchefia do partido para as mãos de Raul Veiga, o PRRJ realizou uma nova\nconvenção no mês de abril. Na ocasião foram privilegiados para a\ncomposição da comissão executiva nomes de projeção nacional, sendo\nreeleita a comissão executiva anterior, formada em 1920 por deputados\nfederais.\n\nNas eleições federais de 1924 o PRRJ, que controlava 13 das 17 cadeiras\nna Câmara e duas no Senado, lançou chapa com 10 nomes – José Eduardo de\nMacedo Soares, Laurindo Lemgruber Filho, Manuel Reis, Maurício Medeiros,\nJoão Guimarães, Julião de Castro, Temístocles de Almeida, Veríssimo de\nMelo, Francisco Marcondes Filho e Maurício de Lacerda. Nenhum deles foi\nreconhecido. Nova derrota seria enfrentada pelo partido nas eleições\nmunicipais de maio do mesmo ano, pouco após a morte de Nilo Peçanha,\nocorrida em 31 de março. O grande vitorioso no pleito foi o PRF.\n\nEm 4 de dezembro de 1926 o PRRJ realizou uma nova convenção. O debate\ngirou em torno da aproximação com o governo na indicação do candidato\npara as eleições para a presidência do estado. O grupo liderado por\nMaurício de Lacerda, chamado de nilistas vermelhos, defendeu a\ncandidatura de João Guimarães, enquanto a facção conciliadora optou pelo\napoio à chapa do PRF formada por Manuel Duarte e Eduardo Portela.\nOpondo-se ao acordo, a maioria do conselho diretor decidiu pela\nratificação da candidatura de João Guimarães e pela participação nas\neleições federais, estaduais e municipais de 1927. Para a Câmara o\npartido apresentou seus candidatos, indicando para o Senado o nome de\nMaurício de Lacerda. A ala derrotada do partido, que havia sido\nfavorável ao acordo com as forças governistas, autodesignada “membros\ndissidentes do PRRJ”, lançou as candidaturas avulsas de Maurício de\nMedeiros, Raul Veiga e Eduardo Cotrim Filho. O resultado das urnas e do\nprocesso de reconhecimento dos eleitos, no entanto, mais uma vez\nfortaleceria o situacionismo e o PRF, que teve todos os seus candidatos\neleitos, cabendo aos três acordistas as vagas destinadas à oposição. A\ndisputa para o Senado também implicaria uma nova derrota para o PRRJ.\nManuel Duarte foi o candidato eleito.\n\nDa mesma forma, as eleições de abril para o governo estadual, para a\nALERJ e para as Câmaras municipais consagraram a vitória do\nsituacionismo e de parte da oposição nilista. João Guimarães e Alberto\nJoaquim Cardoso foram derrotados por Manuel Duarte e Eduardo Portela, e\na chapa do PRF para a ALERJ foi integralmente eleita, cabendo mais uma\nvez aos nilistas acordistas as vagas destinadas à minoria. A maioria das\nprefeituras e Câmaras municipais fluminenses também foi conquistada pelo\nPRF.\n\nA falta de êxito nas urnas se repetiu nas eleições municipais de\nsetembro de 1929. No âmbito nacional, com o avanço das articulações para\na sucessão presidencial, o PRRJ formou com a Aliança Liberal, empenhando\nseu apoio a Getúlio Vargas e a João Pessoa. O movimento de outubro de\n1930, que conduziu Vargas ao poder, não representou no entanto nenhum\nganho político para o partido. No novo governo, o PRRJ assistiu à\nnomeação de Plínio Casado para interventoria no Rio de Janeiro e acabou\nalijado do cenário político fluminense.\n\nSurama Conde Sá Pinto\n\n**FONTES:** FERREIRA, M. *Fragmentação*; FERREIRA, M. *República*.\n","ref":"**FONTES:** FERREIRA, M. *Fragmentação*; FERREIRA, M. *República*.\n","dic":"DHBPR"}
