{"title":"PARTIDO REPUBLICANO FEDERAL (PRF)","cargoss":["Partido político de âmbito nacional, inicialmente chamado Partido"],"author":"Adrianna Setemy","content":"**PARTIDO REPUBLICANO FEDERAL (PRF)**\n\nPartido político de âmbito nacional, inicialmente chamado Partido\nRepublicano Constitucional (PRC), fundado no Rio de Janeiro em julho de\n1893, em reunião convocada pelo deputado Francisco Glicério e o senador\nAristides Lobo, ambos membros do Partido Republicano Paulista (PRP). Da\nreunião de fundação, presidida por Saldanha Marinho, participaram\nnumerosos parlamentares, como, entre outros, Quintino Bocaiúva, Prudente\nde Morais, Manuel Vitorino e Júlio Mesquita. A intenção de Francisco\nGlicério era fundar uma agremiação de âmbito nacional, coesa e\ndisciplinada, que respeitasse e defendesse a Constituição da República\ne, dessa forma, suprisse a falta de um núcleo político de sustentação do\nnovo regime e contivesse a ameaça de implantação do parlamentarismo ou\nde retorno ao regime monárquico. O projeto não foi adiante, e o PRF\ndesapareceu em 1897.\n\nProjeto e Atuação\n\nO antigo Partido Republicano, organizado nas últimas décadas do Segundo\nReinado por políticos descontentes com os liberais e os conservadores e\ncom os regimes monárquico e parlamentar, encontrava-se praticamente\ndesagregado após a proclamação da República. Em virtude da falta de\nconcentração em torno do Partido Republicano histórico e da dificuldade\nde aglutinação de forças, quer na Câmara dos Deputados, quer no Senado,\nos partidos regionais, tais como PRP e o Partido Republicano Mineiro\n(PRM), passaram a dirigir os destinos políticos da nação, através de\nseus representantes no Congresso e da ocupação de cargos na direção da\nRepública. A soma de todos esses fatores resultou na tentativa de\norganização de um novo partido de âmbito nacional, que reunisse todos os\nrepublicanos do país em defesa do regime estabelecido a 15 de novembro\nde 1889 e que se buscou consolidar com a Constituição de 1891.\n\nO tema central nas discussões entre os organizadores do novo partido era\nse a agremiação deveria “ser ou não ser” um partido conservador. No\ndecurso de tempo entre as primeiras propostas apresentadas e a votação\ndos estados formaram-se alas que, aos poucos, consideraram que a\ndenominação mais adequada para a nova agremiação seria Partido\nRepublicano Federal, a qual acentuaria a “índole eminentemente\nconservadora” do partido político que se formava. Outra questão\npredominante nas discussões dos organizadores do partido era a defesa da\nConstituição de 1891 e do princípio republicano federativo. Entretanto,\no fator mais prático e premente que levou aquele grupo de políticos a se\nreunir para a fundação de um novo partido foi a proximidade do primeiro\npleito eleitoral direto da República, a ser realizado em 1^o^ de março\nde 1894, para a escolha do sucessor de Floriano Peixoto.\n\nHavia muita divergência entre os organizadores do PRF, que congregava\nsob a mesma bandeira elementos de formação bastante diversa e posições\npolíticas antagônicas. Liberais, conservadores, republicanos históricos,\nrepublicanos adventícios e homens que até então não tinham qualquer\npreocupação partidária passaram a se congraçar sob o novo partido\nnacional. As bases estatutárias do PRF foram estabelecidas no sentido de\ndar grande autonomia aos estados e municípios, para que estes\norganizassem livremente suas convenções ou diretórios locais, incumbidos\nde escolher representantes para a grande convenção do partido. Além\ndisso, o estatuto do partido colocava a necessidade da convocação de uma\nconvenção provisória, com o fim de indicar os candidatos à próxima\neleição presidencial.\n\nConforme a ata de fundação do partido, o programa a ser executado\ncontinha basicamente cinco itens: a defesa da Constituição de 24 de\nfevereiro de 1891; a luta pelo respeito à liberdade eleitoral e pela\ndifusão do ensino popular; a afirmação da autonomia dos estados; o\nreerguimento do crédito público; a colaboração irrestrita na prática de\ntodas as liberdades constitucionais. Após a discussão dos itens\ncomponentes do programa e sua aprovação, estava portanto organizado um\nnovo partido político que pretendia ser o primeiro a ter força e\ndisciplina para atuar em âmbito nacional, reunindo os partidos locais,\njá organizados ou ainda por organizar, e membros das mais diversas\ntendências e interesses políticos, oriundos de diferentes partes do\nBrasil.\n\nApós a fundação do partido, era necessário fazê-lo atuante dentro da\nesfera política nacional e, para isso, era preciso arregimentar forças\nno sentido de consolidá-lo, com a indicação de nomes importantes da\npolítica brasileira como seus representantes nas eleições presidenciais.\nEm 25 de dezembro de 1893 reuniu-se assim a convenção do partido, sob a\npresidência de Francisco Glicério, e procedeu-se à votação para escolha\ndos candidatos à presidência e à vice-presidência da República. Apurados\nos resultados, Prudente de Morais foi proclamado candidato à presidência\npor unanimidade, enquanto que, para o cargo de vice-presidente, nenhum\ncandidato conseguiu obter a maioria absoluta dos votos. Após nova\nvotação, o escolhido foi Manuel Vitorino.\n\nNa mesma ocasião, foi realizada a votação para compor a comissão\nexecutiva provisória do PRF, na qual os mais votados foram Quintino\nBocaiúva, Francisco Glicério, Aristides Lobo, Nina Ribeiro, Artur Rios e\nJoão Cordeiro. Depois de fundamentada, organizada e regulamentada\natravés da convenção, a comissão executiva do PRF passou a atuar e a\ndesenvolver atividades em todo o território nacional, a fim de\narregimentar forças para a concretização de seu objetivo mais próximo e\npremente: a eleição de Prudente de Morais. A movimentação foi intensa e\nextensiva, e quase todos os estados declararam os candidatos indicados\npela convenção do PRF como seus candidatos, embora alguns o tenham feito\napenas às vésperas da eleição.\n\nApesar de o novo partido defender a necessidade de compor as forças\npolíticas em âmbito nacional, a oposição sempre esteve presente em sua\ntrajetória, e os partidos regionais, em muitos momentos, continuaram\nagindo independentemente. Os líderes do PRF não lograram, na sua\ntentativa de organização partidária, atingir efetivamente os estados da\nFederação a ponto de absorver as agremiações locais, a fim de que se\ntornassem seções regionais do partido. Ao contrário, a comissão\nexecutiva provisória do PRF baixou instruções que se, de um lado,\nbuscavam garantir a coesão e a disciplina partidária através de uma\ncoordenação central forte, de outro, facilitavam aos grupos locais o\ncontrole da vida política em seus domínios. As concessões ao “localismo”\neram imprescindíveis, pois garantiriam o apoio das direções locais ao\nPRF. Com essa estratégia, a cúpula partidária conseguiu uma relativa\nintegração nacional do partido e buscou alcançar sua definitiva\nconsolidação.\n\nEm março de 1894, o PRF obteve vitória maciça com seus candidatos à\npresidência e vice-presidência da República, respectivamente Prudente de\nMorais e Manuel Vitorino.\n\nEmbora a participação dos integrantes do partido se fizesse presente em\nquase tudo o que se passava no país durante os primeiros tempos de sua\nfundação, o PRF, após a eleição presidencial de 1894, deixou de ter a\ntrajetória ascendente que tivera até então. Em 1895, muitas\ncontrovérsias, decorrentes da heterogeneidade de tendências políticas de\nseus membros, começaram a gerar os germes de cisões e dissidências\ndentro do partido, que se estenderam ao longo de 1896 e 1897.\n\nApós ser eleito presidente, Prudente de Morais continuou a atender aos\npedidos e direcionamentos do líder do PRF, Francisco Glicério, mas nem\nsempre as representações estaduais dos PRs aceitavam voz de comando\ndeste em nome do PRF, e isso fez com que as divergências dentro do\npartido e entre este e as agremiações locais se acentuassem cada vez\nmais. O fato de Prudente de Morais continuar a se apoiar nas decisões de\nGlicério lhe rendeu críticas da opinião pública, que o considerava um\njoguete nas mãos do líder do PRF, e acabou por resultar no rompimento de\nsuas relações com Glicério. A cisão ocorrida no seio da agremiação, na\ncapital federal, repercutiu em todos, ou quase todos os estados. A\npartir de então, o PRF entrou em sua segunda fase de existência, a do\ndeclínio, até seu esfacelamento e desaparecimento definitivo, em 1897.\n\nAdrianna Setemy\n\n**FONTES:** CHACON, V. *História* (v.5); WILTER, J. *Partido*.\n","ref":"**FONTES:** CHACON, V. *História* (v.5); WILTER, J. *Partido*.\n","dic":"DHBPR"}