{"title":"PARTIDO REPUBLICANO FEMININO","cargoss":["Partido político fundado no Rio de Janeiro em dezembro de 1910 com o"],"author":null,"content":"**PARTIDO REPUBLICANO FEMININO**\n\nPartido político fundado no Rio de Janeiro em dezembro de 1910 com o\nobjetivo de representar e integrar as mulheres na sociedade política.\nFoi presidido por Leolinda de Figueiredo Daltro (c.1860 – 1935).\n\nOrigens e Atuação\n\nA República havia sido proclamada no Brasil em 1889, e no início do\nséculo XX a cidadania feminina continuava incompleta. As mulheres ainda\nlutavam pelo direito à educação e ao voto, por plenos direitos políticos\ne pelo direito e o acesso ao trabalho. A privação de direitos políticos\ndas mulheres era eventualmente comentada na imprensa, e havia um debate\npúblico sobre o assunto. A controvérsia em torno do direito de voto se\narrastava desde a década de 1880, mas, já entrando nos anos 1910, as\ndiscussões sobre o tema se encontravam em um estágio de apatia, a\ndespeito dos avanços observados na sociedade brasileira.\nExperimentava-se o crescimento da indústria e da urbanização, e algumas\nmudanças de costumes expressivas também eram sentidas, fruto da elevação\nda educação de homens e mulheres, da expansão da imprensa e dos cinemas.\nEssas mudanças geraram novas demandas sociais, sobretudo das mulheres.\nNesse contexto, no ano de 1910, explodiu a ousadia feminina com o\nregistro de uma sociedade civil exclusivamente de mulheres: o Partido\nFeminino Republicano.\n\nNo mês de dezembro de 1910 reuniram-se assim na cidade do Rio de Janeiro\nprofessoras, escritoras e donas de casa, somando ao todo 27 mulheres,\nque concordaram em assinar a ata de fundação de um partido político que\ntinha como objetivo integrá-las na sociedade política. O grupo buscava\nrepresentar as mulheres brasileiras na capital federal e em todos os\nestados do Brasil, promovendo a cooperação entre elas na defesa das\ncausas relativas ao progresso do país e de sua cidadania. Assim, o\nprograma do partido destacava a luta pelo sufrágio feminino como\nprimeiro passo para a plena incorporação das mulheres ao mundo público.\n\nEsse processo foi liderado pela professora Leolinda de Figueiredo\nDaltro, eleita presidenta da agremiação. A educadora Leolinda era\nconhecida por sua luta em defesa dos índios e dos direitos da mulher, e\nera interlocutora de um prócer republicano como Quintino Bocaiúva e da\nmulher do presidente da República Hermes da Fonseca, Orsina da Fonseca\n(1858-1912). Orsina, por sua vez, era favorável ao feminismo, embora não\ntenha assinado a ata de fundação do partido. A primeira secretária do\npartido era uma mulher igualmente conhecida nos meios intelectuais da\ncapital federal, a poetisa Gilka Machado (1893-1980), que assombrava a\ntodos com sua poesia erótica e de denúncia da opressão feminina.\n\nO texto dos estatutos do partido, conforme foi publicado no *Diário\nOficial* de 17 de dezembro de 1910, está transcrito abaixo: “Art. 1^o^\nDe acordo com o art. 72, §8^o^ da Constituição da República dos Estados\nUnidos do Brasil, fica fundado o Partido Republicano Feminino, que\nobedecerá ao seguinte programa: §1^o^ Congregar a mulher brasileira na\ncapital e em todos os estados do Brasil, a fim de fazê-la cooperar na\ndefesa das causas relativas ao progresso pátrio. §2^o^ Pugnar pela\nemancipação da mulher brasileira, despertando-lhe o sentimento de\nindependência e de solidariedade patriótica, exalçando-a pela coragem,\npelo talento e pelo trabalho, diante da civilização e do progresso do\nséculo. §3^o^ Estudar, resolver e propor medidas a respeito das questões\npresentes e vindouras relativas ao papel da mulher na sociedade,\nprincipalmente no Brasil, pleiteando as suas causas perante os poderes\nconstituídos, baseando-se nas leis em vigor. §4^o^ Pugnar para que sejam\nconsideradas extensivas à mulher as disposições constitucionais da\nRepública dos Estados Unidos do Brasil, desse modo incorporando-a na\nsociedade brasileira. §5^o^ Propagar a cultura feminina em todos os\nramos do conhecimento humano. §6^o^ Estabelecer entre as congregadas o\ninteresse pelas questões, progressivamente, desde o lar até a\nagricultura, o comércio, a indústria, a administração pública e as\nquestões sociais. §7^o^ Combater, pela tribuna e pela imprensa, a bem do\nsaneamento social, procurando, no Brasil, extinguir toda e qualquer\nexploração relativa ao sexo. §8^o^ Fundar, organizar e regulamentar,\ndirigir e manter instituições de utilidade geral e outras de proveito\nexclusivo, cujos cargos sejam preenchidos, tanto quanto possível, pelas\nsócias do partido, podendo-se desde já mencionar as de instrução, de\neducação, de beneficência, de assistência geral, de crédito mútuo, de\ncultura física, de diversões etc. Art. 2^o^ O Partido Republicano\nFeminino é uma instituição social de progresso individual, comum e\ngeral; durará por espaço ilimitado no tempo; será constituído de número\nilimitado de pessoas do sexo feminino domiciliadas no Brasil, sem\ndistinção de nacionalidade nem de religião, e terá sua sede na capital\ndo Brasil. […]. Art. 11 Os destinos do partido ficarão entregues a um\ngrande conselho deliberativo composto da comissão administrativa, das\ndiretorias das diversas seções e instituições fundadas pelo partido e\ndas comissões especiais. […]. Art. 17. A comissão administrativa, que é\na única competente para executar as deliberações do conselho\ndeliberativo, nos limites das suas atribuições, será composta de\npresidente, três vice-presidentes, três secretárias, duas tesoureiras,\numa bibliotecária, uma arquivista, três procuradoras e uma zeladora.\n[…]. Art. 19 A orientação suprema político-social e a ação geral do\npartido ficarão entregues a uma chefe suprema, que é a própria\npresidente do conselho e da comissão administrativa auxiliada por uma\nsecretaria geral e uma procuradoria geral. §1^o^ À presidente cumpre\nrepresentar o partido em juízo ou fora dele e, em geral, em suas\nrelações para com terceiros. […]. Art. 24 O patrimônio do partido será\nilimitado e representado por apólices ou títulos representativos de\nvalor, móveis, biblioteca, distintivos, joias, mensalidades e\npropriedades diversas que venha a possuir. […]. Art. 28 As sócias do\nPartido Republicano Feminino não respondem, subsidiariamente, pelas\nobrigações que a administração contrair, expressa ou intencionalmente,\nem nome dele”.\n\nO mesmo *Diário Oficial* indicava os nomes das componentes da primeira\ndiretoria provisória do partido: presidente, Leolinda de Figueiredo\nDaltro; primeira vice-presidente, Maria Carlota Vaz de Albuquerque;\nsegunda vice-presidente, Emília Torterolli Araldo; primeira-secretária,\nHermelinda Fonseca da Cunha e Silva; segunda-secretária, Gilka da Costa\nMachado; tesoureira, Goldemira Moreira dos Anjos; arquivista, Áurea\nDaltro; procuradora, Alice Esperança Arnosa; zeladora, Vitalina Faria\nSena. Finalmente, vinham as componentes da assembleia: além da\ndiretoria, Ida Auta Marques Soares, Josefina Teixeira, Leonor Nunes de\nSimas, Maria Antonieta de Oliveira Fontes, Justina Celeste Brasil, Odile\nBittencourt, Aristeia Cardoso, Olga Cardoso, Maria de Sousa, Hermogênea\nde Carvalho, Antonieta Faria Sena, Laura Esperança Arnoso, Maria\nRodrigues de Oliveira, Henriqueta Marques, Amália Mallet, Francisca\nMallet, Eudóxia dos Santos Rebelo, Emília Augusta Braga de Almeida.\n\nNo dia 18 de agosto de 1911, o partido recebeu o registro oficial,\ndepositado no 1^o^ Ofício de Títulos e Documentos do Distrito Federal.\nEntre a fundação e o registro, a composição da diretoria não sofreu\nqualquer alteração. Assim, tendo a professora Daltro sempre à frente do\npartido, encontram-se referências a movimentações políticas realizadas\npelo grupo de mulheres pertencentes ao partido, mesmo após oito anos de\nfundação da entidade. Em novembro de 1917, o partido promoveu uma marcha\npelas ruas do Centro do Rio de Janeiro, com a participação de cerca de\n90 mulheres, fato que atraiu a atenção da imprensa com destaque.\n\nHildete Pereira de Melo/Teresa Cristina de Novaes Marques\n\n**FONTES:** Arquivo Nacional, fundo FBPF; *Diário Oficial*,\n(17/12/1910); MELO, H.; MARQUES, T. *Partido*; Registros de Sociedades\nCivis, 1^o^ Ofício de Títulos e Documentos, 18/8/1911.\n","ref":"**FONTES:** Arquivo Nacional, fundo FBPF; *Diário Oficial*,\n(17/12/1910); MELO, H.; MARQUES, T. *Partido*; Registros de Sociedades\nCivis, 1^o^ Ofício de Títulos e Documentos, 18/8/1911.\n","dic":"DHBPR"}