{"title":"PARTIDO REPUBLICANO LIBERAL (PRL)","cargoss":["Partido político criado em julho de 1913, como resultado da Segunda"],"author":"Adrianna Setemy","content":"**PARTIDO REPUBLICANO LIBERAL (PRL)**\n\nPartido político criado em julho de 1913, como resultado da Segunda\nConvenção Civilista, que deliberou organizar uma agremiação que tivesse\num programa baseado na plataforma defendida por Rui Barbosa em sua\ncampanha para a presidência da República nas eleições de 1910. O\nobjetivo do partido era lançar mais uma vez Rui Barbosa como candidato à\npresidência e Alfredo Elis, à vice-presidência da República, nas\neleições marcadas para 1^o^ de março de 1914.\n\nO programa do PRL, o mesmo que havia sido formulado em 1910, pregava a\noposição à candidatura militar, em defesa da restauração da ordem civil\ne constitucional no país; a necessidade absoluta de uma organização\nmilitar forte, capaz de assegurar a defesa marítima e terrestre do país,\ne, em virtude disso, o afastamento do profissional militar da esfera de\natuação política, sem que isso significasse que os militares estivessem\nalijados dos direitos políticos assegurados pela Constituição; a\ncondenação, por revolucionária e ilegítima, da sobreposição das armas à\nvontade da nação e às instituições constitucionais; a defesa das\nautonomias estaduais e municipais; a necessidade de rever em vários\npontos a Constituição brasileira; a representação das minorias políticas\ne a abolição do voto cumulativo; o combate aos privilégios concedidos\npelo governo da União às oligarquias locais; medidas que tornassem a\nJustiça mais acessível a todos; o fim das prisões ilegais, efetuadas\nlivremente pela polícia, sem ordem judicial ou flagrante delito; a\nabolição dos privilégios fiscais em matéria judicial; a liberdade\nreligiosa; a restituição do ensino público nacional; o combate à\nincompetência, corrupção e irresponsabilidade no âmbito da administração\npública; a luta pelo restabelecimento do mérito e da lei, da honestidade\ne da responsabilidade na administração do Estado; o combate aos déficits\nno orçamento público e a redução da carga de impostos; a solidariedade\nmoral e econômica entre as nações e o desenvolvimento da fraternidade\namericana; a defesa da soberania nacional; o restabelecimento, no\nExército e na Marinha, da subordinação, da justiça, da cultura\nprofissional, do domínio da ordem, do respeito aos direitos do soldado,\ndas garantias de subsistência e da hierarquia e do patriotismo.\n\nO PRL foi extinto quando seus dois candidatos, Rui Barbosa e Alfredo\nElis, desistiram de se candidatar.\n\nAdrianna Setemy\n\n**FONTES:** CARONE, E. *República*; CHACON, V. *História* (v.5).\n","ref":"**FONTES:** CARONE, E. *República*; CHACON, V. *História* (v.5).\n","dic":"DHBPR"}