{"title":"PARTIDO REPUBLICANO MINEIRO (PRM)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Vera Calicchio"],"content":"**PARTIDO REPUBLICANO MINEIRO (PRM)**\n\nPartido político mineiro fundado em 1888 e reorganizado em 1897. Seu\nlíder mais expressivo foi Artur Bernardes, que esteve à sua frente de\n1919 até sua extinção em 2 de dezembro de 1937, por força do Decreto\nn^o^ 37, que aboliu todos os partidos do país.\n\nOrigens\n\nO PRM foi fundado em 1888, antes, portanto, da proclamação da República,\ne constituiu, sob a liderança de João Pinheiro, o principal instrumento\nda campanha republicana na província de Minas Gerais. Em sua primeira\nfase, compreendida entre 1888 e 1890, o partido foi marcado por disputas\ninternas. Essas disputas se estabeleceram justamente em torno da\nparticipação na causa da República: aos “republicanos históricos”, que\nvinham desde o Manifesto de 1870, opunham-se os chamados “adesistas” ou\n“novos republicanos”, membros dos extintos partidos monárquicos, que\naderiram “de véspera” ao novo movimento. Até 1889, contudo, o\nrepublicanismo não teve em Minas maior expressão numérica, representando\napenas 30% do eleitorado.\n\nAo se aproximarem as eleições para a Assembleia Nacional Constituinte\nmarcadas para 15 de setembro de 1890, foi tentado um acordo entre as\ndiferentes correntes, incluindo os ex-monarquistas. Entretanto, a\ncomposição resultante vigorou pouco tempo, limitando-se à necessidade de\napresentar uma chapa mineira à Constituinte. Após as eleições de 1890,\nquando se impôs novamente, em 1891, a escolha de uma chapa para a\nConstituinte estadual, as divergências se acirraram. Os republicanos\nhistóricos, também chamados “jacobinos”, liderados por Antônio Olinto,\nem reunião realizada em 25 de dezembro de 1890 em Juiz de Fora,\nrecusaram-se a aceitar a chapa governista. Não conseguindo restabelecer\na união entre as diferentes facções, o PRM se dissolveu nessa ocasião.\n\nNas eleições para o Congresso Nacional realizadas em 4 de março de 1894,\nos republicanos mineiros se reuniram em duas organizações opostas: de um\nlado, o Partido Republicano Conciliador, dominado pelo grupo ligado ao\nex-presidente estadual Cesário Alvim (1891-1892), e, de outro, o Partido\nRepublicano Constitucional Mineiro, fundado em 1893 pelos republicanos\nhistóricos, que haviam combatido a “política de conciliação” de Alvim.\n\nReorganização\n\nPor volta de 1897, a sucessão do presidente estadual Crispim Jacques\nBias Fortes (1894-1898) gerou uma séria crise na política mineira. Os\ntrês políticos de maior influência no estado nesse período eram o\npróprio Bias Fortes, seu opositor Cesário Alvim – o qual, embora\nafastado de cargos políticos, detinha ainda grande poder pessoal –, e\nSilviano Brandão, presidente do Senado, aliado de Bias e candidato\noficial a seu sucessor.\n\nA candidatura de Silviano não contou entretanto com o apoio unânime da\nbancada mineira no Congresso (a representação mineira era, aliás, a\nmaior de todas, com 37 deputados e três senadores). Os opositores de\nSilviano, liderados por Mendes Pimentel, reagiram contra a praxe\nestabelecida, segundo a qual cabia aos deputados estaduais e federais\nindicar o candidato à sucessão ao governo do estado. Em 4 de setembro de\n1897, foi publicado na imprensa um manifesto desses dissidentes, com 35\nassinaturas, reivindicando a observância efetiva do sistema\nrepresentativo. Em 7 de outubro, os dissidentes divulgaram uma carta\ncircular ao eleitorado, apelando para que fossem organizados diretórios\nlocais ou assembleias políticas, que nomeariam delegados a uma convenção\nmarcada para o dia 20 de dezembro em Belo Horizonte. Na oportunidade,\nseria formulado o programa de um novo partido e seriam indicados novos\ncandidatos à presidência e à vice-presidência do estado.\n\nOs partidários de Silviano Brandão, temendo as consequências dessa\niniciativa, decidiram também comparecer à convenção. Encabeçados por\nFrancisco Bressane, passaram a organizar diretórios e a indicar\ndelegados, dentro das normas estabelecidas pelos congressistas\ndissidentes. Instalada a assembleia de dirigentes políticos municipais\nsob a presidência de Levindo Lopes a 20 de dezembro de 1897, tornou-se\nevidente a posição majoritária dos silvianistas. Dos 73 municípios\nrepresentados por um total de 44 delegados, 29 foram representados\napenas por Bressane. Buscando um acordo, os silvianistas propuseram\nentão aos dissidentes aceitar seus princípios em troca do apoio a\nSilviano Brandão. Além disso, os silvianistas dispuseram-se a garantir\naos dissidentes uma posição majoritária na comissão executiva do novo\npartido a ser criado durante a reunião. Assim, no dia 21 de dezembro,\ninstalou-se oficialmente a convenção partidária que aprovou as novas\nbases orgânicas do PRM, pelas quais se regeu o partido até 1919, quando\nArtur Bernardes as reformulou.\n\nEm linhas gerais, o programa do PRM defendia a República federativa\npresidencial, a verdade eleitoral, a inamovibilidade dos juízes, a\nautonomia municipal e distrital, e a tributação proporcional aos\nrecursos da lavoura, do comércio e da indústria estaduais. Do ponto de\nvista organizacional, o partido teria uma comissão executiva, diretórios\ndistritais e diretórios municipais, todos com mandato de três anos.\nTodas as deliberações referentes à escolha de candidatos à presidência\nda República e do estado e aos congressos nacional e estadual seriam\ntomadas através da convenção do partido, que reuniria a comissão\nexecutiva e os diretórios municipais. À comissão executiva caberia\ndecidir soberanamente sobre os assuntos partidários internos, e ainda\ndirigir os pleitos eleitorais, convocar os diretórios municipais para as\nconvenções e elaborar manifestos de apresentação dos candidatos.\n\nComposta de cinco membros, eleitos por maioria de votos em escrutínio\nsecreto, a primeira comissão da nova fase do partido incluiu dois\nrepresentantes silvianistas e três dissidentes. Eram eles o deputado\nfederal Carlos Vaz de Melo, o deputado estadual Júlio Bueno Brandão, os\ndeputados federais Mendes Pimentel e Teles de Meneses e o deputado\nestadual Sabino Barroso Júnior. Em sua primeira proclamação, o PRM\nafirmou seu apoio aos governos do estado e da União, recomendando as\ncandidaturas de Silviano Brandão e Costa Sena à presidência e à\nvice-presidência de Minas e de Campos Sales e Rosa e Silva à presidência\ne à vice-presidência da República.\n\nA comissão executiva do PRM iria tornar-se conhecida com o nome de\nTarasca, espécie de monstro legendário da tradição medieval francesa,\noriginário da cidade de Tarascon, no sul da França. A denominação\npejorativa exprimia a ideia de que a Tarasca mineira impunha pavor.\n\nA Primeira República\n\nDurante toda a Primeira República, além de dominar como partido único a\nsituação política mineira, o PRM, aliado ao Partido Republicano Paulista\n(PRP), dirigiu a política nacional.\n\nEm um quadro marcado por um rígido monopartidarismo, o PRM controlou a\nAssembleia estadual, forneceu as bancadas federais mineiras e elegeu\ntodos os presidentes estaduais entre 1897 e 1930: Silviano Brandão\n(1898-1902), Francisco Sales (1902-1906), João Pinheiro (1906-1908),\nJúlio Bueno Brandão (1908-1909),Venceslau Brás (1909-1910), novamente\nJúlio Bueno Brandão (1910-1914), Delfim Moreira (1914-1918), Artur\nBernardes (1918-1922), Raul Soares (1922-1924), Fernando de Melo Viana\n(1924-1926), Antônio Carlos Ribeiro de Andrada (1926-1930) e Olegário\nMaciel (1930-1933).\n\nNo plano federal, São Paulo e Minas, como os dois estados de maior\nexpressão socioeconômica do país, controlaram a vida política nacional.\nRepresentados por grupos compactos no Congresso Nacional, os dois\nestados criaram uma aliança da qual procederam quase todos os\npresidentes da República até 1930.\n\nA unidade do PRM foi mantida graças a uma rigorosa disciplina, que se\nsobrepôs às divergências internas entre grupos como os de Bias Fortes,\nFrancisco Sales ou Artur Bernardes. Duas vezes, apenas, foram eleitos\npara a Assembleia estadual candidatos avulsos, não incluídos na chapa do\npartido: foram eles Etelberto Lellis e Luís Martins Soares. Em 1912, foi\neleito deputado federal como candidato avulso Irineu Machado,\nprestigiado pela Campanha Civilista. Em 1918, elegeu-se da mesma maneira\nOdilon de Andrade.\n\nEm 1922, o senador Francisco Sales e o deputado Odilon de Andrade\ndecidiram apoiar a candidatura de Nilo Peçanha à presidência da\nRepública, opondo-se a Artur Bernardes, já então presidente do PRM, o\nqual, no entanto, saiu vitorioso.\n\nPara o período presidencial de 1926-1930, Artur Bernardes apoiou a\ncandidatura de Washington Luís, reprimindo energicamente as tendências\nautonomistas de Melo Viana, então chefe do Executivo mineiro. Este,\nsegundo consta, ambicionava a presidência da República para si próprio.\nPercebendo o risco de uma crise política, Bernardes reagiu prontamente,\nfazendo com que Melo Viana acatasse a disciplina do PRM em troca de sua\nindicação para a vice-presidência da República.\n\nEm 1927, com a renovação do Congresso, a bancada mineira, além de\ndiversos políticos das antigas câmaras, como Manuel Fulgêncio, José\nBonifácio, João Penido, Ribeiro Junqueira, Carneiro de Resende e\nHonorato Alves, incluiu vários elementos novos, dois dos quais fariam\ncarreira política: eram eles Daniel de Carvalho e Odilon Braga.\n\nA Aliança Liberal\n\nDurante o encaminhamento da sucessão de Washington Luís na presidência\nda República, para o que seria o período 1930-1934, ocorreu uma cisão\nentre Minas e São Paulo. O princípio a que obedeciam as sucessões\npresidenciais – alternância de candidatos do PRM e do PRP – parecia\ndefinitivamente consolidado, quando, pouco antes do final de seu\nmandato, Washington Luís pretendeu se fazer substituir por outro\nperrepista, Júlio Prestes, presidente do estado de São Paulo. Antônio\nCarlos, chefe do governo de Minas e candidato natural à presidência,\nconvencendo-se da impossibilidade de contar com Washington Luís ou de\nfazê-lo desistir de sua indicação, aproximou-se então da política\nrio-grandense.\n\nEm 17 de junho de 1929, João Neves da Fontoura (do Partido Republicano\nRio-Grandense), José Bonifácio e Francisco Campos (ambos do PRM)\nassinaram um pacto de repúdio à candidatura Júlio Prestes, que daria\norigem à Aliança Liberal. Cerca de um mês depois, a 30 de julho,\nreuniu-se em Belo Horizonte a comissão executiva do PRM, que decidiu\napoiar Antônio Carlos e lançar as candidaturas oposicionistas de Getúlio\nVargas e de João Pessoa, respectivamente à presidência e à\nvice-presidência da República.\n\nA Aliança Liberal não contou porém com a adesão integral dos mineiros,\nsuscitando a primeira cisão grave no PRM. O vice-presidente da República\nMelo Viana, discordando dos objetivos aliancistas, rompeu com a direção\ndo partido, gesto em que foi acompanhado por Alfredo Sá, vice-presidente\ndo estado, por cinco deputados federais e vários deputados estaduais.\nDiscordando também da Aliança Liberal, Carvalho Brito, um dos diretores\nmineiros do Banco do Brasil, retirou seu apoio à candidatura de Vargas e\npassou a defender Júlio Prestes, sob a legenda Concentração\nConservadora. Carvalho Brito tornou-se o chefe dos dissidentes\nperremistas, entre os quais figuravam ainda Paulo Pinheiro e Múcio\nContinentino, ao qual foi atribuído o nome da legenda.\n\nAs eleições presidenciais coincidiam com as eleições para o governo de\nMinas. Reunida a 21 de outubro de 1929 para decidir a escolha do\nsucessor de Antônio Carlos, a comissão executiva do PRM defrontou-se com\ntrês correntes: a primeira, representada por Melo Viana, a segunda, por\nAntônio Carlos, e a terceira, por Artur Bernardes. A comissão executiva\noptou pela solução do *tertius*, designando como candidato à presidência\ndo estado Olegário Maciel, presidente do Senado estadual e já então com\n74 anos de idade. Essa indicação contava com o apoio de Antônio Carlos.\nPara a vice-presidência, foi indicado Pedro Marques, presidente da\nCâmara estadual, amigo e correligionário de Antônio Carlos em Juiz de\nFora.\n\nA Revolução de 1930\n\nApós as eleições para a presidência da República e para a Câmara dos\nDeputados realizadas a 1^o^ de março de 1930, agravaram-se as\ndissidências em Minas. Enquanto era anunciada a eleição de Júlio Prestes\npara presidente, a Comissão de Verificação de Poderes da Câmara decidiu\nreconhecer a vitória, nos diversos distritos em que se dividia o estado\nde Minas, apenas dos elementos fiéis à Concentração Conservadora,\n“degolando”, para lhes dar lugar, 14 nomes ligados à Aliança Liberal.\nEntre eles estavam Afrânio de Melo Franco, Augusto de Lima, Gudesteu\nPires, Nélson de Sena, Júlio Bueno Brandão Filho, Vaz de Melo e Honorato\nAlves. Em seu lugar foram admitidos Paulo Pinheiro, Joaquim Sales, Múcio\nContinentino, Frederico Campos, Dolor de Brito, Agenor de Sena,\nRodrigues Pereira, Clementino Faria e outros. Esse episódio aumentou o\ndescontentamento, na medida em que reafirmava a permanência da fraude\neleitoral.\n\nAs articulações para um movimento revolucionário iniciaram-se em Minas\nsob a liderança de Mário Brant, Afonso Pena Júnior, Artur Bernardes\nFilho, Djalma Pinheiro Chagas e Cristiano Machado, todos elementos\nbernardistas. Virgílio de Melo Franco articulou-se com Batista Luzardo,\ngaúcho do Partido Libertador. Em 27 de maio de 1930, com o objetivo de\nratificar o apoio do PRM aos candidatos derrotados da Aliança Liberal, a\ncomissão executiva do partido reuniu-se em casa de Antônio Carlos, em\nJuiz de Fora, com a presença de Venceslau Brás, Artur Bernardes, Bueno\nBrandão, Afonso Pena Júnior, José Bonifácio, Mário Brant, Alaor Prata,\nRibeiro Junqueira, Teodomiro Santiago e monsenhor João Pio.\n\nNo mês de setembro, Olegário Maciel tomou posse na presidência do\nestado. Articulado com a cúpula revolucionária, após a vitória da\nRevolução de 1930 foi mantido no poder por Getúlio Vargas, ao contrário\ndos demais presidentes estaduais, que foram substituídos por\ninterventores federais. Olegário fez questão de conservar o título de\npresidente estadual, não aceitando ser chamado de interventor.\n\nA Legião Liberal Mineira\n\nO poder político de Artur Bernardes em Minas constituía uma ameaça para\nos líderes tenentistas que ascenderam com a Revolução de Outubro. Com o\napoio de Olegário Maciel, iniciou-se então uma campanha antibernardista\nque atingiu o PRM. Menos de um mês depois do movimento armado, Olegário\nexonerou três secretários estaduais ligados a Bernardes – Carneiro de\nResende, Alaor Prata e Cristiano Machado –, e os substituiu por Noronha\nGuarani, Gustavo Capanema e Amaro Lanari. A campanha contra o PRM teve\nainda o apoio de Francisco Campos, que fora indicado para ministro da\nEducação de Vargas pelo próprio Bernardes.\n\nEm princípios de 1931, Vargas convidou Artur Bernardes a assumir a\nembaixada brasileira em Paris. Temendo ver desmontada a máquina do PRM,\nBernardes recusou o convite. No mês de fevereiro, sempre visando o\n“bernardismo” e o próprio PRM, Capanema e Francisco Campos criaram a\nLegião Revolucionária do estado, organização tenentista destinada a\npropagar os ideais da Revolução de 1930. Em 1^o^ de março, o próprio\nOlegário Maciel aderiu ao movimento.\n\nA 21 de abril de 1931, Francisco Campos organizou um desfile da legião\nem Belo Horizonte. Os legionários, constituindo uma milícia uniformizada\ncom camisas cáqui, acorreram de quase todos os municípios do estado. A\norganização passou então a denominar-se Legião Liberal Mineira. A legião\nconseguiu arregimentar um grande contingente de perremistas, chegando a\nincorporar 80% dos diretórios municipais do partido, já que os chefes\npolíticos municipais não desejavam ter no governo do estado um\nadversário.\n\nO PRM começou então a sofrer um rápido esvaziamento. Muitos, entretanto,\nnão aceitaram a legião e continuaram unidos em torno de Bernardes. Entre\nestes, figuravam Mário Brant, Djalma Pinheiro Chagas, Ovídio de Andrade,\nDaniel de Carvalho, Afrânio e Virgílio de Melo Franco. Apesar de\nhostilizado oficialmente, o PRM continuou a realizar convenções em Belo\nHorizonte. Liderados por Bernardes, os perremistas lançaram um manifesto\nexigindo “a imediata reorganização do partido dentro do programa\nrevolucionário”. No mês de maio, foi reestruturada a comissão executiva.\nEm junho, Bias Fortes rompeu com a Legião Liberal Mineira e retornou ao\nPRM.\n\nA 18 de agosto de 1931, o PRM reuniu-se em Belo Horizonte em meio a\ngrande agitação. A partir dessa reunião, configurou-se uma tentativa de\ngolpe para depor Olegário Maciel, que, no entanto, resistiu, apoiado\npela Força Pública. Por outro lado, durante esses acontecimentos, esteve\npresente em Belo Horizonte o coronel Emílio Lúcio Esteves, oficial de\ngabinete de Osvaldo Aranha. Esse fato levou o governo estadual a\ndenunciar o envolvimento no golpe não só do PRM, como também do próprio\ngoverno federal.\n\nApós esse episódio, as relações do governo mineiro com o governo federal\nficaram abaladas. No processo de pacificação teve grande destaque a\natuação de Capanema como mediador entre Olegário e Vargas. O governo\nfederal, por intermédio de Osvaldo Aranha, acabou por definir o 18 de\nagosto como um “lamentável equívoco”, sem maiores explicações. Com isso,\no maior acusado foi o PRM, na figura de Artur Bernardes.\n\nEm artigo publicado no *Diário de Notícias* do Rio de Janeiro muitos\nanos depois, a 10 de setembro de 1961, sob o título “O equívoco de 18 de\nagosto”, Daniel de Carvalho, perremista convicto, comentaria: “Os\nadeptos do governo estadual trataram logo de inocentar Getúlio Vargas de\nqualquer participação ou anuência no conluio para derrubar Olegário.\nAmbas as partes, sem prévia combinação, puseram toda a culpa no PRM. Foi\num achado feliz, de Osvaldo Aranha, fazer do PRM o ‘bode expiatório’. Ao\nmesmo tempo, pactuava secretamente com Virgílio de Melo Franco e\nCristiano Machado o amparo que dariam ao PRM e aos amigos comprometidos\nem tal aventura.” Analisando a crise mineira de 1931, Afonso Arinos\nconsiderou-a “a proteção e o reflexo da mudança geral que Vargas e seus\ncolaboradores pretendiam impor ao cenário político nacional, a fim de,\ndestruída a hegemonia mineiro-paulista, assegurar pelo maior tempo\npossível o predomínio do Rio Grande do Sul”.\n\nO Acordo Mineiro\n\nNo final de 1931, a necessidade de pacificação dentro do estado conduziu\na negociações entre a Legião Liberal Mineira, ou seja, a situação\nestadual, e o PRM, ou seja, a numerosa facção oposicionista que obedecia\nàs ordens de Bernardes. O objetivo era conseguir um acordo que\npermitisse a fusão entre a legião e o PRM, dando origem a um partido\núnico que serviria de base de apoio aos governos estadual e federal. As\nnegociações foram encaminhadas por Gustavo Capanema.\n\nNo dia 19 de fevereiro de 1932, o Acordo Mineiro foi finalmente assinado\npor Venceslau Brás, representante do conselho supremo da Legião Mineira,\nVirgílio de Melo Franco, representante da comissão executiva do PRM, e\nGustavo Capanema, representante do presidente Olegário Maciel. O PRM e a\nlegião obrigavam-se a colaborar na “obra de reerguimento e reconstrução\ndo estado e da República, reduzindo ao mínimo indisponível a atividade\nestritamente partidária”. Para a fusão das duas organizações, seria\nconstituída uma comissão paritária de seis membros, encarregada de\napresentar o esboço do programa e dos estatutos da nova agremiação, que\nse chamaria Partido Social Nacionalista (PSN).\n\nEm cumprimento aos termos do acordo, o governo de Minas foi em seguida\nrecomposto, tendo Olegário cedido ao “antigo PRM” duas secretarias: a de\nAgricultura, entregue a Ovídio de Andrade, e a de Finanças, entregue a\nCarlos Pinheiro. Olegário comprometeu-se também a manter intactas as\nsituações municipais.\n\nO debate e as negociações em torno do Acordo Mineiro ocuparam um lugar\nsignificativo na imprensa e marcaram a política mineira do final de 1931\nao início de 1932. As concessões feitas ao PRM demonstravam sua ainda\nrelativa força no estado. Por outro lado, em troca do acordo, Olegário\nobteve do governo federal a nomeação de Francisco Campos para a pasta da\nJustiça.\n\nA Revolução de 1932\n\nA posição de Minas no período que se estendeu do final de 1931 à eclosão\nda Revolução Constitucionalista de julho de 1932 foi marcada pela\nindefinição entre a defesa do governo provisório de Vargas e o apoio à\ncausa paulista. O primeiro efeito dessas divergências foi a dissolução\ndo PSN, em maio de 1932.\n\nPerseguindo os ideais constitucionalistas, e apoiando, portanto, o\nmovimento que reconduziu à revolução, Artur Bernardes tornou-se o maior\ndefensor da causa paulista em Minas. Em 8 de agosto, o chefe do PRM\nlançou um manifesto de apoio a São Paulo. A reação do governo federal,\nque conseguiu esmagar o movimento armado, traduziu-se no afastamento de\ntodos os amigos e correligionários de Bernardes dos cargos públicos.\nFinalmente, o próprio Bernardes, ao lado de outros líderes perremistas\ncomo Djalma Pinheiro Chagas e Mário Brant, foi exilado e teve seus\ndireitos políticos cassados por um período de três anos.\n\nTendo sofrido dois duros reveses no espaço de um ano – o 18 de agosto de\n1931 e o 9 de julho de 1932 –, o PRM teve seu prestígio bastante\nabalado. Por outro lado, com a vitória da tese constitucionalista e a\nconvocação de eleições para a Assembleia Nacional Constituinte em 1933,\no governo federal decidiu criar em Minas – assim como nos demais estados\n– um partido governista que representasse os “objetivos doutrinários da\nRevolução de 1930”. Essa incumbência foi entregue a Antônio Carlos, que,\nem 18 de janeiro de 1933, organizou o Partido Progressista (PP) de Minas\nGerais. Na verdade, porém, os critérios de arregimentação política do\nnovo partido situacionista seguiram os do PRM.\n\nAs Eleições de 1933 e a Constituinte\n\nEm vista das eleições para a Constituinte, o PRM foi o primeiro a se\narticular. A 2 de fevereiro de 1933, de acordo com as exigências legais,\no partido registrou-se no Tribunal Regional Eleitoral. A 7 de fevereiro,\nfoi eleita sua nova comissão executiva. Artur Bernardes, ainda exilado,\nfoi proclamado presidente de honra. Seus seguidores enviaram-lhe – bem\ncomo aos outros líderes ausentes – um telegrama de felicitações,\nreafirmando a ligação do partido como sua antiga chefia. A liderança de\nBernardes era incontestável, a despeito do exílio e da ascensão de novos\nlíderes na política mineira. Os demais integrantes da comissão executiva\neram Ovídio de Andrade (presidente efetivo), Cristiano Machado\n(primeiro-vice-presidente), João Azevedo (segundo-vice-presidente), Hugo\nFurquim Werneck (primeiro-secretário) e Duque Mesquita\n(segundo-secretário).\n\nEm reunião do partido, foi aprovada a proposta que indicava Daniel de\nCarvalho, Alaor Prata e Artur Bernardes Filho para representarem o PRM\nno Rio de Janeiro. Essa reorganização do PRM foi encabeçada pela “ala\nmoça”, que tinha à frente Ovídio de Andrade, João de Sousa Barros, Paulo\nPinheiro Chagas, Mário Dias, Aluísio Leite Guimarães, João Gomes\nTeixeira e Edmundo Caldeira Brant.\n\nRealizadas as eleições a 3 de maio de 1933, o PRM ressurgiu, conseguindo\neleger seis deputados para a Constituinte. Foram eles Levindo Coelho,\nJoaquim Furtado de Meneses, Cristiano Machado, Policarpo Magalhães\nViotti, Daniel de Carvalho e José Carneiro Resende. Com os 31 deputados\neleitos pelo Partido Progressista, o número de representantes mineiros\nna Assembleia Nacional totalizou 37. Isso significava que Minas tinha a\nmaior de todas as bancadas e seria um aliado poderoso para os demais\nestados. Ao ser instalada a Constituinte no mês de novembro, a Mesa\nDiretora escolheu Antônio Carlos para presidir a Assembleia e Osvaldo\nAranha para liderar a maioria.\n\nEntre as teses defendidas pelo PRM, incluíam-se a unidade da pátria; o\nregime federativo e republicano; a eleição do presidente da República e\ndos governadores por um eleitorado especial; a proibição da reeleição\ndos presidentes e governadores, bem como da reeleição sucessiva de\ndeputados e senadores; a representação proporcional e o voto secreto; a\nindependência do Judiciário, e a autonomia municipal. Entre as teses\nditas sociais, constavam a defesa da família e da propriedade privada; a\nliberdade de culto; a criação de sindicatos como órgãos de relação entre\no Estado e a “atividade humana”; a nacionalização das quedas d’água, dos\nrios e das águas minerais. O PRM advogou ainda a criação de um conselho\npara orientar a economia do país e a abolição de impostos internos sobre\no trânsito de mercadorias.\n\nCrise Sucessória em Minas\n\nParalelamente à instalação da Constituinte, desencadeou-se em Minas uma\ncrise sucessória com a morte de Olegário Maciel, ocorrida a 5 de\nsetembro de 1933. Esperando a palavra final de Vargas, os diversos\ngrupos se reuniram, e dois candidatos mais evidentes surgiram. De um\nlato, Gustavo Capanema, amigo e colaborador de Olegário e um dos\nfundadores do Partido Progressista, apoiado pelo interventor gaúcho\nFlores da Cunha, e de outro, Virgílio de Melo Franco, representante do\ntenentismo – cuja força era pequena em Minas –, apoiado por Osvaldo\nAranha e por seu pai, Afrânio de Melo Franco. Diante da impossibilidade\nde um acordo entre os dois candidatos, Getúlio pediu a Antônio Carlos\numa lista com a indicação de alguns políticos de destaque. Além de\nCapanema e Virgílio, Antônio Carlos indicou mais quatro nomes\nprogressistas, agravando o impasse em lugar de solucioná-lo. Vargas\nsugeriu então a inclusão na lista do nome de Benedito Valadares,\ndeputado do PP cuja atuação até então tivera pouco destaque. Dias\ndepois, a 12 de dezembro de 1933, um decreto presidencial designou\nValadares interventor em Minas.\n\nA surpresa foi geral, resultando no rompimento de Gustavo Capanema e de\nVirgílio de Melo Franco com Vargas. Por sua vez, Afrânio de Melo Franco\ne Osvaldo Aranha, que ocupavam respectivamente as pastas das Relações\nExteriores e da Fazenda, pediram demissão.\n\nAs Eleições de 1934\n\nPreparando o caminho para sua própria eleição para presidente\nconstitucional da República, Vargas decretou em 28 de maio de 1934 a\nanistia aos revolucionários de 1932. Com isso, Artur Bernardes, Djalma\nPinheiro Chagas e Mário Brant, ainda no exílio, tornaram-se elegíveis.\n\nA Constituição promulgada a 16 de julho de 1934 determinava que, para o\nprimeiro período constitucional a partir de sua vigência, não só o\nCongresso Nacional elegeria o presidente da República, como as\nassembleias estaduais elegeriam os governadores e senadores de cada\nestado. As eleições legislativas para as assembleias estaduais e para a\nCâmara dos Deputados foram assim marcadas para 14 de outubro.\n\nO PRM iniciou então sua campanha eleitoral. Regressando do exílio, Artur\nBernardes chegou a Belo Horizonte no dia 21 de agosto acompanhado de\ngrande comitiva. Até mesmo o jornal *O Estado de Minas*, órgão oficial\ndo PP e portanto ligado a Valadares, noticiou as calorosas manifestações\nque cercaram seu retorno. Djalma Pinheiro Chagas, igualmente de volta ao\npaís, dirigiu-se ao povo de Juiz de Fora em nome de Bernardes, afirmando\nque a legenda PRM traduzia o ideal cívico “Pela redenção de Minas”, o\nqual passou a ser adotado na campanha eleitoral.\n\nO PRM obteve em outubro uma votação bem mais expressiva do que em maio\ndo ano anterior, elegendo 14 deputados estaduais, enquanto o Partido\nProgressista elegeu 34 representantes. Para a Câmara dos Deputados, o\nPRM apresentou uma lista com 38 candidatos, dos quais 11 foram eleitos:\nArtur Bernardes, José Francisco Bias Fortes, Djalma Pinheiro Chagas,\nLevindo Coelho, Artur Bernardes Filho, Joaquim Furtado de Meneses,\nPolicarpo Magalhães Viotti, Daniel de Carvalho, José Carneiro de\nResende, Cristiano Machado e o cônego Pedro Macário de Almeida.\n\nA Constituinte Mineira\n\nNo início de 1935, Vargas reuniu-se com os interventores, com o objetivo\nde fazer um balanço das forças partidárias que apoiavam o governo\nfederal e de organizar a instalação das constituintes estaduais. A\ndespeito dos esforços do governo federal, a substituição dos\ninterventores pelos governadores não iria se processar tranquilamente em\ntodos os estados.\n\nDesde o início, a bancada perremista combateu a candidatura de Benedito\nValadares ao governo constitucional do estado, a qual era apoiada pelo\nPartido Progressista. Contando com a atuação destacada de Aluísio Leite\nGuimarães, Eliseu Laborne Vale, Ovídio de Andrade, João Edmundo Caldeira\nBrant e Paulo Pinheiro Chagas, os perremistas receberam a adesão de José\nde Magalhães Pinto, que iniciava uma longa carreira política, Guimarães\nMenegale e Antônio Martins Vilas Boas (intimamente ligado à família de\nOlegário Maciel), além de Arinos de Morais Câmara, porta-voz de Antônio\nCarlos.\n\nNa qualidade de presidente da Câmara, Antônio Carlos resolveu então\nsondar a opinião de Vargas através do deputado João Carlos Machado,\nlíder da bancada gaúcha e seu amigo pessoal. Antônio Carlos preveniu\nVargas da possibilidade de uma derrota de Valadares, contra quem se\nlevantavam o PRM unânime e a dissidência do Partido Progressista. A\nposição de Vargas, no entanto, foi clara: não abriria mão de Minas, e\ntudo faria para eleger Valadares.\n\nAo se instalar a Assembleia estadual, em 4 de abril de 1935, antes de se\nprocessar a eleição para governador, Ovídio de Andrade, líder da bancada\nperremista, pediu a palavra para ler a declaração-protesto do PRM,\n“dirigida a Minas e ao Brasil”. Evocando as lutas do partido a partir de\n1930, Ovídio de Andrade enfatizou as responsabilidades que cabiam ao PRM\npor sua atuação na Revolução de Outubro. Declarou ainda que, vencidos\npelas armas, os constitucionalistas de 1932 haviam alcançado seu\nobjetivo principal: a realidade constitucional daquele dia. Afirmou que\na Constituinte Nacional havia renegado o princípio cardeal da revolução,\ntornando elegíveis o chefe do governo provisório e seus delegados nos\nestados, e, finalmente, lançou um veemente protesto, nos seguintes\ntermos: “Só poderíamos votar num candidato que não tivesse a eiva da\nimposição ditatorial. Onde estão as velhas tradições de decoro e de\nindependência da política mineira? Por enquanto, o Partido Republicano\nMineiro ainda confia na democracia liberal… Se, porém, perseverarem os\ndirigentes na continuação de sua prática abusiva e desvirtuadora, o PRM,\ncom a mesma fidelidade às tradições mineiras,… saberá que novos rumos\ntomar”.\n\nSem número para impedir a vitória de Valadares, os perremistas num só\nbloco abandonaram o recinto da Assembleia na hora da votação. Valadares\nobteve os 34 votos do Partido Progressista, tornando-se, a partir\ndaquele momento, o primeiro governador de Minas Gerais.\n\nOs debates realizados na Assembleia Constituinte estadual durante o ano\nde 1935 em torno da elaboração da nova constituição mineira tampouco se\ndesenrolaram tranquilamente. Ameaçando obstruí-los, o PRM exigiu que\nseus pontos de vista fossem considerados. Incluíam-se entre eles a\norganização do Tribunal de Contas, o voto direto nas eleições\nmunicipais, a dotação de 15% da renda do estado à saúde pública, a\nausência de representação classista, garantias ao Ministério Público e\nrealização de eleições municipais dentro do mais curto prazo. Os\nrepresentantes do PRM na comissão legislativa encarregada da elaboração\ndo projeto de constituição eram Afrânio de Melo Franco e José Maria\nLopes Cançado.\n\nA Preparação do Golpe de 1937\n\nNo decorrer do ano de 1935, o PRM integrou na Câmara dos Deputados a\nMinoria Parlamentar ou Oposições Coligadas, bloco oposicionista que\nreunia os diferentes partidos estaduais contrários a Vargas. Nessa\noposição destacava-se Artur Bernardes, que desde setembro de 1934\nhavia-se articulado com os demais líderes oposicionistas regionais,\nvisando à formação de um partido nacional.\n\nA apresentação do projeto da Lei de Segurança Nacional, a 27 de janeiro\nde 1935, provocou uma série de protestos na Câmara. Foi formada uma\ncomissão para estudar o caso e opinar na reunião plenária da minoria. O\nPRM foi representado na comissão por Daniel de Carvalho. No entanto, a 4\nde abril, a lei foi aprovada.\n\nOutros episódios ocorridos nesse ano marcariam o progressivo fechamento\ndo regime, que culminaria com o golpe do Estado Novo em 1937. Ao mesmo\ntempo em que a Ação Integralista Brasileira (AIB) lançava uma grande\ncampanha de arregimentação popular e de doutrinação ideológica, a\nAliança Nacional Libertadora (ANL) era criada em março e fechada logo\ndepois, no mês de julho. A eclosão da Revolta Comunista no mês de\nnovembro em Natal, Recife e Rio de Janeiro serviria de pretexto para a\nadoção de medidas repressivas capazes de assegurar ao Executivo uma\nmaior concentração de poderes. Entre essas medidas figuravam a\ndecretação do estado de sítio e, em dezembro, a decretação do estado de\nguerra.\n\nEnquanto isso, a 30 de agosto, Vargas chegava a Belo Horizonte em visita\na Minas, acompanhado de grande comitiva. A bancada estadual do PRM\nmobilizou-se para protestar contra a presença do chefe do governo,\npromovendo uma semana antigetulista e comparecendo à Assembleia com um\ndistintivo preto na lapela. Vários deputados perremistas fizeram\neloquentes discursos de protesto.\n\nNas eleições municipais de 1936, em que o PRM conseguiu eleger vários\nvereadores e alguns prefeitos, Valadares foi acusado de utilizar\nviolência policial contra o partido. Em função dessa acusação, tornada\npública por Daniel de Carvalho, o líder da Minoria Parlamentar João\nNeves da Fontoura dirigiu-se a Valadares protestando contra o abuso de\nautoridade.\n\nAo mesmo tempo, porém, interessava a Valadares um acordo com o PRM,\nideia à qual, em princípio, se opunha Artur Bernardes. Valadares\nprocurou então Djalma Pinheiro Chagas, que, a seu pedido, incumbiu-se\ndas gestões junto ao partido. Após alguns encontros Djalma Pinheiro\nChagas resumiu as conclusões a que teriam chegado os perremistas: a) o\nBrasil não suportava mais as lutas políticas, precisando de um chefe de\ngoverno ponderado e liberal; b) o Brasil não resistia mais a\nexperiências de administração, e c) por conseguinte, o candidato mais\nindicado à sucessão presidencial em 1938 era Antônio Carlos.\n\nNo entanto, o fato de Djalma Pinheiro Chagas exaltar as figuras de\nBernardes, de um lado, e de Antônio Carlos, de outro, fez com que\nValadares desistisse de sua mediação nas negociações pacificadoras. Na\nverdade, Valadares estava extremamente interessado no fim do “carlismo”\nem Minas, e, por essa razão, preferiu negociar com Francisco Campos,\nVirgílio de Melo Franco, Bias Fortes e Cristiano Machado, entre os quais\nAntônio Carlos não era benquisto.\n\nNo Rio, Valadares manteve dois encontros com Bernardes, um na casa de\nBias Fortes e outro na de Francisco Campos. Bernardes, entretanto,\nprotelou sua decisão a respeito do acordo. Consta que Flores da Cunha o\nteria induzido a evitar a conciliação, ao compreender que a intenção de\nValadares era destruir Antônio Carlos, seu candidato pessoal à\npresidência.\n\nEm abril de 1936, foi eleito o novo diretório do PRM: Artur Bernardes\n(presidente), Ovídio de Andrade (primeiro-vice-presidente), Daniel de\nCarvalho (segundo-vice-presidente), Cristiano Machado\n(primeiro-secretário) e Duque Mesquita (segundo-secretário). Por outro\nlado, a 2 de setembro, Valadares presidiu uma reunião do Partido\nProgressista em que Noraldino Lima foi nomeado presidente da comissão\nexecutiva, em substituição a Antônio Carlos. Ainda no mês de setembro,\nAntônio Carlos renunciou à presidência da Câmara devido às pressões de\nValadares. Sua renúncia não foi entretanto aceita.\n\nAs articulações de Valadares prosseguiram, resultando finalmente num\nacordo com parte do PRM, que sofreu uma cisão. Fiéis a Artur Bernardes,\ne, portanto, fora do acordo, permaneceram Daniel de Carvalho, Ovídio de\nAndrade, Furtado de Meneses, Artur Bernardes Filho e o cônego Pedro\nMacário de Almeida. Entre os dissidentes que concordaram com Valadares\nfiguravam os deputados federais Cristiano Machado, Bias Fortes, Djalma\nPinheiro Chagas, Levindo Coelho, Carneiro de Resende e Magalhães Viotti.\nDos 14 deputados estaduais, dez – entre os quais Afrânio de Melo Franco\ne Paulo Pinheiro Chagas – aderiram ao acordo. A maioria da comissão\nexecutiva do partido, que não chegara a ser chamada a se pronunciar\nsobre o assunto, também foi favorável à conciliação. Cristiano Machado\nfoi então nomeado secretário de Educação do estado em substituição a\nJosé Olinda de Andrada, filho de Antônio Carlos. Em seu lugar na Câmara\nassumiu o suplente Virgílio de Melo Franco.\n\nOs perremistas que aderiram a Valadares pensavam fazê-lo para combater\nVargas, o “inimigo público número um”. Já Bernardes, que recusara a\ncoalizão por não confiar em Valadares, acusou seus ex-correligionários\nde “desertores” e “adesistas”.\n\nA partir de então, quase todos os acontecimentos políticos giraram em\ntorno da sucessão presidencial. O PRM começou a reorganizar seus\ndiretórios em todos os municípios, com o objetivo de marcar uma\nconvenção em Belo Horizonte durante a qual, além de serem introduzidas\nmodificações no programa partidário, seria definida uma posição na\nquestão sucessória. Era cogitado o apoio à candidatura de Armando Sales,\nque provavelmente seria lançada pelo Partido Constitucionalista de São\nPaulo. Enquanto o grupo progressista ligado a Antônio Carlos também\napoiava Armando Sales, os dissidentes perremistas – entre os quais\nVirgílio de Melo Franco, Bias Fortes e Cristiano Machado – pareciam\nfavoráveis nessa fase à candidatura de Osvaldo Aranha, que, no entanto,\nnão vingou.\n\nEm dezembro de 1936 Armando Sales assumiu a presidência do Partido\nConstitucionalista, demitindo-se do governo de São Paulo para poder\nconcorrer às eleições. Sua candidatura foi oficialmente lançada em\nfevereiro de 1937. Pouco depois, nas eleições para a presidência da\nCâmara realizadas em 3 de maio de 1937, Antônio Carlos foi derrotado por\nPedro Aleixo por 152 votos contra 131. A queda de Antônio Carlos seria\ninterpretada mais tarde como mais um passo para a instalação do Estado\nNovo. Alijado do poder por Valadares, Antônio Carlos fundou em Juiz de\nFora, a 17 de maio, o Partido Progressista Democrático, destinado a\napoiar Armando Sales.\n\nCom o afastamento de Antônio Carlos, o Partido Progressista entrou em\ncrise. Com elementos desse partido mais a dissidência bernardista,\nValadares criou então o Partido Nacionalista Mineiro, destinado a apoiar\na candidatura oficial de José Américo, lançada em 25 de maio. O PRM,\ntendo sempre à frente Artur Bernardes, uniu-se aos partidos de oposição\na José Américo, constituindo a União Democrática Brasileira.\n\nAs sucessivas medidas restritivas do governo confluíram entretanto para\num objetivo final: a outorga da Constituição de 10 de novembro de 1937,\nque dissolveu o Senado, a Câmara dos Deputados, as câmaras estaduais e\nmunicipais. Benedito Valadares foi confirmado por Vargas na chefia do\ngoverno mineiro, com o título de interventor. Pouco depois, todos os\npartidos políticos do país foram extintos.\n\nVera Calicchio\n\n**FONTES:** AMORA, P. *Bernardes*; BOMENY, H. *Estratégia*; CARONE, E.\n*República nova*; CARONE, E. *República velha*; CHAGAS, P. *Esse*;\nFRANCO, A. *Alma*; FRANCO, A. *Estadista*; FONTOURA, J. *Aliança*;\nHEILBORN, M. *Oligarquia*; MAGALHÃES, B. *Artur*; *Minas Gerais* (5,\n10/1935); NABUCO, C. *Vida*; NOGUEIRA FILHO, P. *Ideais*; RAMOS, P.\n*Partidos*; RESENDE, M. *Formação*; SILVA, H. *1932*; SILVA, H. *1934.*\n","ref":"**FONTES:** AMORA, P. *Bernardes*; BOMENY, H. *Estratégia*; CARONE, E.\n*República nova*; CARONE, E. *República velha*; CHAGAS, P. *Esse*;\nFRANCO, A. *Alma*; FRANCO, A. *Estadista*; FONTOURA, J. *Aliança*;\nHEILBORN, M. *Oligarquia*; MAGALHÃES, B. *Artur*; *Minas Gerais* (5,\n10/1935); NABUCO, C. *Vida*; NOGUEIRA FILHO, P. *Ideais*; RAMOS, P.\n*Partidos*; RESENDE, M. *Formação*; SILVA, H. *1932*; SILVA, H. *1934.*\n","dic":"DHBPR"}
