{"title":"AVIDOS, Florentino","cargoss":["pres. ES 1924-1928","sen. ES1928-1930."],"author":null,"content":"**AVIDOS, Florentino**\n\n\\* pres. ES 1924-1928; sen. ES1928-1930.\n\n*Florentino Avidos* nasceu em São JoãoMarcos, na província do Rio de\nJaneiro,em 18 de novembro de 1870, filhode Florentino Avidos e de Isabel\nAvidos.Seu pai, de família portuguesa de parcosrecursos, emigrou para o\nBrasil aos 11anos de idade ao lado de um comercianteportuguês. Embora\nenvolvido com o comércio,estudou por conta própria, tornando-se\numpianista de grande talento. Casou-se comIsabel, jovem que pertencia a\nfamíliade classe média alta carioca. O casaldedicou-se à vida no campo e\nadquiriua fazenda Graciosa, onde Florentino nasceu.\n\nIsabel, que se havia formado emmatemática e astronomia pela Sorbonne,\nemParis, foi responsável pelos estudos dofilho na própria fazenda. Com o\nobjetivode cursar o ensino superior, Florentinopartiu para o Rio de\nJaneiro, entãocapital do Império, onde foi aceito naEscola Politécnica e\nformou-se em engenhariaem 1893. Trabalhou como engenheiro ferroviárioem\nSão Paulo, Minas Gerais e Pernambucoe estabeleceu-se em Cachoeiro de\nItapemirim,no Espírito Santo, onde se casou em1897 com Henriqueta Sousa\nMonteiro. Naépoca, seus cunhados Bernardino e JerônimoMonteiro eram, o\nprimeiro, membro do governomunicipal de Cachoeiro, e o segundo,\ndeputadoestadual. Os dois irmãos se tornariamos mais poderosos políticos\ndo estadoalguns anos depois.\n\nEntre 1902 e 1903, Florentino dirigiua construção da primeira usina\nhidrelétricado Espírito Santo, destinada a fornecerenergia a Cachoeiro\nde Itapemirim. Poucosanos depois, foi encarregado da construçãodo último\ntrecho da Estrada de FerroSul do Espírito Santo, adquirida\npelaLeopoldina Railway, entre Cachoeiro e Matilde,que completava a\nligação de Vitória àcapital federal. Foi também empresário, comuma\ntorrefação de café em Cachoeiro euma usina de beneficiamento de arroz\nemNatividade (MG).\n\nNo governo de Nestor Gomes (1920-1924),o Espírito Santo iniciou uma fase\ndeprosperidade que permitiu ao presidente doestado empreender um vasto\nprograma deobras públicas, destacando-se entre elas aremodelação da\ncapital. Com esse fim,Nestor Gomes criou o Serviço de Melhoramentosde\nVitória e entregou sua direção aFlorentino Avidos. A reforma urbanística\ndacidade estava em andamento quando chegouo momento da sucessão, e\nNestor Gomesindicou Florentino como seu candidato.\n\nEleito pelo único partido entãoexistente no estado, o Partido\nRepublicanoEspírito-Santense (PRES), Avidos tomou possea 23 de maio de\n1924 e iniciouum governo dinâmico, que soube aproveitara boa fase que o\nestado vivia.Nomeou seu filho, Moacir, também engenheiro,para o cargo\nque ocupara no Serviçode Melhoramentos de Vitória, continuou eampliou o\nprojeto que iniciara e acelerouo ritmo das obras, realizando uma\ncompletatransformação da capital. Abriu novas ruas,alargou e pavimentou\noutras, construiu escadariase um viaduto, reformou o serviço deesgoto e\nde abastecimento de água, construiua rede de drenagem das águas\npluviais,ergueu edifícios públicos e dois mercados.Surgiu um novo\nbairro, Jucutuquara, eforam refeitas as vias de ligação combairros mais\nafastados do centro. Completandoa urbanização, foi promulgado pela\nprefeituraum novo código de posturas, fixando normascom preocupações\nsanitárias e modernizadoraspara as edificações.\n\nEm 1924, como resultado de negociaçõesrealizadas no governo anterior, a\nUniãotransferiu para o estado capixaba a execuçãodas obras do porto de\nVitória, iniciadaspelo governo federal no início dos anosde 1910, mas\ninterrompidas pouco depois.A administração de Florentino pôde\nassimretomar os trabalhos, construindo cais earmazéns, que deixou em\nandamento, e executandoa edificação da ponte que leva seunome, ligando\nVitória ao continente etornando-a acessível ao transporte ferroviárioe\nrodoviário. O governo também abriu ouconcluiu diversas rodovias e\npontes, entreelas a ponte sobre o rio Doce,em Colatina, um marco na\nocupação donorte do estado. O ensino público seexpandiu acentuadamente,\ncom a abertura demais de duzentas novas escolas.\n\nDurante a gestão de Florentino,a política de valorização do café\nenvolveua ação dos estados produtores, e oEspírito Santo passou a fazer\na suaparte: criou um Serviço de Defesa doCafé estadual, que se empenhou\nem melhorara qualidade do produto e se encarregoude regular a exportação\ndo café capixaba,segundo cotas fixadas em convênio entreos estados\nprodutores. Essa política beneficioua cultura do café no estado, emforte\nexpansão, e favoreceu a exportaçãopelo porto de Vitória, que passou\naatrair a maior parte do café dosul capixaba, antes comercializado pelo\nportodo Rio, o que por sua vez impulsionoua economia da capital e as\nfirmasexportadores de capital local.\n\nApesar da boa situação financeirado estado, Florentino ainda teve\nproblemascom a dívida externa, acumulada ao longodo tempo, e precisou\nefetuar exaustivasnegociações com os credores. Vendeu auma empresa\namericana os serviços de energiaelétrica de Vitória e Cachoeiro, bem\ncomooutros serviços públicos, e dessa operaçãoobteve recursos para\nresgatar boa parteda dívida. Recuperou o crédito do EspíritoSanto, mas\nainda restaram pesados compromissos,que poderiam ser cumpridos se a\nboasituação econômica persistisse.\n\nCom tantas realizações e sem muitoenvolvimento com a política\npartidária, Florentinoterminou seu mandato com grande aprovação,e em 30\nde junho de 1928 transferiuo governo a Aristeu Borges de Aguiar.No mesmo\nano elegeu-se senador, em vagaaberta pela renúncia de Joaquim Teixeirade\nMesquita que foi eleito vice-presidentedo estado. Seu mandato foi curto,\ninterrompidopela Revolução de 1930. Passou os últimosanos de sua vida no\nRio de Janeiro,onde faleceu no dia 28 de fevereirode 1956.\n\nDo casamento com Henriqueta Monteiro,teve cinco filhos. Sílvio fez\ncarreirapolítica como prefeito de Colatina e deputadoestadual, e Moacir\nfoi o principal responsávelpelas obras do governo do pai. Viúvodesde\n1919, Florentino manteve relação conjugalcom Mercedes Leão Soares a\npartir deseu período de governo. Da união comMercedes nasceram dois\nfilhos.\n\nA seu respeito, Marien Calixteescreveu *Florentino Avidos: um homem à\nfrente do seu tempo* (1998).\n\nNara Saletto/ Sílvia Regina Ackermann\n\n**FONTES:** ALMEIDA, N. *Florentino*;AVIDOS, Florentino. Mensagem final\ndirigida aoCongresso Legislativo em 15 de junho de1928; CALIXTE, M.\n*Florentino*; DERENZI, L.*Biografia*; *Gazeta* (1928); NOVAES, H.\n*Memórias*;WANICK, F. *Aristeu*.\n","ref":"**FONTES:** ALMEIDA, N. *Florentino*;AVIDOS, Florentino. Mensagem final\ndirigida aoCongresso Legislativo em 15 de junho de1928; CALIXTE, M.\n*Florentino*; DERENZI, L.*Biografia*; *Gazeta* (1928); NOVAES, H.\n*Memórias*;WANICK, F. *Aristeu*.\n","dic":"DHBPR"}