{"title":"PATROCÍNIO, José do","cargoss":["jornalista","mov. abolicionista."],"author":"Carolina Vianna Dantas","content":"**PATROCÍNIO, José do**\n\n\\*jornalista; mov. abolicionista.\n\n*José Carlos do Patrocínio* nasceu em Campos (RJ) no dia 9 de outubro de\n1853, filho de João Carlos Monteiro e de Justina Maria do Espírito\nSanto. Seu pai era vigário da paróquia de Campos, orador da Capela\nImperial, venerável da loja maçônica Firme União e dignitário das ordens\nda Rosa e de Cristo. Sua mãe era negra e exercia o ofício de quitandeira\nna mesma cidade.\n\nDe Campos à Capital do Império\n\nAté os 13 anos de idade José do Patrocínio viveu entre a residência\nurbana em Campos e a fazenda Lagoa de Cima, ambas de propriedade de seu\npai. Nessa fazenda acompanhou de perto o cotidiano de uma grande\npropriedade escravista. Em 1868, aos 14 anos, decidiu partir para a\nCorte. Assim que chegou procurou ocupação na Santa Casa de Misericórdia,\nonde foi recebido pelo diretor da instituição, doutor Cristóvão dos\nSantos, que o empregou como aprendiz na farmácia. Para se manter contou\ntambém nesse período com uma pequena mesada de seu pai. No entanto,\nmudanças na administração da farmácia, que passou às mãos de irmãs de\ncaridade, ameaçaram seu emprego. Diante de tal incerteza, sob a proteção\ndo conselheiro Albino de Alvarenga – que o conhecia e a seu pai de\nCampos –, conseguiu outro emprego na casa de saúde do doutor Batista dos\nSantos, posteriormente visconde de Ibituruna. Nessa época deixou de\nreceber a mesada enviada pelo pai. Mas, com ajuda do doutor João Pedro\nD’Aquino, que o acolheu em seu externato, pôde se dedicar aos estudos\npreparatórios para os cursos de farmácia e de medicina. Em seguida,\ndeixou o emprego na casa de saúde e passou a viver em uma república de\nestudantes, na qual também residiam alguns amigos, como Martins Costa e\nCampos da Paz.\n\nApós prestar os exames exigidos, decidiu-se pelo curso de farmácia, no\nqual ingressou em 1871. Para sobreviver durante o curso, recebeu um\nauxílio da Sociedade Beneficente, a ajuda do amigo Sebastião Catão\nCalado e também passou a dar aulas particulares a alunos do curso\nprimário. Formou-se farmacêutico em 1874. Com a partida de seu amigo\nCalado para Santa Catarina, sozinho na Corte, viu-se em sérias\ndificuldades. Salvou-o o amigo e antigo companheiro do Externato Aquino,\nJoão Rodrigues Pacheco Vila Nova, que, com o consentimento de seu\npadrasto, o capitão Emiliano Rosa Sena, e de sua mãe, dona Henriqueta, o\nabrigou por tempo indeterminado na residência dos Vila Nova, no bairro\nde São Cristóvão. Para evitar que Patrocínio ficasse constrangido com a\nhospedagem gratuita, o capitão Sena contratou-o como professor de seus\nfilhos. Durante as aulas Patrocínio enamorou-se de uma das filhas de\nEmiliano Sena, que ajudava o pai na organização do Clube Republicano,\ncujas primeiras reuniões foram realizadas na residência da família,\ncontando com a participação de Quintino Bocaiúva, Lopes Trovão e outros.\nAo saber das investidas do jovem, o capitão repreendeu-o, e Patrocínio\nteve que sair da casa dos Vila Nova. Contudo, afinado com os ideais do\nClube Republicano, voltou ao convívio da família Sena ao frequentar tais\nreuniões.\n\nA Atividade Jornalística e a Campanha Abolicionista\n\nPatrocínio iniciou suas atividades no jornalismo com *Os Ferrões*,\nperiódico mensal em formato de panfleto que lançou em 1^o^ de junho de\n1875 junto com o doutor Demerval da Fonseca e que circulou até outubro\ndo mesmo ano, totalizando dez números. Em 1877, passou a trabalhar na\n*Gazeta de Notícias* a convite do dono do jornal, Ferreira Araújo. Ali\nficou responsável pela crônica política, assinando sob o pseudônimo\n*Phudhome* a coluna “Semana parlamentar” – além desse pseudônimo, ao\nlongo de sua carreira jornalística e literária utilizaria outros, como\n*Notus Ferrão, Justino Monteiro, Pax Vobis* e *Pombos Correios*. Em\n1879, após a realização do Congresso Agrícola e da intensificação das\nagitações populares em prol da abolição da escravidão, aderiu à campanha\nabolicionista. Passou então a ocupar no jornal um espaço que lhe foi\noferecido por Ferreira Araújo para esse fim.\n\nA 3 de agosto de 1880 fez a sua primeira conferência abolicionista no\nTeatro São Luís, o que se repetiria muitas vezes até o fim da escravidão\nem 1888. Com sua oratória emocionada e cheia de entusiasmo, atraiu\ngrandes plateias. Assim, em seu redor se formou um grupo de intelectuais\ne políticos fortemente engajados na campanha abolicionista, entre os\nquais se incluíam Joaquim Nabuco, Lopes Trovão, Teodoro Sampaio e Paula\nNei. Ainda em 1880 fundou, junto com Nabuco, a Sociedade Brasileira\ncontra a Escravidão. Em 1881 casou-se com umas das filhas do capitão\nSena, Maria Henriqueta Sena.\n\nAo sentir que sua luta pela libertação dos escravos precisava de mais\nespaço e maior apoio, Patrocínio deixou a *Gazeta de Notícias* e\nafastou-se temporariamente do jornalismo, o que lhe desagradou\nprofundamente. Em 1881, seu sogro, o capitão Sena, emprestou-lhe\ndinheiro para que adquirisse a *Gazeta da Tarde,* jornal que havia\nperdido um de seus donos, Ferreira de Meneses – outro abolicionista\nconvicto. Patrocínio fez do periódico uma plataforma em defesa da\nliberdade dos escravos. Recrutou, para trabalhar a seu lado na redação,\nLuís de Andrade, Júlio de Lemos, Gonzaga Duque, Leite Ribeiro, Dias da\nCruz, Campos Porto e João Ferreira Serpa Júnior. Já no ano de fundação a\n*Gazeta da Tarde* trouxe à discussão a necessidade de profundas mudanças\nna sociedade que pudessem garantir a sobrevivência dos ex-escravos\ndepois da abolição, como a realização de uma reforma agrária. Além de\ndirigir a *Gazeta da Tarde,* nesse período Patrocínio colaborava na\n*Revista Ilustrada,* de Ângelo Agostini.\n\nEm 1882, o amigo Paula Nei convidou Patrocínio para uma viagem ao\nNordeste – mais especificamente à Bahia, Pernambuco e Ceará – para\ndivulgar a causa abolicionista. Assim, partiram para a região, onde o\njornalista fez conferências e comícios bastante concorridos. Em 1883,\nfundou com André Rebouças e João Clapp a Confederação Abolicionista, com\no objetivo de unir clubes abolicionistas de todo o país. A organização\npromoveu passeatas, festas, jantares, comícios e assembleias,\ncontribuindo para a ampliação da campanha. Secretamente mantinham\natividades de incentivo e facilitação à fuga e acolhimento de escravos\nfugidos. A casa do capitão Sena era um dos abrigos desses escravos. Em\nagosto de 1883 foi lido em sessão solene no Teatro Dom Pedro II o\nmanifesto da organização, redigido por Patrocínio, André Rebouças e\nAristides Lobo. O manifesto tinha como objetivo sensibilizar o corpo\nlegislativo, solicitando uma resolução radical para a escravidão do\nBrasil. Outra ação da Confederação era a chamada “limpeza das ruas”, na\nqual os donos de escravos na região central da cidade do Rio eram\nconcitados a libertar os escravos que possuíam. Também angariavam fundos\npara a compra de alforrias.\n\nAinda em 1883, Patrocínio decidiu descansar e embarcou para a Europa,\ndeixando a *Gazeta da Tarde* e as atividades da campanha abolicionista\naos cuidados de amigos. Em 1884 retornou ao Brasil e no ano seguinte\nvisitou sua cidade natal, sendo recebido com muitas honras. Ao retornar\nà Corte trouxe consigo sua mãe, que, já bastante doente, faleceu em\n1885. Ao sepultamento compareceram homens importantes como Rui Barbosa,\no ministro Rodolfo Dantas, Campos Sales e Prudente de Morais, e o\nacontecimento acabou se tornando um ato em prol da abolição. Um ano\ndepois Patrocínio entrou para a política institucionalizada: foi eleito\nvereador da Ilustríssima Câmara Municipal da cidade do Rio de Janeiro\ncom ampla votação. Em 1887 deixou a *Gazeta da Tarde* para fundar e\ndirigir outro periódico: *A* *Cidade do Rio,* onde reuniu grandes\npersonalidades da literatura e do jornalismo. Em 13 de maio de 1888, da\nsacada do jornal, saudou a população que comemorava a abolição da\nescravidão e fez outros incontáveis discursos. Alguns dias após a\nabolição, voltou cobrar do governo, nas páginas de *A Cidade do Rio*, a\nrealização de uma reforma agrária como medida complementar à abolição.\n\nAs Relações com a República\n\nPassadas as comemorações da abolição, a campanha republicana mobilizava\nintelectuais e políticos, muitos dos quais haviam lutado ao lado de\nPatrocínio pelo fim da escravidão, como Lopes Trovão e Quintino\nBocaiúva. Contudo, em função de sua gratidão política à princesa Isabel,\ne do ato quase teatral de se ter jogado aos seus pés em agradecimento\npela abolição, Patrocínio foi associado pela opinião pública à monarquia\ne à figura da princesa. Embora tendo negado publicamente a liderança,\nfoi acusado de fundar e liderar a Guarda Negra – grupo de\nafrodescendentes que agiam contra *meetings* e comícios republicanos.\nAssim que a República foi proclamada, Patrocínio publicou em seu jornal\num artigo em que declarava sempre ter sido republicano, defendendo-se\ninclusive das acusações de que era um “isabelista”. De fato, desde a\nRevolta do Vintém (1878-1880) o engajamento político de Patrocínio era\nevidente, tendo sido, inclusive, membro ativo do Partido Republicano, ao\nqual tentou levar insistentemente o debate sobre a questão servil.\n\nEm suas relações com o novo regime, embora tenha demonstrado simpatias\npelo marechal Deodoro da Fonseca, saudando-o na ocasião das comemorações\ndo dia 13 de maio de 1890, foi perseguido e exilado durante o governo de\nFloriano Peixoto. Por fazer críticas e combater o autoritarismo estatal\nem *A* *Cidade do Rio,* foi acusado de conspirar contra o governo e\ncondenado ao desterro em Cucuí, na região do alto rio Negro, no estado\ndo Amazonas, para onde partiu em 21 de abril de 1892. Porém, *A Cidade\ndo Rio,* agora sob o comando de seus amigos e aliados, deu publicidade a\num manifesto seu e continuou sua campanha antiflorianista ao longo de\n1893, demonstrando simpatia aos federalistas rebelados do Rio Grande do\nSul e apoiando a Revolta da Armada, que explodiu na capital federal em\nsetembro de 1893. Sob a alegação de ter dado publicidade ao manifesto,\n*A Cidade do Rio* foi fechada pela polícia. Ainda em 1893 Patrocínio\nvoltou sem alarde para o Rio de Janeiro e, por causa do estado de sítio,\nainda em vigor, permaneceu escondido.\n\nQuando o primeiro presidente civil da República, Prudente de Morais,\nchegou ao poder em 1894, com o intuito pacificar o país, abriu-se\ncaminho para a anistia dos degredados por Floriano Peixoto e para um\ngoverno constitucional, o que conquistou as simpatias de José do\nPatrocínio. Considerando-o restaurador da ordem civil, Patrocínio passou\na chamar o presidente de “santo varão”. Essa admiração pelo político\npaulista ficou registrada em vários textos publicados em *A Cidade do\nRio* à época. A partir desse momento, passou a colaborar em *A Notícia*\npara garantir sua sobrevivência. Mantinha em sua casa, com a ajuda da\nesposa, uma escola primária para crianças pobres.\n\nEntre 1896 e 1897 José do Patrocínio esteve presente às sessões\npreparatórias de fundação da Academia Brasileira de Letras, da qual, por\nesse motivo, foi membro fundador, ocupando a cadeira de n^o^ 21, que tem\ncomo patrono o jornalista e político abolicionista Joaquim Serra.\n\nAlguns anos depois, em 1902, *A Cidade do Rio* parou de circular. Em\n1903, por ocasião das homenagens a Santos Dumont, que desembarcou no Rio\nde Janeiro em 7 de setembro, ao terminar um discurso de saudação ao\naviador brasileiro, Patrocínio foi acometido de uma crise de hemoptise,\nconsequência da tuberculose. O agravamento da doença levou-o à morte, em\nsua casa, em 29 de janeiro de 1905.\n\nDo casamento com Maria Henriqueta Sena (conhecida pelo apelido de dona\nBibi) teve cinco filhos, duas meninas - que faleceram antes dos dois\nanos de idade – e três meninos: Tinon, que desapareceu quando criança,\nMaceu e Zeca, que seguiu os passos do pai tornando-se jornalista. José\ndo Patrocínio, que sofreu constantes ataques racistas durante sua vida\npública, foi particularmente atingido por esse tipo de injúria na\nocasião de seu casamento por sua esposa ser branca, como indicou o\nhistoriador Flávio Gomes.\n\nPublicou *Os retirantes,* (romance*,* 1879); *Pedro Espanhol,*\n(romance*,* 1884) e *Mota Coqueiro ou A pena de morte* (romance*,*\n1887).\n\nCarolina Vianna Dantas\n\n**FONTES:** BROCA, B. *Vida*; FERNANDES, H. *Palavras*; GOMES, F.\n*Negros*; MAGALHÃES JÚNIOR, R. *Vida*; MELLO, M. *República*; ORICO, O.\n*Tigre*; SODRÉ, N. *História*.\n","ref":"**FONTES:** BROCA, B. *Vida*; FERNANDES, H. *Palavras*; GOMES, F.\n*Negros*; MAGALHÃES JÚNIOR, R. *Vida*; MELLO, M. *República*; ORICO, O.\n*Tigre*; SODRÉ, N. *História*.\n","dic":"DHBPR"}