{"title":"PEDRO II, dom","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**PEDRO II, dom**\n\n\\*imperador.\n\n*Pedro de Alcântara João Carlos Leopoldo Salvador Bibiano Francisco\nXavier de Paula Leocádio Miguel Gabriel Rafael Gonzaga* nasceu na cidade\ndo Rio de Janeiro em 2 de dezembro de 1825. Era filho de dom Pedro I e\nda arquiduquesa da Áustria, Maria Leopoldina. Seus avós paternos eram\ndom João VI e dona Carlota Joaquina de Bourbon, e maternos, o imperador\nFrancisco I da Áustria e Maria Teresa de Bourbon do Reino das Duas\nSicílias.\n\nEram tempos difíceis. O pai malbaratava o prestígio ganho na\nIndependência, dissolvendo a Assembleia Constituinte, reprimindo com\nviolência a Confederação do Equador, envolvendo-se na guerra da\nCisplatina. Cinco anos depois do nascimento do filho, a 7 de abril de\n1831, o primeiro imperador abdicou o trono e regressou a Portugal. Dom\nPedro foi aclamado imperador do Brasil. As aclamações da multidão e os\ntiros de canhão o aterrorizaram. A festa do país significou para ele o\nafastamento do pai, que nunca mais veria. Já perdera a mãe nove dias\napós completar um ano de idade.\n\nImplantada a Regência (1831-1840), dom Pedro esteve inicialmente sob a\ntutela de José Bonifácio de Andrada e Silva. Mas o tutor meteu-se nas\nbrigas regenciais defendendo a restauração do primeiro imperador e foi\ndemitido em dezembro de 1833. O novo tutor, Manuel Inácio de Andrade\nSouto Maior Pinto Coelho, futuro marquês de Itanhaém, era um pacato\nmilitar reformado que, sob a supervisão da Câmara dos Deputados e\nacolitado pela aia, dona Mariana Carlota, encarregou-se de proteger o\njovem imperador dos tumultos políticos dentro do palácio de São\nCristóvão, onde vivia cercado dos mestres, dos empregados e de três\nirmãs, Januária, Paula Mariana e Francisca.\n\nDom Pedro foi, então, submetido a uma educação quase militar, com\nhorários definidos para todas as atividades, que transcorriam das sete\nda manhã às nove e meia da noite. Tomava as refeições sem a companhia\ndas irmãs, assistido por um médico para que não comesse demais. A\nconversa versava obrigatoriamente sobre temas científicos e de\nbeneficência. O tutor regulou ainda a educação moral e literária do\npupilo. O objetivo era formar um príncipe perfeito, humano, justo,\nhonesto, constitucional, pacifista, tolerante. O futuro imperador\ndeveria dedicar-se em tempo integral a suas tarefas, sem paixões e\nprotecionismos, deveria ser quase uma máquina de governar. O aio e\npreceptor, o sábio carmelita frei Pedro de Santa Mariana, acompanhava o\nimperador em todas as atividades. Entre outras coisas, incutiu-lhe o\nhábito da leitura que jamais abandonou e que lhe serviu de refúgio nos\nmomentos de dor.\n\nA adolescência passada nesse ambiente de muito estudo e poucas alegrias\nfoi interrompida por outra guinada da política nacional. Em 1837\ntinham-se definido os partidos que dominariam a política imperial, o\nConservador e o Liberal. No poder, os conservadores enviaram ao\nCongresso projetos de lei que restringiam as conquistas liberais da\nRegência. Receosos de serem excluídos permanentemente do poder, os\nliberais promoveram em 1840 um golpe de Estado para antecipar a\nmaioridade do imperador que, legalmente, só se verificaria em dezembro\nde 1843. Apoiados por manifestações de rua, conseguiram a anuência de\ndom Pedro, então com 14 anos de idade. Tinha início o Reinado de Pedro\nII.\n\nO Reinado\n\nO jovem imperador teve grandes dificuldades para se afirmar como\ngovernante. A inexperiência fazia dele um monarca inseguro, dependente\nde ministros e de intrigas palacianas, num país que estava às voltas com\numa guerra civil no Sul (a Farroupilha) e com as pressões da\nGrã-Bretanha para terminar o tráfico de escravos. Dessa época,\nlembrava-se mais tarde apenas da maçada das pompas reais. Somente a\npartir de 1844, quando os liberais foram chamados de volta ao poder, é\nque começou a ser reconhecido o papel de árbitro entre os partidos\npolíticos que o imperador podia exercer e sua autoridade começou a se\nfirmar.\n\nFator importante nessa afirmação foi o casamento realizado em 1843. A\nnoiva não foi a que se esperava, pois a corte austríaca não quis\nfornecer uma candidata. O casamento foi então contratado com sua prima\nTeresa Cristina, irmã de Fernando II das Duas Sicílias. A noiva era\nquatro anos mais velha, baixinha, sem beleza e manca. Apesar da\ndecepção, o casamento realizou-se. Em 1846 nasceu o primeiro filho, um\nano depois veio Isabel que seria a herdeira do trono. A paternidade\nreforçou a autoconfiança do imperador que, ao final da década, já era\nsenhor de suas ações e se tornara peça fundamental do mecanismo político\nnacional.\n\nEm 1848 houve a última revolta provincial da série iniciada na Regência,\na Praieira em Pernambuco. Nesse mesmo ano, dom Pedro chamou os\nconservadores de volta ao poder. Estabilizada a política, grandes\nmedidas começaram a ser tomadas, várias delas com o incentivo, se não\ncom a iniciativa, do imperador. A primeira, de 1850, foi a abolição do\ntráfico de escravos. Provocada pela pressão britânica, foi iniciativa do\nministério conservador, apoiado pelo imperador. A liberação de capitais\nempregados no tráfico provocou o que se poderia chamar de primeiro surto\nde investimentos no país. No mesmo ano, foram aprovadas a Lei de Terras\ne o Código Comercial. No campo político, dom Pedro chamou em 1853\nHonório Hermeto Carneiro Leão, marquês de Paraná, para implantar uma\npolítica de conciliação entre os dois partidos que desde a Regência se\ndigladiavam, às vezes de armas nas mãos. A Conciliação levou na década\nseguinte à formação de um terceiro partido, o Progressista, e só foi\ninterrompida em 1868 em decorrência da Guerra da Tríplice Aliança.\n\nEssa guerra foi o grande acontecimento da década seguinte (1864 a 1870).\nEla envolveu quatro países, teve alto custo e causou enormes baixas,\nsobretudo no Paraguai. Dom Pedro envolveu-se totalmente na luta,\nalistou-se como o primeiro voluntário e não esmoreceu até que López\nfosse derrotado, numa atitude até hoje difícil de explicar, vinda, como\nveio, de um pacifista. Talvez o tenha feito por considerar a honra do\npaís algo intocável. Na Questão Christie, causada pelo representante\ninglês no Brasil, Douglas Christie, sua posição também fora\nintransigente a ponto de levar ao rompimento de relações diplomáticas em\n1863. De qualquer modo, a guerra contra o Paraguai foi um divisor de\náguas. Para o imperador significou um enorme desgaste físico. Seus\ncabelos embranqueceram. Para o país, um grande aumento na dívida\nexterna. Na política, o último ano da guerra foi marcado pela publicação\ndo Manifesto Republicano.\n\nEm parte também como consequência da guerra, a questão da abolição\nentrou em nova fase, desta vez com o protagonismo explícito do\nimperador. Por sua iniciativa, foram apresentados projetos\nabolicionistas ao Conselho de Estado, e o governo pela primeira vez\nincluiu o tema em seu programa. A tarefa de fazer aprovar o projeto do\nVentre Livre foi atribuída ao visconde do Rio Branco, presidente do\nConselho de Ministros (1871 a 1875). Para realizá-la, o visconde travou\na maior batalha parlamentar do Reinado. Pronunciou 21 discursos na\nCâmara e no Senado e mandava seus ministros arrebanhar deputados em suas\ncasas para que comparecessem às sessões. Proprietários rurais, sobretudo\ndas províncias do Rio de Janeiro, Minas Gerais, São Paulo e Espírito\nSanto, enviaram ao Congresso várias representações contrárias ao\nprojeto. Sua aprovação em 1871 representou um grande avanço social, mas\ntambém o primeiro arranhão na legitimidade do imperador diante da classe\ndos proprietários rurais, esteios da ordem social. Não ajudou o fato de\nter viajado à Europa antes da aprovação do projeto, deixando o governo\nsob a regência da princesa Isabel. Vincular a causa da abolição à\nherdeira era uma faca de dois gumes: dava-lhe popularidade, mas lhe\ntirava autoridade.\n\nO gabinete Rio Branco, com o apoio do imperador, envolveu-se ainda em\noutra querela danosa para a Coroa. Trata-se do conflito com os bispos\ndom Vital Maria de Oliveira, de Olinda, e dom Antônio de Macedo Costa,\ndo Pará, entre 1872 e 1875. A origem de tudo foi a condenação dos maçons\npor Pio IX e sua expulsão das irmandades pelos dois bispos brasileiros.\nRio Branco era grão-mestre da maçonaria e dom Pedro não admitia desafios\nà sua autoridade e desobediência às leis do Império. Os dois bispos\nforam condenados em 1874 e encarcerados. A posição do governo e do\nimperador teve grande apoio da imprensa do Rio de Janeiro. Os\ncartunistas, sobretudo, muitos deles republicanos e maçons, empreenderam\ndura campanha anticlerical, jamais vista, antes ou depois, na história\ndo país. Apesar da anistia concedida aos bispos em 1875 pelo gabinete\nchefiado por Caxias, outra fratura se abria na legitimidade da monarquia\nao entrar ela em choque agora com a Igreja Católica, esteio da ordem\nmoral e religiosa. O imperador ou não se dava conta das possíveis\nconsequências de suas posições ou, o que parece mais provável, não lhes\ndava importância.\n\nA primeira viagem ao exterior, realizada entre maio de 1871 e março de\n1872, aumentara a enorme curiosidade de dom Pedro pela arte e cultura de\noutros países, que antes só conhecia pelos livros. A tal ponto que\napenas quatro anos depois decidiu empreender uma segunda viagem,\npassando agora pelos Estados Unidos para assistir às festas do\ncentenário da independência, como único chefe de Estado convidado. Na\nrepública norte-americana, teve recepção calorosa. Visitou boa parte do\npaís anotando tudo que pudesse ser aplicado no Brasil. A imprensa o\nfestejou como imperador ianque. Depois foi à Europa, onde teve o famoso\nencontro com Victor Hugo que o chamou de “neto de Marco Aurélio”.\n\nA década de 1880 começou com maus presságios. No dia primeiro de janeiro\nde 1880, uma revolta popular contra o aumento de 20 réis (vintém) no\npreço das passagens de bonde, incentivada pelos líderes republicanos\nLopes Trovão e José do Patrocínio, tomou as ruas da cidade. Era a\nRevolta do Vintém. A população quebrou bondes, agrediu motoristas e\narrancou trilhos. Ação desastrada do comandante da tropa que guarnecia o\nlargo de São Francisco, no centro da cidade, causou morte e ferimentos\nem número indefinido de manifestantes. A lei foi revogada, mas o\nministério caiu e respingos da revolta não deixaram de atingir o\nmonarca.\n\nTema importante da década foi a introdução da eleição direta. Eleições\nviciadas, sempre ganhas pelo governo, eram objeto de constante\npreocupação do imperador. Se o eleitorado nunca derrotava o partido que\nestava no governo, o chefe de Estado tinha que recorrer às atribuições\ndo Poder Moderador para promover a rotatividade. Essa intervenção era\ndesgastante e dava margem a acusações de abuso do poder pessoal. A lei\nde reforma eleitoral de 1881, apoiada pelo imperador, buscou resolver o\nproblema introduzindo a eleição direta. De fato, daí em diante ficou\nmais difícil controlar as urnas. Mas a lei cometeu o grande equívoco de\neliminar boa parte do eleitorado ao proibir o voto do analfabeto. O\nCongresso fortaleceu-se perante o Poder Moderador, mas se divorciou do\npaís.\n\nA grande questão dos anos 1880, no entanto, foi a abolição. Em 1884, o\nimperador apoiou a proposta do gabinete Dantas de libertar os\nsexagenários sem indenização. A reação do Congresso foi maior do que em\n1871, a despeito da existência agora de forte movimento abolicionista. O\nimperador não usou toda a sua força, e a lei aprovada em 1885, com\ncláusula de indenização, desagradou a abolicionistas e a escravistas.\nCresceu, então, a maré abolicionista. Com o aberto endosso da princesa\nIsabel, de novo na regência, o Congresso cedeu e votou a abolição em\n1888. O imperador achava-se de novo na Europa, desta vez para tratamento\nde saúde. O apoio popular à monarquia, sobretudo entre os libertos,\natingiu seu ponto mais alto.\n\nApós o regresso do imperador, os acontecimentos precipitaram-se. Doente,\nele não detinha mais o controle da política. Isabel, por sua vez, não\ntinha autoridade própria. A abolição sem indenização eliminara de vez o\napoio dos proprietários à monarquia. Eles passaram a se voltar para a\nrepública na expectativa de que o novo regime lhes concedesse a\nindenização, ou por simples retaliação. O atrito do governo com os\nmilitares só veio agravar a situação. A geração mais velha de militares\nque lutara no Paraguai e se acostumara a ocupar cargos políticos passou\na desafiar a elite civil em nome de interesses corporativos. Seus\nprincipais representantes eram o marechal Deodoro da Fonseca e o general\nCâmara, visconde de Pelotas. A geração mais nova saía da Escola Militar\ne estava impregnada de filosofias, literatura e política. Entre as\nfilosofias, predominava o positivismo ensinado pelo major Benjamin\nConstant. O positivismo considerava a república um avanço no progresso\ndas sociedades. Os conflitos tiveram início em 1886 e culminariam no\ndesfile militar de 15 de novembro de 1889, em que se uniram as duas\ngerações, a de Deodoro e a dos jovens oficiais.\n\nParalelamente, o movimento republicano fazia progressos, sobretudo em\nSão Paulo. Havia clubes e jornais republicanos em várias províncias. Em\nSão Paulo, assim como no Rio Grande do Sul, o republicanismo fundia-se\ncom a demanda, talvez ainda mais forte, de federalismo. No caso de São\nPaulo, o federalismo fortalecera-se com a expansão do café no oeste do\nestado, início do processo de deslocamento do centro econômico do país\npara essa província. Outros focos importantes do republicanismo eram as\nescolas superiores de direito, medicina e engenharia e a Escola Militar.\nA abolição dera um último alento popular à monarquia, mas os\nrepublicanos percebiam, como muitos monarquistas, a crescente\nfragilidade do regime diante da doença e aparente desinteresse do\nimperador e da baixa aceitação entre as elites de Isabel e do conde\nd’Eu. Em maio de 1889, eles realizaram seu primeiro congresso nacional\nem São Paulo, do qual resultou a formação de um partido nacional sob a\nchefia de Quintino Bocaiúva. Embora só avisado de última hora sobre a\nação dos militares, Quintino e alguns outros chefes republicanos ainda\npuderam participar dos acontecimentos de 15 de novembro e negociar a\nformação do governo provisório.\n\nO imperador reagiu aos acontecimentos de 15 de novembro entre cético e\napático. De início, não acreditou no propósito do movimento, julgando\nque tudo fosse fogo de palha. Depois descartou qualquer tentativa de\nreação. Quando lhe informaram que a república fora proclamada, retrucou\nque seria sua aposentadoria, já trabalhara muito. Na madrugada do dia 17\nfoi embarcado com a família e alguns amigos no vapor *Parnaíba* que os\nlevou ao *Alagoas* para a viagem de exílio, tendo antes rejeitado os\ncinco mil contos de subsídio oferecidos pelo governo provisório.\n\nAinda em Lisboa, morreu-lhe a imperatriz Teresa Cristina no dia 28 de\nnovembro. Vagou pela Europa por dois anos, sempre negando apoio a\npropostas de reação monárquica que lhe eram apresentadas. Em outubro de\n1891, hospedou-se no Hotel Bedford, em Paris. No dia 25, ao fazer um\npasseio em carro aberto pelo Sena, pegou uma pneumonia de que não se\nrecuperou. Morreu no dia 5 de dezembro, três dias após completar 66\nanos. As exéquias se realizaram no dia 9, na igreja da Madeleine, com\ngrande pompa e honras militares prestadas pela República francesa. O\ncorpo foi levado a Portugal e enterrado no jazigo dos Braganças em São\nVicente de Fora.\n\nDom Pedro II governou o Brasil durante 49 anos. Nenhum outro chefe de\nEstado, à exceção de Getúlio Vargas, marcou tanto quanto ele a história\ndo país. Deixou consolidada a unidade nacional, resolvido o problema da\nescravidão, enraizadas as instituições e as práticas do sistema\nrepresentativo de governo e da liberdade de imprensa. Como homem\npúblico, foi um obcecado pelo trabalho e pelo respeito escrupuloso às\nleis e à ética. Apaixonado pela educação e pela cultura, foi\nincentivador de artistas e cientistas a quem fazia doações e distribuía\nbolsas de estudo. Sofreu muitas críticas, sobretudo nos últimos anos de\nseu governo. Criticavam-no por interferir demais e por interferir de\nmenos. Seus escrúpulos legalistas sem dúvida o impediram de agir com\nmais energia em algumas causas como a da escravidão. A paz e a\ncentralização política do Segundo Reinado podem ter refreado forças de\ninovação. Mas, como mostrava o exemplo dos outros países da América\nibérica, a agitação política nem sempre inovava e quase sempre provocava\nguerras civis, golpes de estado, rompimento dos sistemas representativos\nde governo.\n\nDom Pedro passou toda a sua vida envolvido em profundo drama pessoal,\nque não procurava ocultar. Como Dom Pedro II, cumpria escrupulosamente\nseus deveres de chefe de Estado, mal suportando o peso da pompa do\npoder. Como Pedro d’Alcântara, suas paixões estavam no estudo, na\nleitura, nas viagens, no amor da condessa de Barral. Os dois Pedros\nuniam-se, no entanto, em uma paixão mais forte, a paixão pelo Brasil.\n\nJosé Murilo de Carvalho\n\n**FONTES:** BEDIAGA, B. *Diário do Imperador*; CARVALHO, J. *D. Pedro\nII*; LIRA, H. *História*; PEDRO II. *Conselhos*;SCHWARCZ, L. *Barbas*.\n","ref":"**FONTES:** BEDIAGA, B. *Diário do Imperador*; CARVALHO, J. *D. Pedro\nII*; LIRA, H. *História*; PEDRO II. *Conselhos*;SCHWARCZ, L. *Barbas*.\n","dic":"DHBPR"}
