{"title":"PEIXOTO, Carlos Emílio de Andrade","cargoss":["pres. MA 1891."],"author":"Raimundo Helio Lopes","content":"**PEIXOTO, Carlos Emílio de Andrade**\n\n\\*pres. MA 1891.\n\n*Carlos Emílio de Andrade Peixoto* foi eleito primeiro-vice-presidente\ndo Maranhão no governo de Lourenço Augusto de Sá e Albuquerque, em 14 de\nmarço de 1891. Como tal, substituiu o titular no dia 7 de setembro do\nmesmo, quando este se licenciou para assumir o mandato de senador pelo\nestado de Pernambuco.\n\nCom a renúncia do presidente Deodoro da Fonseca e a posse do\nvice-presidente Floriano Peixoto em 23 de novembro de 1891, vários\ngovernantes estaduais aliados do ex-presidente foram destituídos. Assim,\nno dia 25 de novembro, Lourenço de Sá e Albuquerque – que estava no Rio\nde Janeiro – foi deposto do poder no Maranhão e Carlos Emílio de Andrade\nPeixoto, seu substituto, foi afastado. Assumiu o governo uma junta\nprovisória composta pelo capitão-tenente Oton de Carvalho Bulhão,\nBenedito Pereira Leite, Francisco da Cunha Machado e Raimundo Joaquim\nEwerton Maia. Entretanto, dois dias depois, chegaram ordens do governo\nfederal para que Carlos Emílio de Andrade Peixoto regressasse ao\ngoverno. Nesse ínterim, Lourenço de Sá e Albuquerque retornou ao\nMaranhão e em 29 de novembro assumiu novamente a presidência do estado.\nDiante das grandes pressões que sofreu, com a intervenção de líderes\npolíticos locais, renunciou, porém, em 18 de dezembro. O Poder Executivo\nestadual voltou então a Carlos Emílio de Andrade Peixoto, mas este se\nrecusou a reassumi-lo. O segundo-vice-presidente do estado, Agripino\nAzevedo, assumiu o governo, mas apenas por um dia. Mais uma vez uma\njunta governativa, presidida por Francisco da Cunha Machado e composta\npor Benedito Leite e Raimundo Joaquim Ewerton Maia, assumiu o governo\naté 8 de janeiro de 1892, quando foi substituída pelo novo presidente do\nestado, Manuel Inácio Belfort Vieira.\n\nRaimundo Helio Lopes\n\n**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História*.\n","ref":"**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História*.\n","dic":"DHBPR"}