{"title":"PENIDO, João Nogueira","cargoss":["dep. fed. MG 1909-1911, 1915-1917, 1920, 1927-1930","const. 1934","dep."],"author":null,"content":"**PENIDO, João Nogueira**\n\n\\*dep. fed. MG 1909-1911, 1915-1917, 1920, 1927-1930; const. 1934; dep.\nfed. MG 1935-1937.\n\n*João Nogueira Penido* nasceu em Juiz de Fora (MG) no dia 28 de janeiro\nde 1862, filho de João Nogueira Penido e de Maria Cândida Lima Duarte\nPenido. Até a morte do pai, em 1901, usava o nome de *Penido Filho*.\nChefe político de grande influência em Juiz de Fora, seu pai foi\ndeputado geral no Império e deputado federal de 1894 a 1899. Seu tio\nmaterno, José Rodrigues de Lima Duarte, visconde de Lima Duarte, foi\ndeputado geral de 1861 a 1868, ministro da Marinha de 1881 a 1882 e\nsenador em 1884. Seu bisavô, José Aires Gomes, foi inconfidente em 1789.\n\nFez os primeiros estudos em sua cidade natal, diplomando-se em 1883 pela\nFaculdade de Medicina do Rio de Janeiro, então capital do Império. Um\ndos fundadores da Policlínica do Rio de Janeiro, foi chefe de clínica\ndas moléstias das vias urinárias. Retornou depois à cidade natal para\nexercer a medicina e viajou para a Europa, onde frequentou cursos\nligados à sua especialidade. Cirurgião da Santa Casa de Misericórdia de\nJuiz de Fora, foi também um dos fundadores da Sociedade de Medicina e\nCirurgia da cidade.\n\nDe 1895 a 1897, foi presidente da Câmara Municipal de Juiz de Fora e\nagente executivo (prefeito) da cidade. Introduziu então no município\ndiversos melhoramentos, entre os quais o abastecimento de água potável e\na organização da higiene pública e privada. Defensor da reforma de\nOsvaldo Cruz e da campanha de combate à febre amarela, empreendidas\ndurante o governo de Rodrigues Alves (1902-1906), representou o Brasil\nno Congresso Médico Internacional contra a Tuberculose, realizado em\nParis em 1906.\n\nEm 1909, elegeu-se deputado federal por Minas Gerais na legenda do\nPartido Liberal (PL), com mandato até dezembro de 1911. Durante a\nRevolta dos Marinheiros – também conhecida como Revolta da Chibata –,\nque, sob a liderança do marinheiro João Cândido, eclodiu a bordo de\nnavios da Armada em novembro de 1910, em protesto contra os castigos\ncorporais a que eram submetidos os marinheiros e em favor da melhoria de\nvencimentos, tomou a defesa dos oficiais. Dias depois de iniciada a\nRevolta da Chibata, nova revolta teve início no Batalhão Naval, tendo\nsido ambas reprimidas com severidade.\n\nReeleito para a legislatura 1915-1917, sempre na legenda do PL, presidiu\na assembleia de agricultores e industriais mineiros convocada para\ndiscutir a criação do imposto territorial, tendo sido o relator da\nrepresentação enviada ao presidente de Minas Gerais. No pleito de 1918\ncandidatou-se mais uma vez a deputado federal e obteve uma suplência.\nNesse mesmo ano presidiu a delegação brasileira à Exposição Rural de\nPalermo, na Itália. De outubro a dezembro de 1920, voltou a ocupar uma\ncadeira na Câmara. Reeleito nos pleitos de 1927 e de 1930, perdeu o\nmandato em outubro desse último ano, quando a revolução que depôs\nWashington Luís dissolveu todos os órgãos legislativos do país.\n\nNo pleito de maio de 1933, elegeu-se deputado à Assembleia Nacional\nConstituinte na legenda do Partido Progressista (PP) de Minas Gerais.\nAssumiu o mandato em novembro do mesmo ano, participou dos trabalhos\nconstituintes integrando a Comissão de Constituição e, após a\npromulgação da nova Carta (16/7/1934) e a eleição do presidente da\nRepública, teve o mandato prorrogado até 1935. Reeleito deputado federal\nem outubro de 1934, permaneceu na Câmara até novembro de 1937, quando o\nadvento do Estado Novo suprimiu todos os órgãos legislativos do país.\nDurante o mandato parlamentar, integrou a Comissão de Marinha e Guerra,\nque relatou o projeto da Força Naval, a Comissão de Saúde Pública, da\nqual foi presidente, e a Comissão Especial do Estatuto dos Funcionários\nPúblicos.\n\nJornalista, foi redator do *Paraibuna* e *Democracia*, órgãos liberais\nde Juiz de Fora, nos últimos anos da Monarquia. Juntamente com Antônio\nCarlos Ribeiro de Andrada, fundou em sua cidade natal os periódicos\n*Diário Mercantil* e *Jornal do Comércio*. Ainda no mesmo município, foi\num dos fundadores da Companhia Mineira de Eletricidade, responsável pela\ninstalação da primeira usina hidrelétrica da América do Sul.\n\nJoão Nogueira Penido faleceu em Juiz de Fora no dia 22 de junho de 1945.\n\nEra casado com Carolina de Assis Penido.\n\n**FONTES:** ABRANCHES, J. Governos; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; Câm. Dep. seus componentes; CONSULT. RAMOS, P.; Diário\ndo Congresso Nacional; GODINHO, V. *Constituintes*; *Grande encic.\nDelta*; HORTA, C. *Famílias*; MONTEIRO, N. *Dicionário*; *Rev. Arq.\nPúbl. Mineiro* (12/1976).\n","ref":"**FONTES:** ABRANCHES, J. Governos; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; Câm. Dep. seus componentes; CONSULT. RAMOS, P.; Diário\ndo Congresso Nacional; GODINHO, V. *Constituintes*; *Grande encic.\nDelta*; HORTA, C. *Famílias*; MONTEIRO, N. *Dicionário*; *Rev. Arq.\nPúbl. Mineiro* (12/1976).\n","dic":"DHBPR"}