{"title":"PERDIGÃO, Reis","cargoss":["Revolucionário ou revoltoso","Revolucionário ou revoltoso","Membro de junta governativa","Interventor"],"cargos_esp":[0,0,0,0],"datas_ini":[1924,1930,1930,1930],"datas_fim":[1924,1930,1930,1931],"estados":[0,0,"MA","MA"],"autor":[0],"content":"**PERDIGÃO, Reis**\n\n\\*jornalista; rev. 1924; rev. 1930; junta gov. MA 1930; interv. MA\n1930-1931.\n\n*José Maria dos Reis Perdigão*nasceu em São Luís do Maranhão no dia 19\nde abril de 1900.\n\nEstudou no Colégio Almir Nina e no Liceu Maranhense. Formou-se em\nciências jurídicas e sociais pela Universidade do Rio de Janeiro em\n1923.\n\nCrítico de teatro no Rio de Janeiro, trabalhou no jornal *A Nação* até\nengajar-se na Revolta de 5 de Julho de 1924, contra o governo do\npresidente Artur Bernardes (1922-1926). Irrompida em Sergipe, no\nAmazonas e em São Paulo, a revolta foi dominada com rapidez nos dois\nprimeiros estados, mas em São Paulo, comandados por Isidoro Dias Lopes\nos rebeldes ocuparam a capital por três semanas, deslocando-se então\npara o interior. Em abril de 1925, no oeste do Paraná, o grupo fez\njunção com o contingente revolucionário que em outubro do ano anterior\nsublevara unidades militares no Rio Grande do Sul, constituindo dessa\nforma a Coluna Prestes. Liderada por Luís Carlos Prestes e Miguel Costa,\na coluna percorreu o interior do país através de 13 estados, dando\ncombate às tropas legalistas até internar-se em fevereiro de 1927 na\nBolívia e em março no Paraguai.\n\nQuando da formação da coluna, Reis Perdigão fundou o jornal *O\nLibertador*, porta-voz dos revolucionários, que circulou em seis\nedições. Em decorrência de sua participação, exilou-se durante dois anos\nno Paraguai e na Argentina, onde também se dedicou ao jornalismo. Em\nBuenos Aires, publicou em 1926, sob o pseudônimo de João da Talma, o\nlivro *Da fornalha de Nabucodonosor*, no qual narrou a experiência da\nColuna Prestes.\n\nDe volta ao Brasil, mas perseguido pela polícia do Distrito Federal,\ntrabalhou na *Folha da Noite* e na *Folha da Manhã*, em São Paulo, e na\n*Praça de Santos*, em Santos (SP), órgão partidário da Aliança Liberal,\ndo qual seria redator-chefe. Fez parte também da Aliança Liberal, criada\nem 1929 pelos partidos republicanos mineiro e gaúcho e por outras\ndissidências políticas, como o Partido Democrático de São Paulo e a\noligarquia da Paraíba, para defender as candidaturas de Getúlio Vargas e\nJoão Pessoa nas eleições presidenciais de março de 1930. Após a derrota\ndos candidatos aliancistas, fez contatos com líderes revolucionários em\nPorto Alegre, e em agosto de 1930 viajou a Belém, levando instruções\npara o levante armado que estava na iminência de acontecer. Preso, foi\nlogo posto em liberdade e prosseguiu em suas atividades revolucionárias.\nFoi um dos principais articuladores da Revolução de 1930 no Maranhão e\nno Piauí. Deflagrado o movimento em São Luís no dia 7 de outubro,\nassumiu a chefia civil da insurreição e integrou-se ao 24^o^ Batalhão de\nCaçadores, comissionado no posto de capitão.\n\nDe 8 de outubro a 14 de novembro de 1930 foi membro da junta governativa\ndo Maranhão – integrada também por Celso Freitas e José Ribamar Campos\n–, que substituiu o governador deposto José Pires Sexto. Secretário\ngeral na interventoria do major José Luso Torres, com a demissão deste\núltimo em 27 de novembro de 1930 substituiu-o até a posse do novo\ninterventor, padre Astolfo de Barros Serra, em 9 de janeiro de 1931.\n\nFoi o principal organizador do Partido Socialista Radical do Maranhão,\ntambém chamado Partido Socialista Radical dos Trabalhadores do Brasil,\nfundado em dezembro de 1932 a partir de uma dissidência do Partido\nSocialista Brasileiro (PSB), criado no mês anterior. O manifesto com o\nprograma do partido, com sua assinatura entre outros fundadores, foi\ndivulgado em São Luís ainda em dezembro. Mais tarde retornou ao PSB e em\n1935 passou a integrar sua direção. Nesse ano o partido aderiu à Aliança\nNacional Libertadora (ANL), movimento nacionalista criado em março,\nvisando o combate ao imperialismo e ao fascismo. Posta na ilegalidade em\njulho do mesmo ano, a organização seria desbaratada após a tentativa de\ninsurreição dirigida em seu nome pelo Partido Comunista Brasileiro,\nentão Partido Comunista do Brasil (PCB).\n\nReis Perdigão foi diretor do *Diário da Tarde*, secretário do jornal\ncarioca *A Nação* e do jornal paulista *Folha da Manhã*. Foi também\nmembro da Associação Brasileira de Imprensa (ABI).\n\nFaleceu na cidade do Rio de Janeiro no dia 2 de agosto de 1986.\n\nPublicou *Estrela da esperança* (poesia), *A Revolução de 30 no\nMaranhão* (folheto).\n\n**FONTES:** CONSULT. MAGALHÃES, B.; *Estado de S. Paulo* (3/8/1986);\n*Jornal do Brasil* (10/1/1978); MEIRELES, M. *História*;\n*Personalidades*; POPPINO, R. *Federal*; SILVA, H. *1926*; SILVA, H.\n*1930*; SILVA, H. *1935*.\n","ref":"**FONTES:** CONSULT. MAGALHÃES, B.; *Estado de S. Paulo* (3/8/1986);\n*Jornal do Brasil* (10/1/1978); MEIRELES, M. *História*;\n*Personalidades*; POPPINO, R. *Federal*; SILVA, H. *1926*; SILVA, H.\n*1930*; SILVA, H. *1935*.\n","dic":"DHBPR"}
