{"title":"PEREIRA, João Filipe","cargoss":["min. Rel. Ext. 1893","min. Ind. Viação e Obras Públicas 1893-1894"],"author":"Paulo Brandi Cachapuz","content":"**PEREIRA, João Filipe**\n\n\\*min. Rel. Ext. 1893; min. Ind. Viação e Obras Públicas 1893-1894;\npref. DF 1900-1901.\n\n*João Filipe Pereira* nasceu em Tauá, no sertão dos Inhamuns (CE),\npossivelmente no dia 23 de março de 1861. Além da incerteza quanto à\ndata de nascimento, que pode ter ocorrido em março de 1862 ou um ano\ndepois, as fontes disponíveis não informam sua filiação, mencionando\napenas a origem humilde dos pais.\n\nEstudou na Escola Politécnica do Rio de Janeiro e pertenceu à turma de\nengenheiros civis formados em 1885. Em março do ano seguinte, obteve o\ntítulo de doutor em ciências físicas e matemáticas. Teria começado a\nvida profissional como engenheiro da Estrada de Ferro Baturité, no\nCeará. Membro do Centro Republicano Cearense, participou do movimento\narmado que depôs o governador José Clarindo de Queirós em fevereiro de\n1892, apoiando a investidura do vice-governador Benjamin Liberato\nBarroso.\n\nFigura sem maior expressão política, em junho de 1893 João Filipe foi\nchamado pelo presidente da República Floriano Peixoto (1891-1894) a\nassumir o Ministério das Relações Exteriores em substituição a Felisbelo\nFirmo de Oliveira Freire, ministro da Fazenda e chanceler interino.\nSegundo sua versão, o marechal Floriano desejava entregar a pasta a um\nnortista e obteve do presidente do Ceará, tenente-coronel José Bezerril\nFontenelle, a indicação de seu nome. Recém-chegado à capital federal,\nrelutou em aceitar o inesperado convite, alegando desconhecimento dos\nassuntos da pasta, mas declarou-se pronto a defender o governo na luta\ncontra a Revolução Federalista, desencadeada na região Sul. Floriano\nreiterou o convite e avisou-lhe que já circulava o *Diário Oficial* com\nsua nomeação. Já adversários de Floriano divulgaram a versão de que a\nescolha do novo chanceler tinha sido aleatória, sem obedecer a nenhum\ncritério rigoroso. João Filipe teria procurado o marechal em busca de\nemprego, e este, informado de que o único cargo vago naquele momento era\no de ministro do Exterior, teria ordenado a seu secretário: “Pois lavre\na nomeação desse jovem para ministro do Exterior”. Em seu estudo sobre a\npolítica exterior brasileira nos primeiros anos da República, o\nhistoriador Clodoaldo Bueno considera que o mais notável na escolha de\nJoão Filipe “é o fato de Floriano ter solicitado o concurso de um\nengenheiro, desconhecedor dos negócios relativos à política exterior\nnuma época em que se valorizava a formação jurídica”. E arremata:\n“Talvez o marechal tenha dado preferência justamente a quem não\nestivesse familiarizado com a pasta, a fim de que fosse, apenas,\ncumpridor de suas ordens”.\n\nJoão Filipe tomou posse no Ministério das Relações Exteriores em 30 de\njunho de 1893 e somente dois dias depois foi apresentado ao chefe do\ngoverno. Em 8 de setembro assumiu também o Ministério da Indústria,\nViação e Obras Públicas, em virtude do pedido de exoneração de Antônio\nFrancisco de Paula Sousa. Respondeu cumulativamente pelas duas pastas\naté 7 de outubro, quando transmitiu o cargo de chanceler a Carlos\nAugusto de Carvalho, permanecendo mais sete meses à frente do Ministério\nda Indústria, viação e Obras Públicas.\n\nA Revolta da Armada e o Acordo Diplomático de Outubro de 1893\n\nComo chanceler, João Filipe buscou assegurar apoio diplomático ao\ngoverno Floriano Peixoto na luta contra a Revolta da Armada. Iniciada a\nrevolta em 6 de setembro de 1893, a capital federal ficou à mercê dos\ncanhões da esquadra sublevada pelo contra-almirante Custódio José de\nMelo. De imediato, a pedido do presidente, João Filipe convocou os\nrepresentantes diplomáticos dos Estados Unidos e de cinco países\neuropeus com navios de guerra estacionados na baía de Guanabara para uma\nconferência no palácio do Itamarati, então sede do governo. Segundo a\nmissiva dirigida aos diplomatas, a conferência deveria tratar dos meios\nde garantir os direitos dos estrangeiros estabelecidos no Rio de\nJaneiro. Reunidos em Petrópolis (RJ), onde residiam na maior parte do\nano, os representantes dos EUA, Inglaterra, França, Alemanha, Itália e\nPortugal recusaram o convite, fato denunciado mais tarde “como\ndemonstração de indiferença ou mesmo de simpatia à revolta” pelo\nministro Felisbelo Freire.\n\nOs duelos de artilharia entre a esquadra rebelde e as fortalezas da baía\nforam quase diários nas semanas seguintes. Um dos mais violentos ocorreu\nno dia 13 de setembro, motivando, agora sim, uma conferência dos\nrepresentantes da Inglaterra, França, Itália e Portugal com o ministro\nJoão Filipe. Na reunião, eles obtiveram a promessa de que os canhões\nartilhados no Castelo e em outros morros cariocas só abririam fogo se a\nesquadra rebelde hostilizasse a capital federal. No final do mês,\nCustódio de Melo avisou aos comandantes da força naval estrangeira que\nrealizaria operação em grande escala contra a fortaleza de Santa Cruz,\nprevenindo que o bombardeio do Rio de Janeiro seria inevitável, se os\ncanhões de terra atirassem em auxílio da fortaleza.\n\nFoi nesse momento que teve início, de fato, a intervenção das potências\nestrangeiras na Revolta da Armada. Em 30 de setembro, os governos da\nInglaterra, EUA, França, Itália e Portugal autorizaram os comandantes de\nsuas forças navais na baía de Guanabara a impedir, “pela força se\nnecessário”, qualquer incursão da esquadra rebelde contra a cidade do\nRio de Janeiro. Em 2 de outubro, os comandantes estrangeiros notificaram\no contra-almirante Custódio de Melo, ao passo que seus agentes\ndiplomáticos solicitaram ao marechal Floriano que afastasse dos\nrevoltosos qualquer pretexto de hostilidade contra a capital. O\npresidente assumiu de bom grado esse compromisso, que lhe assegurava, de\ncerto modo, a posse militar do Rio de Janeiro.\n\nEm 4 de outubro, os comandantes estrangeiros reclamaram a imediata\nretirada das baterias da cidade, sob pena de serem obrigados a retirar a\nintimação que tinham dirigido ao contra-almirante Melo. Floriano e seu\nministro do Exterior declararam-se “penosamente surpreendidos”, mas\nconcordaram com a exigência.\n\nA intervenção estrangeira resultou no acordo de 5 de outubro de 1893,\nfirmado entre o governo e a esquadra rebelde, sob a supervisão dos\ncomandantes navais e diplomatas ingleses, norte-americanos, franceses,\nportugueses e italianos. Pelo acordo, os rebeldes não bombardeariam a\ncapital federal e, em contrapartida, a artilharia de costa não abriria\nfogo sobre seus navios. O Rio de Janeiro foi declarado cidade aberta,\nmas não a capital fluminense Niterói, que permaneceu sujeita aos ataques\nda esquadra rebelde.\n\nO acordo de 5 de outubro marcou o início da segunda fase da Revolta da\nArmada, regulando as operações de guerra na baía de Guanabara até 1^o^\nde janeiro de 1894, quando foi considerado nulo pelos comandantes\nestrangeiros em razão das violações levadas a efeito pelo governo. Em\nmarço, os revoltosos depuseram armas na baía de Guanabara e foram\nacolhidos como asilados políticos a bordo de corvetas portuguesas.\n\nJoão Filipe lidou com sérias dificuldades para assegurar a normalidade\ndos serviços de transporte e comunicação sob a jurisdição do Ministério\nda Indústria, Viação e Obras Públicas durante os oito meses de sua\npermanência na pasta. Em 24 de abril de 1894, foi substituído pelo\ngeneral Bibiano Costallat, que exerceu o cargo cumulativamente com o de\nministro da Guerra até o final do governo Floriano Peixoto.\n\nPrefeito do Distrito Federal\n\nEm 1897, João Filipe foi nomeado diretor da Repartição Central dos\nTelégrafos em substituição ao engenheiro Guilherme Schuch de Capanema,\nfundador do órgão e principal responsável pela implantação da rede\ntelegráfica nacional no período imperial. Seu nome consta como diretor\nda repartição também em 1898, mesmo ano em que iniciou a carreira de\nprofessor na Escola Politécnica do Rio de Janeiro, como lente da cadeira\nde hidráulica, abastecimento de águas, esgotos e hidráulica agrícola.\n\nEm 6 de setembro de 1900, no governo Campo Sales (1898-1902), assumiu o\ncargo de prefeito do Rio de Janeiro, em substituição ao advogado e\npolítico piauiense Antônio Coelho Rodrigues. Foi o quarto dos cinco\nprefeitos do Distrito Federal nomeados pelo presidente Campos Sales em\nsua administração.\n\nA exemplo de seus antecessores, enfrentou sérias dificuldades\nfinanceiras para administrar a cidade. Com o respaldo do presidente da\nRepública, tomou medidas radicais de redução de gastos, como a demissão\nde funcionários e a suspensão de obras. Em alguns meses colocou ordem\nnas finanças municipais e restabeleceu o pagamento dos funcionários,\nconseguindo mesmo retomar algumas obras, entre as quais o desmonte do\nMorro do Senado. Essa recuperação esteve em grande parte ligada à\nmelhora das finanças federais, resultante do duro programa de\najustamento promovido pelo governo Campos Sales.\n\nEm junho de 1901, João Filipe foi surpreendido pela revolta popular\ncontra o aumento das passagens da Companhia de São Cristóvão, empresa de\nbondes a tração animal que servia a vários bairros do centro, zona norte\ne área portuária da cidade. A revolta teve início em 15 de junho, quando\no aumento das passagens deveria entrar em vigor e vários bondes da\ncompanhia foram incendiados. Os ataques prosseguiram nos dias seguintes,\nespecialmente no centro da cidade, palco de violentos conflitos entre o\npovo e a polícia. Em 19 de junho, a Companhia de São Cristóvão resolveu\nmanter as passagens anteriores. Na mesma data, o prefeito João Filipe\nsuspendeu a execução do contrato celebrado com a companhia no mês\nanterior, prevendo o aumento das passagens e estendendo o prazo de\nconcessão até 1950, em troca da promessa de eletrificação de suas\nlinhas.\n\nSua gestão na prefeitura do Distrito Federal durou pouco mais de um ano.\nDesgastado pelas críticas da imprensa e pelos embates com o Conselho\nMunicipal, o engenheiro deixou o cargo em 6 de outubro de 1901, sendo\nsubstituído pelo jornalista e ex-deputado federal carioca Joaquim Xavier\nda Silveira Júnior.\n\nVoltou a desempenhar um cargo público em 1910, quando chefiou a\nRepartição de Águas, Esgotos e Obras Públicas, órgão responsável pelos\nserviços de abastecimento d’água e saneamento da capital federal,\nvinculado ao Ministério da Viação e Obras Públicas. Especialista em\nhidráulica, foi professor catedrático da Escola Politécnica do Rio de\nJaneiro durante 30 anos. Eleito duas vezes consecutivas presidente do\nClube de Engenharia, exerceu o cargo de maio de 1935 a março de 1940.\n\nEm 1945, prefaciou o livro *A diplomacia do marechal, a intervenção\nestrangeira na Revolta da Armada*, de Sérgio Correia da Costa.\n\nFaleceu no Rio de Janeiro em 15 de maio de 1950. Foi casado com Teresa\nAntonina Sobrinho Pereira.\n\nPaulo Brandi Cachapuz\n\n**FONTES:** BUARQUE, P. *Governo*; BUENO, C. *República*; CÃM. DEP.\n*Anais* (18, 19/6/1901); *Correio da Manhã* (16/5/1950). Perde o país\numa figura ilustre. O falecimento ontem de João Felipe Pereira; COSTA,\nS. *Diplomacia*; FREIRE, A. *Capital*; NABUCO, J. *Intervenção*;\nPEREIRA, G. *Diplomacia*; REIS, J. *Rio de Janeiro*; Relatório\napresentado ao vice-presidente da República dos Estados Unidos do Brazil\npelo Dr. Alexandre Cassiano do Nascimento, ministro de Estado das\nRelações Exteriores (maio 1894, p.5-8); Relatório apresentado ao\npresidente da República dos Estados Unidos do Brasil pelo Dr. Amaro\nCavalcanti, ministro de Estado de Justiça e Negócios Interiores (abr.\n1898, p.329); *Revista* *do Clube de Engenharia* (n.244, 12/1956, p.55,\nn.28, 1/1937, p.1.218-1.222); *Revista do Clube de Engenharia*\nEngenheiros civis da Escola Polytechnica do Rio de Janeiro; SANTOS. N.\n*Floriano*; SANTOS N. *Meios*; SILVA, M. *Pela*; TELLES, P. *História*.\n","ref":"**FONTES:** BUARQUE, P. *Governo*; BUENO, C. *República*; CÃM. DEP.\n*Anais* (18, 19/6/1901); *Correio da Manhã* (16/5/1950). Perde o país\numa figura ilustre. O falecimento ontem de João Felipe Pereira; COSTA,\nS. *Diplomacia*; FREIRE, A. *Capital*; NABUCO, J. *Intervenção*;\nPEREIRA, G. *Diplomacia*; REIS, J. *Rio de Janeiro*; Relatório\napresentado ao vice-presidente da República dos Estados Unidos do Brazil\npelo Dr. Alexandre Cassiano do Nascimento, ministro de Estado das\nRelações Exteriores (maio 1894, p.5-8); Relatório apresentado ao\npresidente da República dos Estados Unidos do Brasil pelo Dr. Amaro\nCavalcanti, ministro de Estado de Justiça e Negócios Interiores (abr.\n1898, p.329); *Revista* *do Clube de Engenharia* (n.244, 12/1956, p.55,\nn.28, 1/1937, p.1.218-1.222); *Revista do Clube de Engenharia*\nEngenheiros civis da Escola Polytechnica do Rio de Janeiro; SANTOS. N.\n*Floriano*; SANTOS N. *Meios*; SILVA, M. *Pela*; TELLES, P. *História*.\n","dic":"DHBPR"}