{"title":"PESTANA, Augusto","cargoss":["Deputado federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1927,1915],"datas_fim":[1930,1920],"estados":["RS","RS"],"content":"**PESTANA**, **Augusto**\n\n\\*dep. fed. RS 1915-1920 e 1927-1930.\n\n*Augusto Pestana* nasceu no Rio de Janeiro, então capital do Império, no\ndia 22 de maio de 1868, filho de Manuel José Pestana e de Januária de\nAbreu Pestana.\n\nConcluiu os preparatórios no externato do Imperial Colégio de D. Pedro\nII e em 1885 matriculou-se na Escola Politécnica. Em 1887 recebeu os\ndiplomas de bacharel em matemática e ciências físicas e de engenheiro\ncivil.\n\nEm 1897 dirigiu o estudo sobre o tráfego da estrada de ferro de\nBaturité, no Ceará, lá permanecendo por mais de um ano. Trabalhou também\nna comissão de estudos e construção da estrada de ferro Porto\nAlegre-Uruguaiana. Extinta a comissão, fixou-se em Porto Alegre, onde, a\nconvite do presidente do estado Júlio de Castilhos, chefiou a comissão\nde estudos sobre o rio Jacuí. Em 17 de agosto de 1898, foi nomeado por\nBorges de Medeiros inspetor geral das linhas telegráficas do Rio Grande\ndo Sul. Em janeiro de 1899 tornou-se chefe da comissão de verificação de\nposses e discriminação de terras públicas em Cruz Alta, Passo Fundo,\nPalmeira e Santo Ângelo, cargo que exerceu por 13 anos. Foi nomeado,\npelo decreto de 24 de agosto de 1901 do governo federal, coronel\ncomandante da 3^a^ Brigada de Artilharia da Guarda Nacional de Cruz\nAlta. Em 1912, tornou-se engenheiro-chefe do Distrito Telegráfico de\nPorto Alegre e, no ano seguinte, diretor da Estrada de Ferro do Oeste de\nMinas.\n\nEm 1915, foi eleito deputado federal pelo estado do Rio Grande do Sul na\nlegenda do Partido Republicano Rio-Grandense (PRR). Foi reeleito em\n1918, exerceu o mandato até dezembro de 1920, e voltou a ocupar uma\ncadeira na Câmara dos Deputados na cidade do Rio de Janeiro, então\nDistrito Federal, em 1927. Em 4 de agosto de 1928, foi nomeado\nsecretário da Fazenda do Rio Grande do Sul, na administração do então\npresidente do estado Getúlio Vargas. Permaneceu na pasta até 12 de\nfevereiro de 1930, quando foi substituído por Simplício Alves. Em maio\nde 1930 foi reeleito deputado federal, mas teve seu mandato interrompido\nem outubro com a vitória da Revolução de 1930, que levou Getúlio Vargas\nao poder, fechou o Congresso e extinguiu todos os órgãos legislativos do\npaís. Durante os anos em que foi deputado federal, foi membro das\ncomissões de Instrução Pública e Finanças e relator do Orçamento da\nViação e Obras Públicas.\n\nEntre os meses de maio e novembro de 1932, dirigiu o porto da cidade de\nPorto Alegre.\n\nFaleceu no Rio de Janeiro em 29 de maio de 1934.\n\nCasou-se com Virgínia da Fontoura Trindade.\n\nRaimundo Helio Lopes/ Izabel Noll\n\n**FONTES**: AITA, C.; AXT, G.; ARAÚJO, V. *Parlamentares*; VILLAS-BÔAS,\nP. *Dicionário.*\n","ref":"","dic":"DHBPR"}
