{"title":"PESTANA, Rangel","cargoss":["Membro de junta governativa","Constituinte","Senador","Deputado federal","Senador"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1889,1891,1891,1899,1902],"datas_fim":[1889,1891,1893,1902,1903],"estados":["SP",0,"SP","RJ","RJ"],"autor":[0],"content":"**PESTANA, Rangel**\n\n\\* jornalista; junta gov. SP 1889; const. 1891; sen. SP 1891-1893; dep.\nfed. RJ 1899-1902; sen. RJ 1902-1903.\n\n*Francisco Rangel Pestana*nasceu em Iguaçu, atual Nova Iguaçu (RJ), em\n26 de novembro de 1839, filho de João Jacinto Pestana e de Luísa Rangel\nPestana. Seu pai, imigrante português da ilha da Madeira, foi por muitos\nanos tabelião e secretário da Câmara Municipal de Nova Iguaçu.\n\nApós fazer os primeiros estudos na escola pública de sua cidade, foi\npara o Rio de Janeiro, então capital do Império, onde estudou no Colégio\nCuriáceo e no Colégio Dom Pedro II. No início de 1857 mudou-se para a\ncapital paulista, cursou os preparatórios e, ao término, matriculou-se\nna Faculdade de Direito de São Paulo em 1859. Entre seus colegas de\nturma estavam Prudente José de Morais Barros, Teófilo Carlos Benedito\nOtoni, Miguel Calmon Du Pin e Almeida, Manuel Ferraz de Campos Sales,\nBernardino José de Campos Júnior, Francisco Quirino dos Santos, Lúcio de\nMendonça e Paulo Eiró. Ainda estudante aderiu às ideias políticas mais\nadiantadas, apesar de sua família pertencer ao Partido Conservador.\n\nJornalista e Republicano\n\n Jornalista desde a juventude, em 1860 tornou-se redator, com Quirino\ndos Santos e José Antônio Barros Júnior, de *O Lírio*, jornal acadêmico\n“de variedades, dedicado às famílias”. No mesmo ano, junto com Henrique\nLimpo de Abreu, Jose Luís Monteiro de Sousa e Cesário Alvim, fundou *O\nTimbira*, “jornal acadêmico, literário, artístico e de ideias liberais”.\nEm 1862, escrevia no *Futuro*, do qual também foi um dos fundadores,\njunto com Belfort Duarte, Teófilo Otoni e Cesário Alvim, e no qual\nmanteve polêmica com o Partido Conservador através de artigos veementes\ne sarcásticos. Foi um dos redatores no ano seguinte da *A Época*, jornal\nque defendia as ideias liberais. Não o satisfazia apenas a atividade\njornalística; frequentava também associações literárias, tomando parte\nnas discussões ali travadas. Ainda em 1863, com os amigos Antônio\nPaulino Limpo de Abreu, José Luís Monteiro de Sousa, Urbano Sabino,\nFelício dos Santos e os irmãos Otoni, fundou o Partido Radical, que\nseria o embrião do Partido Republicano.\n\nApós bacharelar-se em ciências jurídicas e sociais em 1863,\nespecializando-se em direito público, voltou em 1864 ao Rio de Janeiro\npretendendo um lugar de promotor público, mas foi preterido por outros\ncandidatos, apesar da colaboração que prestou ao presidente da província\ndo Rio de Janeiro, visconde de Sousa Franco, um dos chefes do Partido\nLiberal. Convidado pelo conselheiro Zacarias de Góis e Vasconcelos, foi\nredator-chefe do *Diário Oficial* por algum tempo, mas, por divergências\ncom o próprio presidente do Conselho de Ministros sobre assuntos de\nreligião e de política internacional, pediu demissão. Em 1866 foi\nlançada a folha *Opinião Liberal*, jornal político que obteve grande\nsucesso. Defensor de ideias emancipadoras, preconizou em suas páginas a\ndescentralização, a substituição do trabalho escravo pelo trabalho\nlivre, o ensino livre, o sufrágio direto, o Senado temporário e a\nindependência da magistratura. Esses pontos constituiriam anos depois o\nprograma republicano.\n\nEm 1868 fundou o *Correio Nacional*, no qual sustentou a eliminação do\nelemento servil, o que lhe valeu sérias críticas dos escravagistas, que\no apontaram como revolucionário e homem perigoso. Em 1870, os três\njornais radicais que se publicavam no Rio de Janeiro fundiram-se num só,\n*A República*, que apareceu no dia 3 de dezembro trazendo o célebre\n*Manifesto Republicano*, do qual foi um dos subscritores. Indicado para\nassumir a direção do jornal, recusou o convite devido a seu estado de\nsaúde. Organizando-se o Partido Republicano, foi um dos primeiros a\nalistar-se entre os que defendiam a causa. Em duas oportunidades\napresentou-se como candidato a deputado na Assembleia Provincial do Rio\nde Janeiro, mas não teve êxito, segundo afirmou, porque em nenhuma das\nduas vezes seu nome foi consignado nas chapas recomendadas pelos chefes\ndo partido.\n\nCom a saúde abalada, resolveu transferir-se do Rio de Janeiro para\nCampinas (SP), onde passou a residir e abriu banca de advogado. Começou\ntambém a escrever na *Gazeta de Campinas*, jornal em que colaborou até\n1873. Também em Campinas casou-se com Damiana Quirino dos Santos, irmã\nde seu colega de faculdade Francisco Quirino dos Santos. Quando pôde\ndispor dos bens de sua herança paterna, libertou os escravos que lhe\ncouberam em partilha, o mesmo fazendo com os que sua esposa possuía.\nLogo foi chamado ao Rio de Janeiro para a fundação de um novo jornal\nrepublicano, mas, apesar de seu empenho, a empreitada não teve êxito. A\ndespeito das várias críticas que recebeu, partiu em sua defesa o\nrepublicano Quintino Bocaiúva. Com os amigos Limpo de Abreu, Miguel\nVieira Ferreira e J. Teles de Meneses, fundou uma escola que se chamou\nEscola do Povo, em que o curso era ministrado gratuitamente, e defendeu\nem conferências o ensino público e a educação da mulher, inclusive com\ninstrução superior.\n\nDe volta a Campinas em 1874, foi convidado pelo proprietário do Colégio\nAmericano Internacional Morton, Nash Morton, para ser diretor do\nestabelecimento, no qual também lecionou retórica e português,\nrevelando-se exímio professor. Entre seus alunos estava o jovem Júlio\nMesquita. Lecionou ainda no Colégio Florence, em Campinas, e em 1876,\njuntamente com sua esposa, fundou na capital paulista um modelar\nestabelecimento de ensino secundário para meninas, o Colégio Pestana. Em\nvirtude da falta de apoio financeiro seria obrigado a fechá-lo em 1879.\n\nOs participantes da Convenção Republicana de Itu, realizada em 18 de\nabril de 1873, haviam concordado quanto à necessidade de ter um órgão de\nimprensa na capital da província de São Paulo para defender os ideais\nrepublicanos. Após um trabalho de arregimentação efetuado por Américo\nBrasiliense e Campos Sales, foi constituída em outubro de 1874 uma\nsociedade em comandita com 19 cotistas com o nome de Pestana, Campos &\nCia. O nome deveu-se ao fato de Rangel Pestana e Américo de Campos terem\nas maiores cotas. Ao menos 12 comanditários ingressaram na sociedade por\nintermédio de Pestana. No entanto, temeroso de que um novo jornal\nencontrasse dificuldades para conseguir publicidade e de que sua\ncirculação não fosse compensadora, o grupo envolvido no projeto\ndeliberou que seria interessante ter entendimentos para a possível\naquisição do *Correio Paulistano*, jornal paulista de grande aceitação\nde propriedade de Joaquim Roberto de Azevedo Marques. Campos Sales\nreuniu seus sócios em Campinas, e decidiu-se que Rangel Pestana se\nencarregaria de tentar a compra do *Correio*. A compra, porém, não se\nconsumou.\n\nEm fins de 1874, os republicanos paulistas resolveram apressar a criação\nde seu próprio jornal, e em 4 de janeiro de 1875 lançaram *A Província\nde São Paulo*, que, com a proclamação da República, alteraria seu nome\npara *O Estado de São Paulo*. Rangel Pestana exerceria a função de\nredator do jornal por muitos anos, em companhia de Américo de Campos. Em\n1879, a sociedade foi reorganizada, passando a contar com apenas 11\ncomanditários. No dia 18 de janeiro de 1882, ocorreu uma nova alteração\nsocietária, e Rangel Pestana passou a ser o maior cotista. Também nesse\nano Pestana foi eleito deputado provincial para a legislatura 1882-1883,\njuntamente com Antônio Gomes Pinheiro Machado, Gabriel de Toledo Piza e\nToledo, Manuel Ferraz de Campos Sales, Prudente José de Morais Barros e\nMartinho da Silva Prado Júnior, os primeiros integrantes da bancada\nrepublicana na Assembleia Provincial paulista.\n\nEm 1884, Alberto Sales, irmão de Campos Sales, entrou na sociedade\ncontroladora de *A Província de São Paulo* investindo a maioria do\ncapital, e assim tornou-se proprietário e diretor-gerente do jornal. Em\n1885 Sales trouxe Júlio Mesquita como redator político. Também em 1885,\npelas páginas do *Diário Mercantil*, o escritor Júlio Ribeiro atacou o\nPartido Republicano, *A Província de São Paulo* e em especial Rangel\nPestana. A resposta veio através de Alberto Sales, que, assinava como\nDemócrito e publicou na Seção Livre do jornal suas “Cartas a Júlio\nRibeiro”. Posteriormente também entrou na polêmica, em defesa de Rangel\nPestana e do jornal, o jovem jornalista Júlio Mesquita, assinando como\nDiderot. Outra frente de problemas foi o antilusitanismo de Sales, que\nquase levou o jornal à falência, já que todos os anunciantes portugueses\nboicotaram a empresa. Sob pressão, Sales acabou se retirando da\nsociedade, e Rangel Pestana tornou-se pessoalmente responsável pelo\njornal: “Assumo só a responsabilidade da direção do jornal e o faço mais\nem obediência aos grandes interesses do Partido Republicano do que no\nimpulso de minha própria vontade”. *A Província de São Paulo* acabou\nsendo salva por Júlio Mesquita, que, como filho de portugueses,\nconseguiu trazer de volta os clientes.\n\nEm 22 de junho de 1886, Rangel Pestana relatava que *A Província de São\nPaulo* desenvolvera em suas páginas as seções de notícias estrangeiras e\nliterárias, e se destacava pelo relevo dado às questões econômicas.\nRapidamente o jornal tornou-se o de maior tiragem em todo o território\npaulista. Também em 1886 Rangel Pestana foi mais uma vez eleito deputado\nprovincial, ao lado de seu cunhado Francisco Quirino dos Santos e de\nGabriel de Toledo Piza e Toledo. Na legislatura 1886-1887, apresentou um\nprojeto de lei de reorganização da instrução pública em São Paulo.\n\nDurante o Congresso do Partido Republicano, em maio de 1887, foi\napresentada uma moção propondo a separação de São Paulo da União,\ndefendida por alguns próceres da agremiação. Embora duvidasse da\nconveniência de uma postura separatista, Rangel Pestana pediu uma\ndecisão definitiva do partido, pois entendia que, sendo *A Província de\nSão Paulo* e o *Diário Popular* considerados até aquele momento órgãos\noficiais do separatismo, daquela decisão dependeria o jornal que dirigia\ncontinuar ou não a servir de veículo à campanha. A única voz contra o\nmanifesto separatista foi a de Júlio Mesquita, que pediu a palavra para\ncombater a ideia. Por proposta de Francisco Glicério, foi aprovado o\nadiamento da discussão para o próximo congresso do partido. Rangel\nPestana, que não era separatista, recebeu o adiamento com satisfação, e,\ncomo abolicionista, defendeu com veemência o fim da escravidão no\nBrasil. Em 1888, *A Província de São Paulo* passou a pertencer à firma\nRangel Pestana & Cia, e Júlio Mesquita, além de redator, tornou-se\ngerente.\n\nAtuação na República\n\nProclamada a República, por sugestão de Américo de Campos foi indicado\num triunvirato para governar São Paulo, sendo unanimemente aclamados\npelos republicanos os nomes de Rangel Pestana, de Prudente de Morais e\ndo coronel Joaquim de Sousa Mursa. O primeiro ato assinado pela junta\nfoi o da adesão de São Paulo à República brasileira. A junta exerceu sua\nfunção por um curto período, entre 16 de novembro e 14 de dezembro de\n1889, quando o chefe do governo provisório da República, marechal\nDeodoro da Fonseca, resolveu nomear Prudente de Morais governador do\nestado. Nessa ocasião Rangel Pestana recomendou a Prudente de Morais a\ncriação de escolas, principalmente escolas normais e profissionais, pois\nsó pela educação poderia o Brasil ocupar uma posição digna no concerto\ndas nações. Colaborou com empenho na obra de Caetano de Campos, tendo\naconselhado a Prudente todo apoio ao trabalho desse educador. Por sua\nvez, Prudente de Morais o incumbiu de preparar, em 1890, a reforma da\nescola normal.\n\nTambém em 1890, o marechal Deodoro da Fonseca nomeou Rangel Pestana\nmembro da comissão encarregada de elaborar o anteprojeto da Constituição\nda República. Em 13 de janeiro, foi anunciada a mudança de Pestana para\nPetrópolis, a fim cumprir sua importante tarefa. Dois dias depois, o\nredator-chefe do agora chamado *O Estado de S. Paulo* deixou suas\nfunções e foi substituído por Júlio Mesquita. Mesmo de longe, porém,\ncontinuaria a orientar a diretriz do jornal.\n\nNo dia 15 de setembro de 1890, Rangel Pestana foi eleito senador por São\nPaulo ao Congresso Nacional Constituinte, com mandato até dezembro de\n1893. Assumindo sua cadeira em 15 de novembro, participou ativamente dos\ntrabalhos de discussão da nova Carta e foi um dos signatários da\nprimeira Constituição republicana do Brasil, promulgada em 24 de\nfevereiro de 1891. Cumprida sua missão perante a Constituinte, Pestana\nvoltou a São Paulo e reassumiu seu posto no *Estado*. Sua volta\ncoincidiu com a conclusão da reforma das oficinas e a inauguração da\nmáquina impressora Marinoni, recém-adquirida na Europa. Entretanto, em\noutubro de 1891, doente e desgostoso com a República, afastou-se do\njornal, cedendo sua participação à Companhia Impressora Paulista,\ncontrolada pelo coronel Carlos Teixeira de Carvalho. Em seu artigo de\ndespedida fazia referência à quebra de solidariedade para com o partido\ne terminava afirmando que, “saindo do jornalismo, não me elimino como\nhomem político nem me anulo como fator do progresso do Estado de São\nPaulo”.\n\nNo dia 3 de novembro de 1891, quando o marechal Deodoro da Fonseca\nfechou o Congresso Nacional e decretou o estado de sítio, Rangel Pestana\nnão concordou com o golpe e ficou do lado dos legalistas. Participou no\nRio de Janeiro de uma reunião na residência do deputado federal por São\nPaulo Domingos de Morais, com senadores e deputados oposicionistas\nameaçados de prisão, na qual foi discutido, aceito e aprovado um\nmanifesto dirigido à nação contra a arbitrariedade praticada. O\ndocumento seria publicado em São Paulo no jornal *Correio Paulistano*,\ndiante a impossibilidade de fazê-lo na capital federal. Ao final, a\nreação ao golpe de Deodoro o levaria a renunciar. Assumiu então o poder\no vice-presidente marechal Floriano Peixoto.\n\nEm 21 de janeiro de 1892, por motivação política, Rangel Pestana\nresolveu renunciar à sua cadeira de senador. Indicado por Floriano para\no cargo de ministro do Supremo Tribunal Federal, não aceitou a\nindicação. O marechal quis também lançar sua candidatura à presidência\nda República, o que recusou. Passou então a exercer a função de\nredator-chefe do jornal *O Tempo*, em cujas páginas escreveu uma série\nde artigos sobre o governo de Américo Brasiliense em São Paulo. Os\nartigos resultaram em polêmica, pois Brasiliense respondeu através de\nseu jornal *Opinião Nacional*.\n\nPor indicação do PRP, foi novamente eleito para o Senado em 27 de abril\nde 1892, mas em 8 de fevereiro de 1893, por deliberação seus pares,\nperdeu o mandato ao aceitar sua nomeação pelo marechal Floriano Peixoto\npara o cargo de vice-presidente do Banco da República do Brasil. Sua\nvaga senador foi preenchida, por decisão do PRP, por Francisco de Paula\nRodrigues Alves. Pestana assumiu a presidência do banco no dia 29 de\njaneiro de 1894, quando da morte do conselheiro Manuel Pinto de Sousa\nDantas, que o presidia desde o Império. Exerceu a função até 21 de\nsetembro de 1895, quando, por divergências com Rodrigues Alves, então\nministro da Fazenda, pediu demissão. Foi substituído interinamente por\nFernando Lobo, que logo depois transmitiu o cargo a Afonso Pena. Em 1896\nvoltou para São Paulo, nomeado advogado do Banco da República. Escreveu\nnessa época nos jornais *Lavoura e Comércio*, *Diário Popular* e *Gazeta\nde Notícias*. Muitos desses artigos foram reunidos em folheto sob o\ntítulo *A reação e a política do marechal Floriano*.\n\nEm 25 de junho de 1899, foi eleito deputado federal representando o\nestado do Rio de Janeiro, na vaga aberta pela renúncia de Francisco\nBarcelos, para o curto período de 3 de maio a 31 de dezembro daquele\nano. Reeleito para a legislatura 1900-1902, em 1^o^ de outubro de 1900\nrenunciou o mandato, mas foi novamente eleito em 31 de março de 1901 e\nvoltou à Câmara dos Deputados a partir de 22 de junho seguinte. Foi\ntambém vice-presidente do estado do Rio em 1902. Com o falecimento do\nsenador fluminense José Tomás da Porciúncula em setembro de 1901,\nelegeu-se para a vaga deste no Senado e exerceu o mandato de 1^o^ de\njulho de 1902 até sua morte. Na tribuna do Senado defendeu as ideias do\npresidente Rodrigues Alves, que procurava estimular a exportação e\nrestringir a importação, e planejou encampar pelo Tesouro as emissões\nbancárias, mediante condições justas, de forma a restaurar o controle da\nmoeda pelo governo, como exigiam a correção administrativa e a própria\nsoberania nacional.\n\nFaleceu em São Paulo em 17 de março de 1903, em pleno exercício do\nmandato de senador.\n\nDe seu casamento com Damiana Quirino dos Santos, teve 13 filhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*;CALIMAN,\nA. *Legislativo*; *Correio Paulistano* (19/3/1903) Acervo de Antônio\nSérgio Ribeiro; DUARTE, P. *Júlio*; EGAS, E. *Galeria* dos presidentes\n(v.2); FRANCO, A. *Rodrigues*; NOBRE, J. *História*; RIBEIRO, A.\n*Governantes*; *Estado de S. Paulo* – *Suplemento do Centenário*\n(15/3/1975); SILVA, E; EWIGKEIT, J. *Precursores.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*;CALIMAN,\nA. *Legislativo*; *Correio Paulistano* (19/3/1903) Acervo de Antônio\nSérgio Ribeiro; DUARTE, P. *Júlio*; EGAS, E. *Galeria* dos presidentes\n(v.2); FRANCO, A. *Rodrigues*; NOBRE, J. *História*; RIBEIRO, A.\n*Governantes*; *Estado de S. Paulo* – *Suplemento do Centenário*\n(15/3/1975); SILVA, E; EWIGKEIT, J. *Precursores.*\n","dic":"DHBPR"}
