{"title":"PIMENTEL, Antônio Gomes","cargoss":["militar","interv. AM 1891."],"author":"Maria Eugenia Bertarelli","content":"**PIMENTEL, Antônio Gomes**\n\n\\*militar; interv. AM 1891.\n\n*Antônio Gomes Pimentel* nasceu em 1839.\n\nCoronel do Exército brasileiro, foi nomeado interventor federal no\nAmazonas em maio de 1891. Um mês antes, havia chegado a Manaus instrução\ndo poder central, no Rio de Janeiro, para que o governador Eduardo\nGonçalves Ribeiro passasse o governo ao coronel-engenheiro Taumaturgo de\nAzevedo. Eduardo Ribeiro recusou-se a cumprir tal determinação, mas o\ngoverno central exigiu sua saída e mandou dar posse temporária a\nGuilherme José Moreira, barão de Juruá, em 5 de maio de 1891, enquanto\nera enviado do Rio de Janeiro um interventor. O barão de Juruá ficou no\ncargo apenas 20 dias, até a chegada à capital amazonense de Antônio\nGomes Pimentel.\n\nGomes Pimentel assumiu o governo do Amazonas no dia 25 de maio de 1891,\ne no dia 11 de junho foi instalado o Congresso Constituinte estadual. Em\n27 de junho foi promulgada a Constituição Política do Estado do\nAmazonas, que afirmava a opção positivista da República, rechaçava a\npossibilidade de privilégios individuais fundados em nascimento,\nnobreza, fidalguia ou condecorações, assegurava o ensino leigo nos\nestabelecimentos públicos e definia o “caráter secular” dos cemitérios\ncom administração de órgão público. Na mesma data foram eleitos o\ngovernador e vice-governador constitucionais, respectivamente,\nTaumaturgo de Azevedo e Guilherme José Moreira. Como Taumaturgo de\nAzevedo se encontrava ausente do estado, em 30 de junho Gomes Pimentel\ntransmitiu o governo a Guilherme José Moreira. Retornou em seguida à\ncapital federal para assumir o cargo de professor da Escola Superior de\nGuerra.\n\nFaleceu em 1917.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** BIB. VIRTUAL. AM. Disponível em: \\<www.bv.am.gov.br\\>.\nAcesso em: 21/2/2010; CASA CIVIL. GOV. AM. Disponível em:\n\\<www.casacivil.am.gov.br\\>. Acesso em: 29/3/2010. REIS, A. *Historia*;\nSOUZA, A.; MENEZES, A.; COELHO, J. *Amazônia*.\n","ref":"**FONTES:** BIB. VIRTUAL. AM. Disponível em: \\<www.bv.am.gov.br\\>.\nAcesso em: 21/2/2010; CASA CIVIL. GOV. AM. Disponível em:\n\\<www.casacivil.am.gov.br\\>. Acesso em: 29/3/2010. REIS, A. *Historia*;\nSOUZA, A.; MENEZES, A.; COELHO, J. *Amazônia*.\n","dic":"DHBPR"}