{"title":"PINHEIRO JÚNIOR, José Gomes","cargoss":["dep. fed. ES 1897-1902 e 1921-1930."],"author":"Nara Saletto/Fernando Achiamé","content":"**PINHEIRO JÚNIOR, José Gomes**\n\n\\*dep. fed. ES 1897-1902 e 1921-1930.\n\n*José Gomes Pinheiro Júnior* nasceu a 27 de janeiro de 1865 em Cachoeiro\nde Itapemirim (ES), na fazenda São José, de propriedade de seus pais,\nJosé Gomes Pinheiro e Vitória Moreira da Silva Pinheiro. Descendia, pelo\nlado paterno, das duas poderosas famílias que dominaram a política no\nsul da província em meados do século XIX: a dos Gomes Bittencourt e a do\nbarão de Itapemirim.\n\nFez seus primeiros estudos em Cachoeiro e os preparatórios no Colégio\nSão Luís, no Rio de Janeiro, ingressando a seguir na Faculdade de\nMedicina daquela cidade, onde se formou em 1892. Voltou, então, a\nCachoeiro, passou a exercer a medicina e se envolveu na política,\nseguindo seu pai, que em 1896 foi eleito vice-presidente do estado na\nchapa de Graciano Neves. Pertenciam todos eles ao Partido Republicano\nConstrutor (PRC).\n\nA partir de 1895, empreendeu uma bem-sucedida carreira política, tanto\nno âmbito municipal quanto estadual e federal. Foi eleito deputado\nestadual (1895-1898) e, simultaneamente, governador municipal de\nCachoeiro, em 1896, pois era possível, na época, acumular os dois\ncargos, licenciando-se do municipal durante os poucos meses em que\nfuncionava o Legislativo estadual (dois meses, podendo prorrogar-se até\no máximo de quatro). Em 1897 foi eleito deputado federal, com mandato\naté 1899. Foi um período de acirrada luta política no estado, e Pinheiro\nJúnior atuou firmemente em apoio ao governo e à direção de seu partido,\nagitado por conflitos internos. Foi reeleito para a Câmara dos Deputados\nem 1900 e, ao final da legislatura em 1902, voltou ao Legislativo\nestadual e ao governo municipal de Cachoeiro, que presidiu durante todo\no mandato (1904-1908). Na Assembleia estadual exerceu dois mandatos\nsucessivos (1904-1909).\n\nEm 1905, seu partido, o PRC, e a política capixaba se dividiram entre o\npresidente Henrique Coutinho e Muniz Freire, até então a principal\nliderança do partido. Pinheiro Júnior ficou ao lado do presidente; teve\natuação importante no Legislativo para barrar uma tentativa dos\nmunizistas de aprovar o *impeachment* de Henrique Coutinho, assim como\nna campanha para a eleição federal de 1906, na qual Muniz Freire\nencabeçou uma chapa de oposição para o Congresso Nacional, que acabou\nsendo reconhecida em detrimento da chapa governista. Na eleição de\ndeputados estaduais para a legislatura de 1907-1909, outra vez os\nmunizistas concorreram com uma chapa de oposição e tentaram seu\nreconhecimento, mas não tiveram êxito, e Pinheiro Júnior foi reeleito.\nDurante esse mandato, porém, passou à oposição. O motivo foi a\ncandidatura de Jerônimo Monteiro ao governo estadual. Pinheiro Júnior\nfoi uma das três vozes discordantes na convenção que aprovou o nome de\nJerônimo; depois, na Assembleia, reiterou sua discordância e pediu\nesclarecimentos sobre uma questão envolvendo o governo estadual e\nJerônimo, a respeito do pagamento de uma dívida do estado com o Banco do\nBrasil, que era combatida pela oposição. Acabou pedindo demissão do\ncargo de vice-presidente da Mesa. A partir de então passou longos anos\natuando na oposição.\n\nFoi o que ocorreu em 1912, na sucessão de Jerônimo Monteiro: muitos dos\naliados deste uniram-se à oposição, contra a candidatura governista de\nMarcondes Alves de Sousa, provocando uma crise que agitou o estado. Foi\napresentada uma chapa oposicionista que tinha como candidato à\npresidência do estado um médico do Exército, Getúlio Florentino dos\nSantos, capixaba residente no Rio de Janeiro, onde tratava da saúde da\nfamília do presidente da República, Hermes da Fonseca (1910-1914). No\ngoverno Hermes foram realizadas intervenções militares nas sucessões dos\ngovernos de vários estados, nas quais se impunham candidatos das forças\narmadas, visando a tirar do poder oligarquias que se perpetuavam no\nmando político, acusadas de sérios abusos e de corrupção. Por isso,\nesses movimentos se autointitulavam “salvações”. Certamente, a oposição\ncapixaba esperava provocar uma “salvação” no Espírito Santo. A chapa\noposicionista tinha como primeiro-vice-presidente Pinheiro Júnior. A\noposição não conseguiu porém o apoio militar almejado, e Marcondes Alves\nde Sousa foi eleito. No ano seguinte (1913) foi instalado no Espírito\nSanto um diretório do Partido Liberal, de Rui Barbosa, e Pinheiro Júnior\nfoi seu presidente.\n\nEm 1916, o estado foi sacudido por uma grave crise política na sucessão\nde Marcondes, provocada pela indicação de Bernardino Monteiro, irmão de\nJerônimo, como candidato à presidência do estado. Importantes aliados\ndos Monteiro, como o senador João Luís Alves, os deputados federais\nPaulo de Melo e Dioclécio Borges, e o vice-presidente do estado,\nAlexandre Calmon, uniram-se a políticos que já haviam passado à oposição\nem 1912, como Torquato Moreira e Thiers Veloso, e a antigos opositores,\ncomo Pinheiro Júnior, e tentaram impedir a candidatura, baseando-se na\nmá situação financeira do estado e na acusação de que os Monteiro\npretendiam consolidar uma oligarquia familiar. Os opositores procuraram\ne obtiveram o apoio do presidente da República Venceslau Brás\n(1914-1918), empenhado em sanear as finanças públicas, mas ele não\nconseguiu convencer os Monteiro a desistir de seu projeto.\n\nFoi composta, então, uma chapa de oposição, cujo candidato à presidência\nera Pinheiro Júnior, tendo entre seus vices Alexandre Calmon. A eleição,\nrealizada pelo governo do estado, deu a vitória aos candidatos\ngovernistas, mas a oposição não aceitou o resultado e recorreu ao\nCongresso Nacional, pleiteando o reconhecimento de seus candidatos,\ntravando-se uma intensa batalha verbal na qual os parlamentares\noposicionistas apresentaram graves acusações contra os Monteiro. A luta\npolítica com recurso à violência policial e de forças privadas de\ncoronéis incendiou o estado. Tiroteios impediram as manifestações da\noposição na capital. Centenas de pessoas se refugiaram em Minas Gerais e\nno estado do Rio de Janeiro. O comandante da luta, pela oposição, era\nAlexandre Calmon, coronel que dominava a política de Colatina, onde foi\ninstalado o governo oposicionista. Como tinha o apelido de Xandoca, a\nrebelião ficou conhecida como Revolta do Xandoca. Depois de meses de\nindecisão, os Monteiro venceram. O Congresso Nacional reconheceu em\nagosto a eleição de Bernardino e anistiou todos os participantes.\n\nA oportunidade de Pinheiro Júnior voltar ao poder surgiu quatro anos\ndepois, numa nova crise sucessória, que dessa vez dividiu os Monteiro. A\nfacção de Bernardino promoveu a eleição de Nestor Gomes à presidência do\nestado (1920), o que não foi aceito por Jerônimo, que tentou impedir o\nreconhecimento do candidato eleito. Visando a fortalecer sua posição,\nNestor Gomes procurou antigos opositores dos Monteiro, entre os quais se\ndestacava Pinheiro Júnior, e obteve seu apoio. A luta foi menos violenta\nque na crise anterior, embora Nestor Gomes tenha sido empossado no\npalácio do governo sitiado pelas forças policiais rebeladas, e tiroteios\ntivessem posto em pânico a população de Vitória. A ordem pública foi\nrestabelecida com uma intervenção federal, decretada pelo presidente\nEpitácio Pessoa (1919-1922) e executada pelo 32^o^ Batalhão do Exército.\nO Congresso Nacional reconheceu a eleição de Nestor Gomes, pondo fim ao\nconflito. Pinheiro Júnior passou a integrar o diretório do único partido\nestadual, o Partido Republicano Espírito-Santense (PRES), cuja chefia\npassou de Jerônimo a Bernardino, e voltou à Câmara dos Deputados, com\nmandatos sucessivos entre 1921 e 1930, tendo sido, por vezes, líder da\nbancada.\n\nDeixou a vida política após a Revolução de 30, e faleceu em Teresópolis\n(RJ) a 8 de novembro de 1937.\n\nFoi casado com Sara Goulart Pinheiro, filha de um médico e político da\ncidade do Rio de Janeiro, Inácio Francisco Goulart, e tiveram uma filha.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES**: CÂM. DEP. *Intervenção nos estados* (1917, 1923); Cachoeiro\nde Itapemirim; Caso do Espírito Santo: como nasceu; Caso do Espírito\nSanto: pela verdade; CHEQUER FILHO, N. *Revolta*; Estado do Espírito\nSanto (1894-1899).\n","ref":"**FONTES**: CÂM. DEP. *Intervenção nos estados* (1917, 1923); Cachoeiro\nde Itapemirim; Caso do Espírito Santo: como nasceu; Caso do Espírito\nSanto: pela verdade; CHEQUER FILHO, N. *Revolta*; Estado do Espírito\nSanto (1894-1899).\n","dic":"DHBPR"}