{"title":"PINHEIRO, Carlos José de Araújo","cargoss":["militar","dep. fed. RJ 1909-1911."],"author":"Adrianna Setemy","content":"**PINHEIRO, Carlos José de Araújo**\n\n\\*militar; dep. fed. RJ 1909-1911.\n\n*Carlos José de Araújo Pinheiro* nasceu no dia 19 de junho de 1850.\n\nFez os estudos preparatórios no Externato Aquino, no Rio de Janeiro,\nentão capital do Império, e tornou-se aspirante a guarda-marinha em\nfevereiro de 1867, sendo confirmado no posto em maio de 1871. Foi\npromovido a segundo-tenente em abril de 1873, a primeiro-tenente em\ndezembro de 1875, a capitão-tenente em janeiro de 1890, a capitão de\nfragata graduado em março de 1892, a capitão de fragata efetivo em\noutubro do mesmo ano e a capitão de mar e guerra graduado em março de\n1893.\n\nEm setembro desse último ano, participou da Revolta da Armada, levante\nde oposição ao presidente Floriano Peixoto (1891-1894), que envolveu a\nEsquadra fundeada na baía da Guanabara sob a chefia do almirante\nCustódio de Melo e mais tarde do almirante Luís Filipe Saldanha da Gama.\nO movimento, que se estendeu até março de 1894 e incluiu a tomada da\ncapital de Santa Catarina por destacamentos rebeldes, foi derrotado\npelas forças governistas e encerrou-se com o asilo dos revoltosos em\nembarcações portuguesas.\n\nEm abril de 1899 foi promovido a capitão de mar e guerra efetivo.\nComeçou a atuar na política elegendo-se deputado estadual no estado Rio\nde Janeiro em 1901. Assumindo nesse mesmo ano sua cadeira na Assembleia\nLegislativa fluminense, encerrou o mandato em 1903 e reelegeu-se para a\nlegislatura seguinte, durante a qual foi segundo-vice-presidente da Mesa\nDiretora. Permaneceu no Legislativo estadual até 1906, quando foi\nnomeado terceiro-vice-presidente do estado do Rio de Janeiro, durante o\ngoverno de Alfredo Augusto Guimarães Backer (1906-1910). Reformou-se\ncomo almirante graduado em abril de 1908.\n\nEm 1909 foi eleito deputado federal. Assumindo em maio sua cadeira na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal,\npermaneceu no Legislativo até dezembro de 1911, quando concluiu o\nmandato e se encerrou a legislatura.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Projeto Center for Research Libraries e Latin-American\nMicrofilm Project. Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Projeto Center for Research Libraries e Latin-American\nMicrofilm Project. Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}