{"title":"PINHEIRO, João","cargoss":["gov. MG 1890","const. 1891","dep. fed. MG 1891","sen. MG 1905-1906","pres."],"author":"Vanessa Lana","content":"**PINHEIRO, João**\n\n\\*gov. MG 1890; const. 1891; dep. fed. MG 1891; sen. MG 1905-1906; pres.\nMG 1906-1908.\n\n*João Pinheiro da Silva* nasceu na cidade de Serro (MG) no dia 16 de\ndezembro de 1860, filho de Giuseppe Pignataro e de Carolina Augusta de\nMorais. Seu pai, imigrante italiano, caldeireiro de profissão, chegou ao\nBrasil em 1848 e abrasileirou-se alterando o nome para José Pinheiro da\nSilva. Sua mãe, natural de Caeté (MG), era filha de um professor\nprimário.\n\nPor intermédio do padre João de Santo Antônio matriculou-se no Seminário\nde Mariana, onde concluiu seus estudos secundários. Graduou-se\nengenheiro pela Escola de Minas de Ouro Preto em 1881. Não chegou a\nfazer carreira na engenharia, optando por ingressar em 1883 na Faculdade\nde Direito de São Paulo, de onde sairia bacharel em 1887. Para custear\nsua estada na capital paulista, recebeu a ajuda do professor Cipriano\nJosé de Carvalho, que o contratou como zelador e preparador do\nlaboratório de física e química da Escola Normal de São Paulo. Logo após\ningressar na escola, foi contratado como professor substituto e\ncontinuou cursando sua faculdade. Por influência de seu amigo professor\ne de Antônio da Silva Jardim, familiarizou-se e tornou-se simpático aos\nideais republicanos que efervesciam naquele momento. Em 1886 alistou-se\ncomo eleitor do Partido Republicano Paulista (PRP) e começou a ter\nparticipação ativa no movimento abolicionista. Ainda no período da\nfaculdade, conviveu e partilhou ideias com nomes importantes no cenário\npolítico e ideológico de então e dos anos posteriores, como Nabuco de\nAbreu, Rivadávia Correia, Pedro Lessa, Astolfo Dutra, Afonso Arinos,\nDelfim Moreira, Venceslau Brás e Antônio Carlos Ribeiro de Andrada.\n\nApós a formatura, retornou a Minas Gerais e montou um escritório de\nadvocacia na cidade de Ouro Preto. Ativista na defesa do ideal\nrepublicano, esteve presente à organização do Clube Republicano em Ouro\nPreto e liderou a criação do primeiro Partido Republicano Mineiro (PRM)\nem 1888. Em 1889 tornou-se diretor do jornal de divulgação do movimento\nrepublicano, intitulado *O Movimento*. No mesmo ano casou-se com uma\nantiga aluna da Escola Normal na qual trabalhara, Helena de Barros.\n\nLogo após a proclamação da República em 15 de novembro de 1889, foi\nnomeado pelo chefe do governo provisório da União, marechal Deodoro da\nFonseca, secretário de estado e vice-governador de Minas Gerais, ao lado\ndo governador Cesário Alvim. Em 11 de fevereiro de 1890 passou a exercer\ninterinamente o governo mineiro, em decorrência da transferência de\nCesário Alvim para o Ministério do Interior. Nos meses em que esteve à\nfrente do Executivo mineiro, buscou medidas para desenvolver a\nagricultura e a mineração. Exonerou-se em agosto, sendo substituído por\nDomingos José da Rocha.\n\nEm 15 de setembro de 1890 foi eleito deputado por Minas Gerais ao\nCongresso Nacional Constituinte. Tomou posse em 15 de novembro seguinte\ne integrou a Comissão dos 21, formada por um representante de cada\nestado da Federação e responsável pelo encaminhamento ao plenário do\nprojeto constitucional. Já após a promulgação da Constituição\n(24/21891), com a crise entre o marechal Deodoro da Fonseca e o\nCongresso, que levou o primeiro à renúncia em 23 de novembro de 1891,\nrenunciou também ao mandato e afastou-se da cena política.\n\nNo período em que esteve afastado da política, dedicou-se à criação e\nadministração de uma indústria de cerâmica, louças finas e porcelana em\nCaeté. Retornou também às atividades acadêmicas, como professor da\nFaculdade Livre de Direito de Ouro Preto. Voltou à política em 1899,\nquando foi eleito vereador em Caeté e escolhido presidente da Câmara de\nVereadores, cargo que à época correspondia ao de prefeito municipal. Em\n1903 recebeu o convite do então presidente de Minas, Francisco Sales\n(1902-1906), para presidir o I Congresso Agrícola, Comercial e\nIndustrial de Minas Gerais. No encontro, defendeu os pilares do que\nacreditava ser a solução para a economia nacional: agricultura forte e\ndesenvolvida, com medidas protecionistas para produtos considerados\nbásicos como café, algodão, fumo, carne e derivados do leite.\n\nNo início de 1905 lançou o Manifesto ao Eleitorado Mineiro, no qual\nexpunha suas ideias políticas e fazia um balanço dos 15 anos de regime\nrepublicano no Brasil. Em fevereiro foi eleito senador da República,\napós indicação da comissão executiva do PRM. Permaneceu no Senado até\n1906, ano em que foi eleito presidente de Minas Gerais, sucedendo a\nFrancisco Sales.\n\nEmpossado no governo de Minas em 7 de setembro de 1906, investiu nas\nchamadas colônias agrícolas, para valorizar o trabalho do campo e fixar\no homem à terra. Buscou fortalecer medidas administrativas no estado\npara retirar Minas do que considerava uma “estagnação” na economia.\nInvestiu no ensino primário e técnico profissionalizante, assinando um\ndecreto que postulava modificações nas metodologias de ensino, na\norganização do sistema escolar e nos mecanismos de fiscalização pública\nda educação (Decreto n^o^ 1.960, de 16 de dezembro de 1906). Unindo suas\nmedidas de incentivo à educação à sua tradição de defesa da agricultura\ncomo fonte de riqueza pública, aprovou o Decreto n^o^ 2.027, de 8 de\njunho de 1908, pelo qual criava e regulamentava o ensino agrícola para\nadultos, ministrado em fazendas-modelo, buscando incentivar a formação e\na prática de mão de obra qualificada.\n\nAinda no governo mineiro, guiado pelo ideal de impulsionar os índices de\ndesenvolvimento econômico, investiu na construção de ramais ferroviários\ne de rodovias permanentes, em substituição às antigas estradas que\ndificultavam a rápida circulação de pessoas e mercadorias. Modificou as\nestruturas de funcionamento do Poder Judiciário, da Polícia Civil e da\nForça Pública. Seus investimentos e liderança modernizadora em Minas\nforam interrompidos repentinamente, em decorrência de sua morte,\nocorrida no dia 25 de outubro de 1908. Assumiu seu lugar o\nvice-presidente do estado, Júlio Bueno Brandão.\n\nAtuaram na política seus filhos Israel Pinheiro, constituinte de 1946,\ndeputado federal por Minas (1946-1956), prefeito de Brasília (1960-1961)\ne governador de Minas (1966-1971), e João Pinheiro Filho, constituinte\nde 1934. Também fizeram carreira política seus netos Raul Bernardo Sena,\ndeputado federal (1975-1987), Israel Pinheiro Filho, deputado federal\n(1966, 1967-1971, 1983-1995 e 1997-1999) e constituinte de 1988, e João\nPinheiro Neto, jornalista e ministro do Trabalho em 1962.\n\nVanessa Lana\n\n**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/joao-pinheiro-da-silva/5794\\>.\nAcesso em: 10/5/2010; MONTEIRO, N. *Dicionário.*\n","ref":"**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/joao-pinheiro-da-silva/5794\\>.\nAcesso em: 10/5/2010; MONTEIRO, N. *Dicionário.*\n","dic":"DHBPR"}