{"title":"PINTO, Ildefonso","cargoss":["dep. fed. RS 1912-1917."],"author":"Raimundo Helio Lopes/ Izabel Noll","content":"**PINTO, Ildefonso**\n\n\\*dep. fed. RS 1912-1917.\n\n*Ildefonso Soares Pinto* nasceu em São Vicente (RS) no dia 18 de\ndezembro de 1881, filho de Manuel Soares Pinto e de Hortência Pinto.\n\nCursou o primário em São Vicente e, posteriormente, no Rio de Janeiro.\nEm 1895 tornou-se ferroviário em Cacequi (RS) e entre os anos de 1896 e\n1898 foi telegrafista da Viação Férrea do Rio Grande do Sul, na cidade\nde Rio Pardo (RS). Em 1899 ingressou na Escola Militar de Porto Alegre e\nem 1901 foi transferido para a Escola Militar da Praia Vermelha, no Rio\nde Janeiro, então Distrito Federal, onde fez o curso de armas e\nengenharia. Em 1908 saiu segundo-tenente e com o título de engenheiro\nmilitar.\n\nEm 1909 foi eleito deputado estadual no Rio Grande do Sul pelo Partido\nRepublicano Rio-Grandense (PRR). Em 1911, tornou-se diretor do jornal *A\nFederação*, órgão oficial de seu partido. Em 1912 foi promovido a\nprimeiro-tenente, recebeu o título de bacharel pela Faculdade de Direito\nde Porto Alegre e foi eleito deputado federal pelo Rio Grande do Sul.\nReeleito em 1915, exerceu o mandato até dezembro de 1917. Durante os\nanos em que ocupou uma cadeira na Câmara, foi membro das comissões de\nMarinha e Guerra e, posteriormente, de Finanças.\n\nEntre os anos de 1918 e 1922 foi secretário das Obras Públicas do Rio\nGrande do Sul, durante a administração de Borges de Medeiros. Na sua\ngestão se deu a encampação do porto do Rio Grande, em 1919, e da Viação\nFérrea do Rio Grande do Sul, em 1922. Em 1923, tornou-se diretor da\nViação Férrea, cargo que ocupou até 1924.\n\nFoi também professor de química do Colégio Militar de Porto Alegre e de\nfísica e mecânica da Escola de Engenharia de Porto Alegre.\n\nFaleceu em Porto Alegre em 16 de março de 1925.\n\nFoi casado com Arlinda de Freitas Pinto, com quem teve dois filhos.\n\nRaimundo Helio Lopes/ Izabel Noll\n\n**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; MARTINS, A. *Escritores*; TIMM, O.; GONZALEZ, E.\n*Álbum.*\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAÚJO, V.\n*Parlamentares*; MARTINS, A. *Escritores*; TIMM, O.; GONZALEZ, E.\n*Álbum.*\n","dic":"DHBPR"}