{"title":"PINTO, Olegário","cargoss":["militar","dep. fed. GO 1912-1913","pres. GO 1913-1914","dep. fed. GO"],"author":"Adrianna Setemy","content":"**PINTO, Olegário**\n\n\\*militar; dep. fed. GO 1912-1913; pres. GO 1913-1914; dep. fed. GO\n1918-1921; sen. GO 1921-1924; dep. fed. GO 1924-1926; sen. GO 1926-1930.\n\n*Olegário Herculano da Silveira Pinto* nasceu em Goiás Velho (GO) no dia\n16 de março de 1857, filho de João José da Silveira Pinto e de Josefa\nJoaquina da Silveira Pinto.\n\nCursou o secundário no Liceu de Goiás, frequentou a Escola Militar da\nPraia Vermelha, no Rio de Janeiro, onde fez os cursos de cavalaria,\ninfantaria e artilharia, e formou-se em engenharia pela Escola\nPolitécnica em 1883. Bacharelou-se também em ciências jurídicas e\nsociais pela Faculdade de Direito do Recife em 1890. Lecionou na Escola\nMilitar do Ceará e, como engenheiro, foi inspetor de primeira classe da\nRepartição dos Telégrafos, fiscal das Estradas de Ferro do Grão Pará, de\nParanaguá a Curitiba e de Catalão a Palmas, ajudante da Inspetoria Geral\ndas Estradas de Ferro, e diretor e engenheiro da Estrada de Ferro\nCentral de Pernambuco.\n\nEm 1912 foi eleito deputado federal por Goiás, mas renunciou após um ano\nde mandato por ter sido eleito presidente do estado, cargo que assumiu\nem 3 de agosto de 1913. Durante seu governo, apoiou e patrocinou Bento\nde Godói, prefeito da vila de Caldas Novas, para que obtivesse concessão\npara a construção de uma ponte sobre o rio Corumbá, que permitiria o\nescoamento da produção e faria a ligação da região com a capital. Deixou\no governo do estado de Goiás em 6 de julho de 1914, sendo substituído\npelo primeiro-vice-presidente Salatiel Simões de Lima.\n\nEm 1918, voltou a se eleger deputado federal por Goiás. Deixou a Câmara\ndos Deputados em 1921, após ter sido eleito senador em setembro. No\nSenado, continuou a lutar pelo avanço da ferrovia em território goiano,\na fim de que o aprimoramento dos transportes rompesse o isolamento que\nlimitava as possibilidades de crescimento do estado. Em janeiro de 1924\ndeixou o Senado, e em fevereiro seguinte foi novamente eleito deputado\nfederal, na legenda do Partido Democrata. Nas eleições de outubro de\n1926 reelegeu-se senador, mas, com a vitória da Revolução de 1930, e a\nextinção de todos os órgãos legislativos do país, perdeu o mandato.\n\nFoi também comandante de uma brigada da Guarda Nacional. Colaborou com\nartigos para as revistas *Brasil Central*, que teve um único número em\nabril de 1891, e *Informação Goiana*, que circulou de 1917 a 1935, ambas\npublicadas no Rio de Janeiro com o objetivo de divulgar as\npossibilidades econômicas de Goiás.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos*; LISBOA, A.\n*Brazil-Central*;Projeto de imagem de publicações oficiais brasileiras\ndo Center for Research Libraries e Latin-american Microfilm project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 12/3/2010;\nSENADO. *Bio.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 12/3/2010.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; LISBOA, A.\n*Brazil-Central*;Projeto de imagem de publicações oficiais brasileiras\ndo Center for Research Libraries e Latin-american Microfilm project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 12/3/2010;\nSENADO. *Bio.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1611&li=33&lcab=1924-1926&lf=33\\>.\nAcesso em: 12/3/2010.\n","dic":"DHBPR"}