{"title":"AZEVEDO, Gregório Taumaturgo de","cargoss":["militar","gov. PI 1889-1890","gov.AM 1891-1892."],"author":"Raimundo Helio Lopes","content":"**AZEVEDO, Gregório Taumaturgo de**\n\n\\* militar; gov. PI 1889-1890; gov.AM 1891-1892.\n\n*Gregório Taumaturgo de Azevedo* nasceu em Barras(PI) no dia 17 de\nnovembro de 1853,filho de Manuel de Azevedo Moreira deCarvalho e de\nAngélica Florinda Moreirade Carvalho.\n\nSentou praça no Exército aos 15anos de idade, como segundo cadete do1^o^\nRegimento de Cavalaria. Em1870 ingressou na Escola Militar, no Riode\nJaneiro, então capital do Império,e em 1874 tornou-se alferes. Ao\nconcluiro curso de engenharia militar, passoua servir nas fortalezas de\nSanta Cruz,da Laje e de São João. Em 1879foi nomeado secretário da\nComissão deLimites do Brasil com a Venezuela, chefiadapelo barão de\nParima. Em 1883 voltouao Rio de Janeiro e foi condecoradopelos governos\ndo Brasil e da Venezuela.Já no posto de capitão de engenheirosserviu no\nArquivo Militar, onde inicioua confecção da Carta Geral das Fronteirasdo\nBrasil. Em 1884 foi para o Amazonascomo comandante geral das fronteiras\neinspetor de secas e fortificações. Algumtempo depois, foi enviado a\nPernambucocomo engenheiro da estrada de ferro entreRecife e Olinda e\nperito do prolongamentoque ligava a capital à cidade dePetrolina. Nesse\nperíodo ingressou na Faculdadede Direito do Recife, pela qual seformou\nem 1889. Ainda durante o Impériofiliou-se ao Partido Liberal.\n\nCom a proclamação da República(15/11/1889), foi enviado ao Piauí\npelogoverno provisório da União, chefiado pelomarechal Deodoro da\nFonseca, a fim deassumir o governo local em substituiçãoà junta formada\npelo capitão ReginaldoNemésio de Sá, Nelson Pereira do\nNascimento,alferes João de Deus Moreira de Carvalho,Teodoro Alves\nPacheco, tenente-coronel JoaquimDias de Santana, cônego Tomás de\nMoraisRego, e João da Cruz e Santos,barão de Uruçuí. Exerceu o governo\ndoPiauí entre 26 de dezembro de 1889e 4 de junho de 1890, quando\nfoisubstituído pelo vice-governador Joaquim NogueiraParanaguá. Sua\nadministração foi marcada porreformas financeiras, por reformas no\nensinoprimário e secundário, pela criação demesas de orçamento e de\nconselhos deintendência municipal, e pela elevação devárias vilas a\ncidades.\n\nEm 27 de junho de 1891,logo após a promulgação da Constituiçãodo\nAmazonas pelo Congresso Constituinte estadual,foi eleito governador\ndesse estado, pordesígnio do governo central, tendo comovice-governador\nGuilherme José Moreira, barãode Juruá. Como se encontrava fora doestado,\ntrês dias depois o vice GuilhermeMoreira recebeu o governo das mãos\ndointerventor Antônio Gomes Pimentel, a fimde aguardar sua chegada.\nTomou posse em1^o^ de setembro de 1891 eno período seguinte teve\nproblemas como governo federal – que em 23 denovembro de 1891 mudou de\nmãos, coma renúncia de Deodoro e a possede Floriano Peixoto – e com\npolíticoslocais. Em janeiro de 1892 chegou aser formada uma junta\ngovernativa coma intenção de afastá-lo, mas conseguiureagir e decretar o\nestado de sítiopor 30 dias. Foi afinal intimado adeixar o cargo no dia\n26 de fevereiro,por ordem do poder central, passando ogoverno no dia\nseguinte a José InácioBorges Machado.\n\nAcusado de conspirar contra FlorianoPeixoto, esteve preso na Fortaleza\ndeSão Joaquim do Rio Branco. Em 1895foi anistiado e nomeado pelo\npresidentePrudente de Morais (1894-1898) chefe daComissão de Limites com\na Bolívia. Duranteesse trabalho teve atritos com o generalDionísio\nCerqueira e demitiu-se em 1897.Em 1904 foi nomeado prefeito de AltoJuruá\n(AC) e enfrentou conflitos com peruanosque invadiram a fronteira\nbrasileira.\n\nFoi membro do Instituto Históricoe Geográfico Brasileiro, e também\ndosinstitutos histórico e geográfico do Ceará,Bahia, Paraíba e Piauí\n(efetivo), Alagoas,Pernambuco e Santa Catarina (honorário). Alémde\nsócio*-*correspondente da Real AcademiaHispano-Americana de Ciências e\nArtes deCadiz, Espanha, foi sócio de outras entidades:da Associação de\nImprensa de Santiagodo Chile, da Associação de Advogados deLisboa e da\nSociedade Acadêmica de HistóriaInternacional de Paris. Fundou a cidadede\nCruzeiro do Sul (AC) e a CruzVermelha do Brasil. Recebeu os títulosde\ncavaleiro da Ordem de São Bentode Aviz e de comendador das ordensda Rosa\ne do Cristo, além da Medalhade Ouro do Serviço Militar. Foi\ncondecoradocom a medalha de 4^a^ classedo busto de Simon Bolivar e coma\nGrande Placa de Honra e Méritoda Cruz Vermelha.\n\nFaleceu na cidade do Rio deJaneiro, então Distrito Federal, em 29de\nagosto de 1921.\n\nPublicou *Representação ao Poder Legislativo contra o ex-ministro da\nGuerra, Joaquim Delfino Ribeiro da Cruz* (1888), *Discurso na ocasião da\npedra fundamental do novo prédio da Faculdade do Recife* (1889),\n*Mensagem ao comércio amazonense* (1891), *O Acre* e *Limites do\nBrasil*.\n\nRaimundo Helio Lopes\n\n**FONTES:** BASTOS, C. *Dicionário*;CHAVES, J. *Apontamentos*;\nGONÇALVES, W. *Grande dicionário*; REGO NETO, H. *Fatos.*\n","ref":"**FONTES:** BASTOS, C. *Dicionário*;CHAVES, J. *Apontamentos*;\nGONÇALVES, W. *Grande dicionário*; REGO NETO, H. *Fatos.*\n","dic":"DHBPR"}