{"title":"PIRES, Homero","cargoss":["dep. fed. BA 1924-1930","const. 1934","dep. fed. BA 1935-1937."],"author":null,"content":"**PIRES, Homero**\n\n\\*dep. fed. BA 1924-1930; const. 1934; dep. fed. BA 1935-1937.\n\n*Homero Pires* nasceu em Ituaçu (BA) no dia 7 de fevereiro de 1887,\nfilho de José Pires de Oliveira e Silva.\n\nFez os primeiros estudos nos colégios Carneiro Ribeiro, Spencer, 7 de\nSetembro e São José, e em seguida cursou as faculdades de Direito do Rio\nde Janeiro, no então Distrito Federal, e da Bahia, pela qual se\nbacharelou em 1910. Nesse período apoiou a Campanha Civilista, movimento\nque promoveu em 1909-1910 a candidatura de Rui Barbosa à presidência da\nRepública em oposição à do marechal Hermes da Fonseca, afinal eleito em\nmarço de 1910.\n\nDiretor de *O Estado* e *O Imparcial* em 1924, ainda nesse ano elegeu-se\ndeputado federal pela Bahia para a legislatura 1924-1926. Reeleito em\n1927, foi um dos redatores em 1929 do manifesto que apresentou a\ncandidatura de Getúlio Vargas à presidência da República. Em março de\n1930 voltou a eleger-se deputado federal, mas teve o mandato\ninterrompido em outubro do mesmo ano, quando da vitória do movimento\nrevolucionário que depôs o presidente Washington Luís (1926-1930) e\ncolocou Vargas no poder.\n\nEm maio de 1933 elegeu-se deputado pela Bahia à Assembleia Nacional\nConstituinte na legenda do Partido Social Democrático (PSD). Assumindo o\nmandato em novembro seguinte, participou dos trabalhos constituintes\ncomo membro da Comissão de Redação e, após a promulgação da nova Carta\n(16/7/1934) e a eleição do presidente da República no dia seguinte, teve\no mandato prorrogado até maio de 1935. Mais uma vez eleito em outubro de\n1934, iniciou então o novo mandato, que exerceu até novembro de 1937,\nquando, com o advento do Estado Novo, os órgãos legislativos do país\nforam mais uma vez suprimidos.\n\nEm janeiro de 1945 participou como delegado da Bahia do I Congresso\nBrasileiro de Escritores, realizado em São Paulo, que reuniu expressivo\nnúmero de intelectuais de variadas tendências políticas e lançou\ndeclaração em favor da democracia e das liberdades públicas,\nconstituindo uma contundente tomada de posição contra o Estado Novo. Em\nabril seguinte participou da formação da União Democrática Nacional\n(UDN). Após o lançamento do programa da nova agremiação, advieram,\ncontudo, divergências no interior de suas fileiras. Os dissidentes\nreclamavam um programa com espírito social e protestavam também contra a\nexclusão de certos princípios que ampliassem as conquistas sociais do\ngetulismo e livrassem a UDN de alguns traços conservadores. Esse grupo\nintegrou-se então à Esquerda Democrática, de cuja comissão provisória\nHomero Pires fez parte juntamente com João Mangabeira, Domingos Velasco,\nJuraci Magalhães e outros.\n\nRepresentante da Bahia no conselho consultivo da Companhia Hidro\nElétrica do São Francisco de março de 1948 a abril de 1950, foi também\ndiretor da Casa de Rui Barbosa, professor catedrático de direito público\ne constitucional na Faculdade de Direito da Bahia e de teoria geral do\nEstado na Faculdade de Direito da Universidade do Estado da Guanabara,\natual Universidade do Estado do Rio de Janeiro (UERJ), além de membro da\nAcademia Baiana de Letras.\n\nFaleceu no Rio de Janeiro no dia 4 de julho de 1962.\n\nEra casado com Júlia da Costa Lino Pires.\n\nPublicou *Álvares de Azevedo* (ensaio biográfico, 1931); *Obras\ncompletas de Álvares de Azevedo* (organização, 1942); *Antônio de Castro\nAlves, poesias escolhidas* (seleção, prefácio e notas, 1947); *Rui\nBarbosa e os livros* (1949); *Rui Barbosa e o Exército* (1950); *Do\nreconhecimento das perdas jurídicas no direito internacional privado*;\n*Mar livre, canal livre*; *Do estado e da capacidade do direito\ninternacional privado*; *Política da França*; *Rui Barbosa escritor e\norador*; *O professor Carneiro Ribeiro*; *o homem, o meio, a obra*;\n*Camilo – mestre do sarcasmo e da sátira* e *Junqueira Freire, sua vida,\nsua época, sua obra*.\n\n**FONTES:** Boletim Min. Trab. (5/1936); CÂM. DEP. *Deputados*; Câm.\nDep. seus componentes; CONG. BRAS. ESCRITORES. I; CONSULT. MAGALHÃES,\nB.; *Cronologia da Assembleia*; Diário do Congresso Nacional; GODINHO,\nV. *Constituintes*; *Grande encic. Delta*; MENESES, R. *Dicionário*;\nNABUCO, C. *Vida*; SILVA, H. *1935*; SILVA, H. *1937*.\n","ref":"**FONTES:** Boletim Min. Trab. (5/1936); CÂM. DEP. *Deputados*; Câm.\nDep. seus componentes; CONG. BRAS. ESCRITORES. I; CONSULT. MAGALHÃES,\nB.; *Cronologia da Assembleia*; Diário do Congresso Nacional; GODINHO,\nV. *Constituintes*; *Grande encic. Delta*; MENESES, R. *Dicionário*;\nNABUCO, C. *Vida*; SILVA, H. *1935*; SILVA, H. *1937*.\n","dic":"DHBPR"}