{"title":"PIRES, Joaquim","cargoss":["Deputado federal","Deputado federal","Deputado federal","Deputado federal","Senador"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1928,1912,1900,1895,1947],"datas_fim":[1929,1917,1908,1896,1955],"estados":["PI","PI","PI","PI","PI"],"autor":[0],"content":"**PIRES, Joaquim**\n\n\\*dep. fed. PI 1895-1896, 1900-1908, 1912-1917 e 1928-1929; sen. PI\n1947-1955.\n\n*Joaquim de Lima Pires Ferreira* nasceu em Barras (PI) no dia 16 de\njulho de 1869, filho de José Pires Ferreira e de Humbelina de Lima Pires\nFerreira.\n\nBacharelou-se pela Faculdade de Direito do Recife em 1890, e em novembro\ndesse mesmo ano foi nomeado promotor público de Barra de São João (RJ).\nExerceu o cargo apenas um mês, e foi designado juiz pretor do Rio de\nJaneiro, então capital federal.\n\nNomeado oficial de gabinete do presidente Floriano Peixoto (1891-1894),\nem 1895 foi eleito deputado federal na legenda do Partido Republicano do\nPiauí e exerceu o mandato de maio do mesmo ano a dezembro do ano\nseguinte. Abriu nesse período um escritório de advocacia no Rio de\nJaneiro, exerceu o jornalismo e foi também professor de direito\ninternacional no Instituto Comercial. Reelegeu-se em 1900, 1903, 1906,\n1912 e 1915. Na última legislatura, foi o único parlamentar a se\nmanifestar contra a entrada do Brasil na Primeira Guerra Mundial.\nRetornou mais uma vez à Câmara dos Deputados em 1928, encerrando o\nmandato em dezembro do ano seguinte.\n\nEncerrado o primeiro governo de Getúlio Vargas (1930-1945), em janeiro\nde 1947 elegeu-se senador pelo Piauí na legenda da União Democrática\nNacional (UDN), assumindo o mandato em abril seguinte. No mês de\noutubro, votou contra o projeto do senador catarinense Ivo d’Aquino, do\nPartido Social Democrático (PSD), que extinguia os mandatos dos\nparlamentares eleitos pelo Partido Comunista Brasileiro (PCB), então\nPartido Comunista do Brasil, cujo registro havia sido cancelado pelo\nTribunal Superior Eleitoral (TSE) em maio daquele ano. Membro efetivo da\nComissão de Constituição e Justiça e da Comissão Mista de Investigação\nda Produção Agrícola e Respectivo Financiamento, foi também presidente\nda Comissão de Redação do Senado. Exerceu seu mandato até o fim de\njaneiro de 1955, quando também se encerrou a legislatura.\n\nFoi ainda diretor da Escola Nacional de Agricultura.\n\nFaleceu no Rio de Janeiro no dia 23 de dezembro de 1958.\n\nEra casado com Maria de Castro Pires Ferreira. Seu filho Jurandir de\nCastro Pires Ferreira foi constituinte de 1946 e deputado federal pelo\nDistrito Federal de 1946 a 1950. Seu neto, Dirno Jurandir Pires\nFerreira, foi deputado federal pelo Piauí de 1959 a 1967, em 1968 e de\n1971 a 1979.\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados*; CISNEIROS,\nA. *Parlamentares*; *Diário do Congresso Nacional*; GALVÃO, F.\n*Fechamento*; MACEDO, N. *Aspectos*; SENADO. *Dados biográficos* *dos\nsenadores*; SENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (1).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados*; CISNEIROS,\nA. *Parlamentares*; *Diário do Congresso Nacional*; GALVÃO, F.\n*Fechamento*; MACEDO, N. *Aspectos*; SENADO. *Dados biográficos* *dos\nsenadores*; SENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (1).\n","dic":"DHBPR"}
