{"title":"PIRES, Washington","cargoss":["dep. fed. MG 1930","min. Educ. 1932-1934","dep. fed. MG 1935-1937."],"author":"Helena Faria","content":"**PIRES, Washington**\n\n\\*dep. fed. MG 1930; min. Educ. 1932-1934; dep. fed. MG 1935-1937.\n\n*Washington Ferreira Pires*nasceu em Formiga (MG) no dia 13 de fevereiro\nde 1892, filho do médico e político José Carlos Ferreira Pires e de\nMatilde Guilhermina de Faria Pires. Seu pai foi o responsável pela\nintrodução do raio X no Brasil e deputado federal por Minas Gerais de\n1891 a 1899. Também seguiu carreira política seu irmão Hílton Ferreira\nPires, constituinte de 1934.\n\nFormou-se em medicina no Rio de Janeiro, então Distrito Federal, em\n1915, e trabalhou como assistente do célebre médico Miguel Couto,\nprestando serviços durante a campanha de combate à febre amarela.\nRetornando a seu estado, clinicou em Formiga e, mais tarde, obteve por\nconcurso uma cátedra na Faculdade de Medicina de Minas Gerais.\n\nElegeu-se deputado estadual em 1923 e em 1927 e permaneceu na Câmara\nestadual mineira até 1930. Em março desse ano, foi eleito deputado\nfederal na legenda do Partido Republicano Mineiro (PRM). Empossado em\nmaio, exerceu seu mandato até a dissolução da Câmara em virtude da\nvitória da Revolução de 1930, em outubro. Regressou então a Belo\nHorizonte e voltou a clinicar e a lecionar na capital mineira. Ao mesmo\ntempo, ingressou na Faculdade de Direito, vindo a bacharelar-se.\n\nEm 16 de setembro de 1932, indicado pelo presidente de Minas, Olegário\nMaciel, assumiu o Ministério da Educação e Saúde em substituição a\nFrancisco Campos. Logo após ter assumido a pasta, atuou como\nintermediário entre Olegário Maciel e Getúlio Vargas, chefe do governo\nprovisório, na discussão do problema das punições aos envolvidos na\nRevolução Constitucionalista de 1932. No fim do ano, tendo em vista as\neleições para a formação da Assembleia Nacional Constituinte, o governo\nfederal resolveu criar em Minas Gerais, como nos demais estados, um\npartido que representasse os objetivos doutrinários da Revolução de\n1930. Desse modo, sob a orientação de Antônio Carlos Ribeiro de Andrada,\niniciaram-se as articulações para a fundação do Partido Progressista\n(PP). Washington Pires participou dos entendimentos, filiando-se ao PP\nlogo após a sua criação. Em 1933, às vésperas da instalação da\nConstituinte, concedeu entrevista a um jornal mineiro, afirmando a\nnecessidade de que a presidência da Assembleia fosse pleiteada por Minas\nGerais. Com esse objetivo, participou de uma série de reuniões em Belo\nHorizonte. De fato, o cargo veio a ser ocupado pelo mineiro Antônio\nCarlos.\n\nApós deixar o ministério em 25 de julho de 1934, foi eleito em outubro\ndeputado federal por seu estado na legenda do PP. Exerceu o mandato de\nmaio de 1935 a 10 de novembro de 1937, quando o advento do Estado Novo\nsuspendeu o funcionamento de todas as câmaras legislativas do país.\n\nRetornou à cena política apenas em janeiro de 1956, quando foi nomeado\ntitular da Secretaria de Saúde e Assistência de Minas Gerais pelo\ngovernador José Francisco Bias Fortes (1956-1961). Permaneceu no cargo\naté o dia 1^o^ de agosto de 1958.\n\nWashington Pires morreu em Belo Horizonte no dia 23 de novembro de 1970.\n\nEra casado com Lindeia Sette Ferreira Pires.\n\nTitular da cadeira n^o^ 86 da Academia Mineira de Medicina, teve\npublicados os trabalhos: *A ansiedade nos irregulares sexuais* (1917),\n*Estupro e caracteres físicos da virgindade* (1923), *Neurorrecidivas*\n(1926), *Etiopatologia da neurossífilis* (1926), *A gênese e a\npsicanálise* (1928), *Considerações em torno da reeducação dos afásicos*\n(1935), *Estudo do líquido cefalorraquiano* (1935), *Sinais e falsa\nidentidade* (1956) e *Psicanálise na profilaxia do crime e do delito*\n(1956).\n\nHelena Faria\n\n**FONTES:** ANDRADE, F. *Relação*; ARQ. GETÚLIO VARGAS; *Boletim Min.\nTrab*. (5/1936); CÂM. DEP. *Deputados*; CONSULT. MAGALHÃES, B.; *Diário\ndo Congresso Nacional*; *Encic. Mirador*; MONTEIRO, N. *Dicionário*;\nPEIXOTO, A. *Getúlio*; *Rev. Arq. Públ. Mineiro* (12/1976); SILVA, H.\n*1933*.\n","ref":"**FONTES:** ANDRADE, F. *Relação*; ARQ. GETÚLIO VARGAS; *Boletim Min.\nTrab*. (5/1936); CÂM. DEP. *Deputados*; CONSULT. MAGALHÃES, B.; *Diário\ndo Congresso Nacional*; *Encic. Mirador*; MONTEIRO, N. *Dicionário*;\nPEIXOTO, A. *Getúlio*; *Rev. Arq. Públ. Mineiro* (12/1976); SILVA, H.\n*1933*.\n","dic":"DHBPR"}