{"title":"PIZA, Luís","cargoss":["dep. fed. SP 1901-1902."],"author":null,"content":"**PIZA, Luís**\n\n\\* dep. fed. SP 1901-1902.\n\n*Luís de Toledo Piza e Almeida*nasceu em São João do Capivari, hoje\nCapivari (SP), no dia 19 de janeiro de 1857, filho de Joaquim de Toledo\nPiza e Almeidae de Leopoldina Correia de Toledo. Seu primo Joaquim de\nToledo Piza e Almeida foi ministro e presidente do Supremo Tribunal\nFederal; outro primo, Gabriel de Toledo Piza e Almeida, participou da\nhistórica Convenção de Itu, em 1873, a partir da qual foi fundado o\nPartido Republicano Paulista (PRP), e foi embaixador do Brasil na\nAlemanha e na França. Seu cunhado, Manuel Ferraz de Campos Sales, irmão\nde sua mulher Júlia Sales de Toledo Piza, foi presidente da República de\n1898 a 1902.\n\nFez seus primeiros estudos em sua cidade, concluindo o curso de\nhumanidades na capital de São Paulo em 1877. Dois anos depois\nmatriculou-se na Faculdade de Direito de São Paulo e formou-se em\nciências jurídicas e sociais em 1883. Ainda estudante defendia os ideais\nrepublicanos e ajudou a fundar o Clube Republicano Acadêmico, do qual\nfoi um dos diretores. Trabalhou também como jornalista, escrevendo nos\nórgãos de imprensa republicanos então existentes. Ao concluir o curso\nfoi para a cidade Jaú, onde abriu escritório de advocacia e exerceu a\nprofissão por alguns anos. Na capital paulista, foi sócio-fundador, em 9\nde fevereiro de 1891, da sociedade anônima Companhia Antártica Paulista,\nda qual foi também diretor. Foi ainda professor de economia política da\nEscola Normal até a extinção da cadeira em 1895.\n\nEm 7 de março de 1892 foi eleito pelo PRP, de cuja comissão diretora era\nmembro, deputado estadual para a legislatura 1892-1894. Reeleito para as\nlegislaturas 1895-1897 e 1898-1900, presidiu a Câmara estadual de 1893\naté 9 de abril de 1900, quando, por divergências com o líder da bancada\ndo PRP, deputado Júlio Mesquita, com relação à eleição da Mesa Diretora,\nrenunciou ao cargo e ao mandato. Na presidência da Câmara foi\nsubstituído por Carlos Augusto Pereira Guimarães, e sua vaga na casa foi\npreenchida por Antônio Mercado. Nesse período, foi também diretor\npolítico do *Correio Paulistano*, órgão oficial do PRP, fazendo forte\noposição aos governos de Peixoto Gomide (1897-1898) e Fernando Prestes\n(1898-1900).\n\nEm 1901, foi escolhido pelo PRP para ocupar uma cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, na vaga aberta com\na renúncia de Floriano Antônio de Morais Júnior. Foi eleito em 8 de\nabril e empossado em 24 do mesmo mês, e exerceu o mandato até o fim da\nlegislatura, em dezembro de 1902. Retornou então a São Paulo e foi\nnomeado chefe de polícia pelo presidente estadual Bernardino de Campos.\nDeixou a chefia da polícia para assumir a Secretaria da Agricultura, no\nperíodo de 12 de agosto de 1903 a 30 de abril de 1904, também sob o\ngoverno de Bernardino de Campos. Nesse último ano, em 4 de junho, foi\neleito senador estadual, na vaga aberta com a renúncia de João Batista\nde Melo Oliveira. Tomou posse em 2 de julho, mas, alegando motivos\nparticulares, renunciou em 26 de dezembro de 1905 e dedicou-se à\niniciativa privada.\n\nPor deliberação da comissão diretora do PRP, seu nome foi mais uma vez\nincluído na chapa de candidatos ao Senado estadual nas eleições de 2 de\nfevereiro de 1910. Eleito, foi empossado em 14 de julho. Foi reeleito em\n1913, e escolhido por seus pares primeiro-suplente de secretário da Mesa\nDiretora para a sessão legislativa de 1913-1914. Na sessão seguinte foi\neleito segundo-secretário, mas renunciou em 10 de novembro de 1915, por\ndiscordar da escolha da chapa do PRP para o governo de São Paulo. Em 29\nde abril de 1922 foi mais uma vez eleito senador estadual, e empossado\nem 14 de julho seguinte. Fez parte da Comissão de Estatística e Divisão\nMunicipal do Senado paulista.\n\nFaleceu em São Paulo no dia 6 de julho de 1923, em pleno exercício do\nmandato parlamentar.\n\nDe seu casamento com Júlia Sales de Toledo Piza, teve três filhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano* (7/7/1923); FONSECA, A.; IGNÁCIO,\nA.; BRISOLLA, C. M*. São Paulo*; RIBEIRO, A. *Governos*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano* (7/7/1923); FONSECA, A.; IGNÁCIO,\nA.; BRISOLLA, C. M*. São Paulo*; RIBEIRO, A. *Governos*.\n","dic":"DHBPR"}