{"title":"PLEBE, A","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Carolina Vianna Dantas"],"content":"**PLEBE, A**\n\nJornal anarquista e anticlerical lançado na cidade de São Paulo em 1917\ne extinto em 1951.\n\nSob o comando de Edgard Leuenroth, o jornal *A Plebe* foi lançado no\ncontexto da Primeira Guerra Mundial e da desestabilização dos salários e\nda vida dos trabalhadores. Em seu primeiro número, afirmava ser a\ncontinuação do periódico anticlerical *A Lanterna* e posicionava-se como\num órgão dedicado à luta dos trabalhadores contra a opressão e a miséria\nno Brasil. Entre seus principais colaboradores estavam Astrojildo\nPereira e José Oiticica.\n\n*A Plebe* publicou notícias sobre vários países, com destaque para os da\nAmérica Latina e para a Espanha. Manteve uma coluna que tratava da\norganização e das ações de sindicatos em São Paulo, tanto os do interior\nquando os da capital. Também dedicou seções à recomendação de livros de\ntendência libertária. Trouxe, do mesmo modo, artigos que buscavam\nconceituar para o leitor o que era anarquismo, bolchevismo e comunismo.\nSeus editores utilizaram-se largamente de ilustrações, muitas vezes\nproduzidas por trabalhadores, e de poesia para difundir a causa operária\ne libertária.\n\nO editor-proprietário do jornal, Edgard Leuenroth, participou ativamente\nda greve de 1917 na cidade de São Paulo, tornando-se uma das lideranças\ndo movimento, inclusive através de *A Plebe.* Por esse envolvimento foi\npreso, sob a acusação de comandar o saque ao Moinho Santista. A polícia\ninvadiu *A Plebe*, e o jornal foi empastelado. Com a prisão de\nLeuenroth, o anarquista Florentino de Carvalho manteve a publicação\nquase que solitariamente, fazendo uso de vários pseudônimos.\n\nEm 1921 Leuenroth conseguiu reabrir o jornal, mantendo sua circulação\naté julho de 1924, quando deixou de ser publicado novamente em função da\ndecretação do estado de sítio. Nesse período, de 1923 a 1924, a\nresponsabilidade pela edição de *A Plebe* ficou a cargo do militante\nPedro A. Mota. *A Plebe* voltou à praça em 1927, quando publicou\ndenúncias sobre o degredo de operários e de ativistas envolvidos no\nmovimento de 1924. Em 1932 sua circulação sofreu várias interrupções em\nfunção da aplicação da Lei Celerada (6/8/1927), que instituiu a\nrepressão a sindicatos e jornais operários.\n\nNa década de 1930 o jornal publicou diversos textos de conteúdo\nantifascista, divulgando as reuniões que realizava bem como as\norganizadas pelo Centro de Cultura Social (CCS). Em um número do ano de\n1934, por exemplo, o jornal acusou o governo de Getúlio Vargas e a\nIgreja Católica de nazifascistas. Nesse período, diante da aproximação\nde duas forças conservadoras – o movimento integralista e Igreja\nCatólica –, muitos militantes anarquistas aderiram à Aliança Nacional\nLibertadora (ANL), ainda que tivessem discordâncias quanto às formas de\nação política por ela preconizadas. No bojo da repressão governista à\nANL, em 1935 *A Plebe* fechada mais uma vez.\n\nNa década seguinte, mais especificamente no dia 1° de maio de 1947, *A\nPlebe* foi relançada por Edgard Leuenroth. Na tentativa de fazer reviver\na militância libertária, contou com a colaboração de Liberto Lemos Reis\ne de Lucca Gabriel, militantes articulados ao CCS. Sob a direção de\nRodolpho Felippe, manteve-se até 1951, quando parou de circular\ndefinitivamente.\n\nCarolina Vianna Dantas\n\n**FONTES:** CARNEIRO, M.; KOSSOY, B. *Imprensa*; SILVA, E. *Maçonaria*;\nTOLEDO, E. *Trajetória*.\n","ref":"**FONTES:** CARNEIRO, M.; KOSSOY, B. *Imprensa*; SILVA, E. *Maçonaria*;\nTOLEDO, E. *Trajetória*.\n","dic":"DHBPR"}
