{"title":"AZEVEDO, Gwyer de","cargoss":["militar","rev. 1924","rev.1930","const. 1934."],"author":null,"content":"**AZEVEDO, Gwyer de**\n\n\\* militar; rev. 1924; rev.1930; const. 1934.\n\n*Asdrúbal Gwyer de Azevedo* nasceu em SantaMaria Madalena (RJ) no dia 22\ndedezembro de 1899, filho de Manuel Fernandesde Azevedo, farmacêutico, e\nde AuroraGwyer de Azevedo.\n\nEstudou até 1917 em regime deinternato no Colégio Pedro II, no Riode\nJaneiro, então Distrito Federal. Sentoupraça em março do ano seguinte,\ningressandona Escola Militar do Realengo, tambémno Rio de Janeiro, de\nonde saiuaspirante a oficial da arma de infantariaem janeiro de 1922.\n\nPromovido a segundo-tenente em abrildesse último ano, participou em São\nPauloda Revolta de 5 de julho de 1924,irrompida concomitantemente em\nSergipe e noAmazonas, onde foi dominada rapidamente. EmSão Paulo,\ncontudo, sob o comando deIsidoro Dias Lopes, os rebeldes conseguiramo\ncontrole da cidade. Comissionado noposto de major, Gwyer Azevedo, além\ndecomandar efetivos militares, teve atuação destacadana prisão do\ngeneral Abílio Noronha, comandanteda 2^a^ Região Militar (2^a^RM). Após\ntrês semanas dominando a capital,os rebeldes rumaram para o interior\ndoestado. Em abril de 1925, no oestedo Paraná, esse grupo se juntaria\naocontingente revolucionário que sublevara em outubrodo ano anterior\nunidades militares noRio Grande do Sul, constituindo a partirdaí a\nColuna Prestes.\n\nAinda em 1924, Gwyer de Azevedodeixou o Brasil, buscando o exílio\nemLisboa, onde se empregou como administradorde uma quinta. De volta ao\nBrasilem 1929, foi preso em setembro desseano e condenado a dois anos\ndereclusão. Com a deflagração do movimentorevolucionário dirigido pela\nAliança Liberalem 3 de outubro de 1930, fugiuda unidade militar onde\ncumpria pena,no bairro carioca de São Cristóvão, juntou-seaos efetivos\nrevolucionários e foi novamentecomissionado no posto de major. À\nfrentede uma coluna, seu contingente foi oprimeiro a invadir o Rio de\nJaneiro,saindo do norte do estado. Com avitória do movimento, selada com\na deposiçãode Washington Luís no dia 24 deoutubro de 1930, foi anistiado\ne nomês seguinte recebeu a promoção a primeiro-tenente,retroativa a\nsetembro de 1924.\n\nIntegrou o Clube 3 de Outubro,organização criada em maio de 1931\nparacongregar as correntes tenentistas partidáriasda manutenção e do\naprofundamento dasreformas instituídas pela Revolução de 1930.Promovido\na capitão em outubro de 1931,exerceu a partir de dezembro o cargode\nsecretário de Viação e Obras Públicasdo estado do Rio de Janeiro,\ndurantea interventoria do comandante Ari Parreiras.Integrou os efetivos\nlegalistas que combaterama Revolução Constitucionalista deflagrada emSão\nPaulo em julho de 1932. Comissionadono posto de tenente-coronel,\norganizou umbatalhão que operou na serra da Mantiqueirae em Campinas\n(SP). Em outubro de1932 o movimento foi derrotado.\n\nEm dezembro desse último ano participou,juntamente com César Tinoco,\nCristóvão Barcelose Alípio Costallat, da organização doPartido\nSocialista Fluminense (PSF). Logo emseguida, contudo, desligou-se da\nagremiação comCristóvão Barcelos para organizar a UniãoProgressista\nFluminense (UPF). Em janeiro de1933 deixou a Secretaria de Viação eObras\nPúblicas e em maio elegeu-se deputadoà Assembleia Nacional Constituinte\nna legendada UPF. Empossado em novembro de 1933,participou dos trabalhos\nconstituintes e, apósa promulgação da nova Carta (16/7/1934)e a eleição\ndo presidente da Repúblicano dia seguinte, teve o mandato estendidoaté\nmaio de 1935. Foi eleito emseguida vereador em Campos (RJ),\ncujaprefeitura ocuparia interinamente. Exerceu omandato até 10 de\nnovembro de 1937,quando, com o advento do Estado Novo,foram suprimidos\ntodos os órgãos legislativosdo país.\n\nSubcomandante do 16^o^ Batalhãode Caçadores (16^o^ BC), sediadoem\nCuiabá, de dezembro de 1937 amarço de 1939, foi promovido a majorem maio\ndesse último ano. Dois mesesdepois passou a servir como subcomandantedo\n17^o^ BC em Corumbá (MS),então no estado de Mato Grosso, ondepermaneceu\naté novembro de 1940. De fevereiroa dezembro do ano seguinte chefiou\na23^a^ Circunscrição de Recrutamentoem João Pessoa. Em seguida foi\ntransferidopara Ouro Preto (MG), onde serviu no10^o^ BC. Em dezembro de\n1944foi promovido a tenente-coronel e em fevereirode 1946, já após o fim\ndo EstadoNovo, passou para a reserva.\n\nFaleceu em 1970.\n\nPublicou *Os militares e a política* (1926).\n\n**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;ARQ. GETULIO VARGAS; ASSEMB. NAC.\nCONST.1934*. Anais*; CÂM. DEP. *Deputados*; *Câm. Dep. seus\ncomponentes*; CONSULT. MAGALHÃES, B.; *Cronologia da\nAssembleia*;GODINHO, V. *Constituintes*; MIN. GUERRA. *Almanaque*\n(1944); SILVA, H. *1922.*\n","ref":"**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;ARQ. GETULIO VARGAS; ASSEMB. NAC.\nCONST.1934*. Anais*; CÂM. DEP. *Deputados*; *Câm. Dep. seus\ncomponentes*; CONSULT. MAGALHÃES, B.; *Cronologia da\nAssembleia*;GODINHO, V. *Constituintes*; MIN. GUERRA. *Almanaque*\n(1944); SILVA, H. *1922.*\n","dic":"DHBPR"}