{"title":"POLÍTICA COMERCIAL NA PRIMEIRA REPÚBLICA","cargoss":["A política comercial brasileira durante a Primeira República"],"author":"André Villela","content":"**POLÍTICA COMERCIAL NA PRIMEIRA REPÚBLICA**\n\nA política comercial brasileira durante a Primeira República\ncaracterizou-se por relativo protecionismo. Os acordos comerciais e as\npautas tarifárias – adotadas em uma época marcada por profissões de fé\noficiais acerca das virtudes do *laissez faire* – foram menos liberais\ndo que se esperaria à primeira vista. Na prática, durante o período de\napogeu do modelo primário-exportador, o Brasil foi um grande importador\nde manufaturados e insumos industriais, pagos com as receitas de\nexportação de um pequeno conjunto de *commodities*, café à frente.\n\nDurante a Primeira República, o comércio internacional teve um peso\nmaior na economia brasileira do que viria a apresentar em qualquer época\nposterior da história do país. A rigor, a economia brasileira jamais foi\ntão aberta ao exterior quanto no período anterior à Primeira Guerra\nMundial, quando a chamada corrente de comércio (soma das exportações e\nimportações) como proporção do Produto Interno Bruto (PIB) atingiu seu\nauge – 36% em 1895 –, com a média de 28% entre 1889 e 1930. Em termos\nabsolutos, as exportações partiram de 28,5 milhões de libras em 1889 e\nalcançaram 65,7 milhões de libras em 1930, com um pico de 117,4 milhões\nde libras em 1919. Já as importações aumentaram de 24 milhões de libras\npara 53,6 milhões de libras entre 1889 e 1930, atingindo seu maior valor\nem 1928 (97,4 milhões de libras). Nos 41 anos que durou a Primeira\nRepública, a balança comercial foi deficitária em apenas três ocasiões –\n1913, 1920 e 1921.\n\nO principal item de exportação do Brasil era o café. O produto\nrepresentou, em média, cerca de 60% das vendas brasileiras no exterior,\nembora, em alguns anos, tenha respondido por perto de 80% das\nexportações brasileiras. Já a participação do café brasileiro no total\ndas exportações mundiais do produto foi da ordem de 65%, em média, entre\n1880 e 1930. Nas duas décadas que antecederam a Primeira Guerra, a\nborracha também constituiu item importante da pauta de exportações,\ntendo atingido o pico de 24,7 milhões de libras em vendas externas em\n1910 – 40% do total, e apenas ligeiramente abaixo das exportações de\ncafé naquele ano. Açúcar e algodão fechavam o conjunto de principais\nitens exportados pelo Brasil.\n\nA pauta de importações era muito mais diversificada e, além disso,\nmodificou-se mais ao longo dos anos. Do ponto de vista agregado, a\ncategoria de matérias-primas predominava, mantendo uma participação mais\nou menos constante de 50% no total importado pelo Brasil entre 1900 e\n1930. Com a lenta, porém crescente, sofisticação da estrutura produtiva\ndo país, os bens de consumo perderam espaço na pauta de importações para\ninsumos industriais (ferro, aço, cimento), bens de capital (material\nrodante para estradas de ferro, trilhos, locomotivas), automóveis e\ncombustíveis. Individualmente, o principal item importado era o trigo\n(farinha e grão), respondendo por cerca de 10% das importações\nbrasileiras. Pouco abaixo, situavam-se as importações do complexo têxtil\n(fios e tecidos), representando cerca de 8% do total, seguidas de carvão\nem pedra (média de 5%).\n\nOs principais mercados de destino das exportações brasileiras durante a\nPrimeira República eram, pela ordem, Estados Unidos, Alemanha,\nGrã-Bretanha, França e Argentina. A posição relativamente secundária da\nGrã-Bretanha enquanto mercado para as exportações brasileiras não deve\nsurpreender, visto não ser aquele país um grande consumidor de café.\n\nDo lado das importações, as posições invertiam-se. O predomínio\nbritânico até a Primeira Guerra deu lugar à liderança dos Estados Unidos\nenquanto fornecedor de produtos para o Brasil. Já a histórica\ndependência do Brasil da importação de trigo fazia da Argentina o\nterceiro principal país de origem das importações brasileiras. A perda\nde importância relativa da Grã-Bretanha também teve como contrapartida o\navanço da Alemanha, que – à exceção do período da Primeira Guerra –\ndisputou com a Argentina a terceira posição entre os fornecedores de\nimportados para o Brasil.\n\nA trajetória da corrente comercial do Brasil no período foi parcialmente\ndeterminada por uma série de acordos firmados com seus principais\nparceiros, em particular os Estados Unidos, maior mercado consumidor do\ncafé brasileiro. O caráter de déficit permanente do comércio dos Estados\nUnidos com o Brasil dava àquele país um poder de barganha que a\nGrã-Bretanha jamais poderia igualar, haja vista não ser uma grande\nconsumidora dos produtos exportados pelo Brasil.\n\nEm 1891 firmou-se o primeiro acordo comercial entre o Brasil e os\nEstados Unidos no período republicano, quando se acertaram concessões\ntarifárias recíprocas. Pelo lado norte-americano, foi admitida a entrada\nlivre de direitos (impostos) de importação de café, açúcar, melado de\ncana e peles provenientes do Brasil (e dos demais países que exportavam\naqueles produtos – além de chá – para o mercado dos EUA). Em\ncontrapartida, o Brasil passava a admitir a entrada, livre de impostos,\nde uma série de mercadorias provenientes dos Estados Unidos, além de\nconceder uma redução de 25% nos direitos alfandegários incidentes sobre\noutros artigos.\n\nO baixo crescimento das exportações dos Estados Unidos para o Brasil\ndurante o período em que vigorou o convênio – de 1^o^ de abril de 1891 a\n1^o^ de janeiro de 1895 –, bem como a persistência do déficit nas trocas\nentre os dois países, sugeria aos norte-americanos a necessidade de um\nnovo acordo comercial com o Brasil. Tal processo ganhou força a partir\nda promulgação da Tarifa Dingley nos EUA, em 1897. Esta dava poderes ao\npresidente de impor uma taxa de importação de três centavos de dólar por\nlibra-peso de café proveniente de países que gravassem os produtos\nnorte-americanos, enquanto o café era admitido nos EUA livre de\nimpostos. Diante do risco que a ameaça norte-americana fosse posta em\nprática, o governo brasileiro – após anos de resistência do Congresso –\nconcedeu, por decreto de abril de 1904, preferência à importação de\ndiversos produtos provenientes daquele país. Com isso, foram\nbeneficiadas com redução de 20% nos direitos de importação as seguintes\nmercadorias norte-americanas: farinha de trigo, manufaturados de\nborracha natural, relógios, tintas, vernizes e leite condensado.\n\nEm dezembro de 1905 o Congresso brasileiro concedeu ao presidente\nRodrigues Alves permissão para renovar o regime de preferências firmado\ncom os EUA no ano anterior, acrescentando novos produtos à lista\noriginal de artigos beneficiados. A partir de então, a renovação do\nacordo foi reiteradamente autorizada pelo Legislativo, tendo, inclusive,\nsido incorporada à Lei do Orçamento.\n\nNa avaliação da United States Tariff Commission, o resultado prático dos\nacordos foi considerado “ligeiramente exitoso”. De fato, os dados\nindicam que o tratamento preferencial surtiu pouco efeito sobre as\nimportações brasileiras de farinha de trigo dos EUA – o principal artigo\ncontemplado pelas preferências – tendo em vista as vantagens\ncompetitivas dos concorrentes argentinos. Quanto aos demais itens\n“preferenciais”, sua participação no total importado pelo Brasil em cada\ncategoria sofreu aumento modesto, passando de 9,6% em 1902 para 13,9% em\n1904 e 11,2% em 1913.\n\nApós o término da Primeira Guerra – e dentro do espírito wilsoniano de\nusar a não discriminação comercial como uma das bases da paz econômica\nmundial –, os Estados Unidos imprimiram uma mudança importante em sua\npolítica de comércio exterior. Com a tarifa Fordney MacCumber, de 1922,\nforam abolidos os direitos diferenciados e estabelecidas alíquotas\niguais incidentes sobre as mercadorias de todos os países, em igualdade\nde condições. Na prática, essa nova orientação da política comercial\nnorte-americana pôs fim aos acordos de preferências firmados com o\nBrasil desde o início do século. No ano seguinte, os dois países\nfirmaram convênio estabelecendo o princípio de nação mais favorecida no\ncomércio bilateral. A partir daí, toda redução de direitos concedida\nentão, ou no futuro, pelo Brasil ou pelos Estados Unidos aos produtos de\num terceiro país seria aplicada automaticamente aos mesmos produtos\nvindos do Brasil ou dos EUA.\n\nEntre 1923 e 1929 as exportações dos Estados Unidos para o Brasil\ncresceram mais de 140%, contra crescimento de pouco mais de 80% do\nconjunto das importações brasileiras. Não é certo, porém, que essa\ndiferença significativa deva ser atribuída apenas ao novo acordo, sendo\nmais provável que reflita, também, outros fatores, como a expansão\neconômica (inclusive internacional) dos EUA nos anos 1920, em meio ao\nambiente de crise que cercava seus principais concorrentes europeus, e a\nsobrevalorização da libra esterlina.\n\nAlém dos acordos país a país, a política comercial brasileira durante a\nPrimeira República envolveu a fixação de quatro pautas tarifárias\nsucessivas (em 1890, 1896, 1897 e 1900), com alíquotas de importação\nincidentes sobre produtos importados, independentemente de sua\nprocedência.\n\nA primeira delas, promulgada ainda sob o governo provisório, estabeleceu\nalíquotas que variavam de 5% a 60% dos valores ditos “oficiais” dos\nprodutos importados. Na avaliação de Rui Barbosa, ministro da Fazenda\nresponsável por sua promulgação, a tarifa de novembro de 1890 era\nmoderadamente protecionista, ao mesmo tempo em que permitia a manutenção\ndos níveis de arrecadação do imposto de importação – de longe, a\nprincipal fonte de receita tributária do governo central, responsável\npor cerca de ¾, em média, da arrecadação total.\n\nPassados dois anos da entrada em vigor da tarifa Rui Barbosa, o governo\nfoi autorizado a revê-la, tendo, então, aumentado as alíquotas sobre\ndiversos produtos, além de promover redução de 30% nas tarifas sobre a\nimportação de máquinas, tinturas e outros insumos industriais. Com isso,\nprocurava, em primeiro lugar, mitigar as dificuldades por que passavam\nas finanças governamentais após o estouro da bolha especulativa do\nEncilhamento e a subsequente desvalorização cambial (que fazia aumentar\nas despesas, em mil-réis, do serviço da dívida externa da União). A\nredução na tarifa de importação de máquinas, por sua vez, visava aliviar\no setor industrial das dificuldades decorrentes do encarecimento do\ncusto de importação de máquinas e insumos industriais.\n\nDuas outras pautas tarifárias foram adotadas ainda na primeira década\nrepublicana, a Tarifa Rodrigues Alves, de 1896, e, no ano seguinte, a\nTarifa Bernardino de Campos. A primeira procurava conciliar os\ninteresses do Fisco, do comércio importador e do setor industrial\nemergente. Para tanto, taxava mais pesadamente os artigos de luxo ou com\nsimilares nacionais, ao mesmo tempo em que estabelecia impostos mais\nbrandos (ou, mesmo, a isenção, no caso de máquinas e implementos\nagrícolas) sobre a maior parte dos insumos industriais. Não tendo\nlogrado sucesso em estancar a queda da arrecadação de receitas de\nimportação, o governo decidiu adotar, em dezembro de 1897, nova tarifa.\nEm meio a graves problemas orçamentários (o déficit federal alcançara\n25% da receita arrecadada), o governo optou pela redução das alíquotas\nde importação. No fundo, apostava em um crescimento mais que\nproporcional no valor importado, o que compensaria, do ponto de vista da\narrecadação, a redução das alíquotas. Os fatos desmentiriam o “otimismo\ndas elasticidades” implícito na estratégia governamental, tendo a\narrecadação das alfândegas recuado 2,3% em termos absolutos em 1898.\n\nO ano de 1898 entraria para a história econômica brasileira como aquele\nem que, a duras penas, foi firmado um empréstimo com a casa bancária dos\nRothschild, de Londres, a fim de consolidar a dívida externa do governo\nfederal – no chamado *funding loan*. O preço cobrado para a concessão\ndesse empréstimo tomou a forma de severo arrocho monetário e fiscal, a\ncargo do ministro Joaquim Murtinho. Do lado fiscal, a necessidade de\nreverter o déficit governamental exigiu, entre outras medidas, uma\nrevisão da pauta tarifária em vigor. Foi nesse contexto que se deu a\ndecretação da tarifa de 1900, que vigoraria – com alterações – até 1934.\n\nExaminando-se as alíquotas adotadas na nova tarifa, percebe-se pouca\nmudança em relação à Tarifa Bernardino de Campos, que, conforme visto,\npromovera redução média de 25% nas alíquotas constantes da pauta\nanterior. O espírito aparentemente liberal da nova tarifa traduzia, sem\ndúvida, as preferências livre-cambistas tanto do ministro Murtinho como\ndo presidente Campos Sales.\n\nEmbora tenha permanecido em vigor por mais de três décadas, a Tarifa\nMurtinho sofreu diversas alterações, a fim de acomodar as pressões\ncrescentes por proteção, vindas do setor industrial emergente, com os\nobjetivos fiscais do governo central, tudo isso em meio a uma conjuntura\neconômica doméstica e internacional instável. Sendo assim, ao longo dos\nmais de 30 anos em que vigorou, foram feitas diversas alterações nos\nparâmetros que regiam o cálculo das alíquotas de importação.\n\nA fim de se entender como foi possível manter-se a mesma tarifa ao longo\nde décadas, é preciso atentar para a forma de cobrança do imposto de\nimportação no período. Desde a época imperial, as pautas tarifárias no\nBrasil (e na maior parte do mundo) eram estabelecidas de maneira a taxar\nos produtos importados com base em um valor fixo (os chamados\n*direitos*) incidente sobre os valores ditos *oficiais* das mercadorias\nimportadas. Estes últimos eram obtidos pela multiplicação do preço em\nmoeda estrangeira de determinado artigo no ano em que a tarifa foi\ndecretada por determinada taxa de câmbio (geralmente, aquela então em\nvigor). À relação entre os direitos de importação e o valor oficial de\ndeterminada mercadoria importada dava-se o nome de *razão* (expressa\ncomo uma percentagem), equivalente a uma alíquota *ad valorem* moderna.\n\nNão é difícil perceber que diante de mudanças no valor (em moeda\nestrangeira) das mercadorias importadas e/ou na taxa de câmbio, as\ntarifas *ad valorem* equivalentes que derivavam de *direitos* que se\nmantinham inalterados também iriam mudar. Por exemplo, supondo um artigo\nimportado que, à época da decretação de uma tarifa, fosse avaliado em 10\nmil-réis (seu valor oficial) e sobre o qual incidissem direitos de 1\nmil-réis. A *razão* correspondente, portanto, seria de 10% (1 mil/10\nmil). Se, por algum motivo – devido a uma mudança do preço do artigo em\nlibras esterlinas e/ou devido à variação da taxa de câmbio\nmil-réis/libra – o valor de mercado desse artigo caísse para 5 mil-réis,\nos mesmos 1 mil-réis cobrados na alfândega a título de direitos de\nimportação equivaleriam a uma tarifa *ad valorem* (*razão*) de 20% (1\nmil/5mil) e não mais aos 10% estabelecidos quando da decretação daquela\npauta tarifária.\n\nDado que a pauta tarifária não poderia ser modificada toda vez que\nocorressem mudanças de vulto na paridade cambial ou no preço, em moeda\nestrangeira, dos artigos importados, era comum o recurso aos chamados\nimpostos adicionais, posteriormente incorporados às tarifas. Além deles,\no governo brasileiro – também desde o Império – lançou mão da cobrança\nde parte dos impostos de importação “em ouro”. Esse expediente, na\nprática, indexava a arrecadação às mudanças na taxa de câmbio, com isso\nprotegendo as receitas alfandegárias das mudanças no valor externo do\nmil-réis, ao mesmo tempo em que se preservava o grau de proteção ao\nproduto nacional que estava implícito na *razão* estabelecida quando do\nlançamento de uma nova pauta tarifária. Ao longo dos anos, a proporção\ndos direitos pagos “em ouro” foi aumentada gradativamente, tendo\natingido um pico de 60% no final de 1922.\n\nEste último ponto suscita a questão dos objetivos da política comercial\nbrasileira e, em particular, da política tarifária. Mais\nespecificamente, cabe indagar se ao estabelecer uma nova tarifa o\ngoverno visava garantir o máximo de receitas de imposto de importação\nou, na verdade, buscava proteger o produtor doméstico – via alíquotas\nmais elevadas – da concorrência do produto importado.\n\nA dicotomia arrecadação *x* proteção sempre acompanhou o debate em torno\nda política tarifária no Brasil, tanto entre os contemporâneos como na\nhistoriografia sobre o período. A rigor, porém, muito do que já se\ndiscutiu a respeito desconsidera o fato de não haver, na prática,\nqualquer incompatibilidade entre os dois objetivos quando do\nestabelecimento de alíquotas de importação.\n\nUma primeira aproximação do problema deve partir da constatação de que o\nBrasil era, comparativamente, um país que praticava patamares elevados\nde tarifas de importação. A possibilidade de o país manter tarifas de\nimportação elevadas era, em alguma medida, assegurada pelo poder que\ntinha de repassar aos consumidores estrangeiros de café parte da alta\ndos custos causada pela incidência de tarifas elevadas sobre os produtos\nimportados. Essa capacidade, por sua vez, decorria do poder de que o\nBrasil desfrutava no mercado internacional de café, onde atuava como um\n*price-maker*.\n\nConfirmando a avaliação de que, à época, o Brasil era um país\nrelativamente protecionista, estudo da Liga das Nações, datado de 1913,\ndava conta de uma tarifa *ad valorem* média (obtida a partir da relação\nentre o total arrecadado nas alfândegas e o valor das importações) da\nordem de 16,5% na Austrália, 17,1% no Canadá, 17,7% nos EUA e Argentina\ne 34,2% no Brasil. O pico dessa relação, porém, ocorreu em 1906, quando\no total das receitas de imposto de importação chegou a quase 50% do\nvalor das importações brasileiras.\n\nNo caso de alguns produtos específicos, eles podiam ser taxados nas\nalfândegas brasileiras em mais de 400%. Diante disso, parece claro que,\nnão obstante o discurso e a prática, em geral, liberal dos governos da\nPrimeira República, o nível absoluto das tarifas aduaneiras era elevado,\nsobretudo se levado em consideração o ambiente de *laissez faire* que\ncaracterizou a economia internacional antes da Primeira Guerra.\n\nCom tarifas médias comparativamente elevadas e picos tarifários\nexpressivos no caso de alguns manufaturados que o país já passara a\nproduzir, não resta dúvida de que a política tarifária na Primeira\nRepública terminou por conferir alguma proteção ao mercado doméstico.\nContudo, tal proteção não se deu a expensas de objetivos fiscais, nem\ntampouco constituiu o principal determinante das importações brasileiras\nno período – e, por extensão, da proteção ao mercado doméstico. Tal\npapel coube à taxa de câmbio, cuja tendência à depreciação no período\nterminou por estimular – mais que qualquer outra variável – o processo\nde substituição de importações antes de 1930.\n\nAndré Villela\n\n**FONTES:** ABREU, M.; TAMEGA, F. *Market*; ESTADOS UNIDOS. Tariff\nCommission. Reciprocity (reimpressão do original de 1910); FISHLOW, A.\n*Origins*; FRITSCH, W. *External*; GOLDSMITH, R. *Desenvolvimento*;\nIBGE. *Estatísticas*; LUZ, N. *Luta*; MELLO, A. *Politique*; NUNES, F.;\nSILVA, J. *Tarifa*; SUZIGAN, W. *Indústria*; VERSIANI, F.; VERSIANI. M.\n*Industrialização*; VERSIANI. M. *Proteção*; VILLELA, A. *Política*;\nVILLELA, A. *Tarifas* (v.3, p.27-46).\n","ref":"**FONTES:** ABREU, M.; TAMEGA, F. *Market*; ESTADOS UNIDOS. Tariff\nCommission. Reciprocity (reimpressão do original de 1910); FISHLOW, A.\n*Origins*; FRITSCH, W. *External*; GOLDSMITH, R. *Desenvolvimento*;\nIBGE. *Estatísticas*; LUZ, N. *Luta*; MELLO, A. *Politique*; NUNES, F.;\nSILVA, J. *Tarifa*; SUZIGAN, W. *Indústria*; VERSIANI, F.; VERSIANI. M.\n*Industrialização*; VERSIANI. M. *Proteção*; VILLELA, A. *Política*;\nVILLELA, A. *Tarifas* (v.3, p.27-46).\n","dic":"DHBPR"}