{"title":"POSITIVISMO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**POSITIVISMO**\n\nO positivismo é uma das doutrinas filosóficas derivadas do iluminismo.\nSua origem mais remota se encontra em Condorcet, filósofo vinculado à\n*Enciclopédia*, para quem era possível criar-se uma ciência da sociedade\ncom base na matemática social, de acordo com Michael Löwy. Mas foi com\nAugusto Comte (1798-1857) que o positivismo se tornou uma escola\nfilosófica. Comte era formado em noções de matemática, frequentou a\nÉcole Polytechnique de Paris e, logo após a Restauração dos Bourbons,\naproximou-se do filósofo Saint Simon, tornando-se seu secretário\nparticular, mas divergindo de suas ideias políticas. Em 1830 surgiu o\nprimeiro volume de seu *Cours de philosophie positive.* Ao longo de\naproximadamente uma década concluiu essa sua obra de referência, cujo\núltimo volume foi publicado em 1842. Mas o trabalho conclusivo de Comte\nfoi o *Système de politique positive*, editado entre 1852 e 1854, em\nplena maturidade intelectual.\n\nO sociólogo e acadêmico Evaristo de Morais Filho lembra a necessidade de\nse situar as ideias em seus contextos históricos, para que se possa\nmelhor compreendê-las. Nesse sentido, a época do positivismo foi marcada\npela profunda transformação material e espiritual trazida pela Revolução\nIndustrial, e pelas intensas e significativas transformações ensaiadas e\nrealizadas, integral ou parcialmente, pela Revolução Francesa. É nesse\ncontexto bafejado pelo ideário difundido pelas ideias francesas a\ntransitar mundo afora que se situa o conjunto de formulações do\npensamento de Comte.\n\nOs fundamentos do positivismo consistem na busca de uma explicação geral\ndiante de um fenômeno derivado da industrialização: a crescente\nespecialização. Comte procurou fazer de sua filosofia um instrumento\npara manter plena a perspectiva do geral, da visão macro. Fundou, assim,\na física social, nome que ensejou o aparecimento da sociologia. Essa\nciência se baseou no modelo de investigação comum às ciências empíricas\nparticulares, com vistas a “descobrir as regras que governam a sucessão\ne a coexistência dos fenômenos”. A denominação decorreu da importância\nque a física tinha até então, e a “nova” ciência por ele concebida\naplicaria procedimentos metodológicos de observação dos fenômenos\nhistóricos e sociais.\n\nFoi preciso estar em consonância com o tempo, a exigir precisão e\nsistematicidade em face dos problemas e desafios colocados pela\nmodernização. A questão do método ganhou dimensão em sua concepção de\nprodução de um saber científico, daí a surgir o princípio da lei. Para\nComte, só existiria verdadeiramente ciência no caso de os fenômenos\npermitirem, a partir da observação das relações e de suas manifestações,\nantever os desdobramentos futuros. A previsão, portanto, criaria a\npossibilidade de se perceber com alguma antecedência as etapas da\nevolução histórica. Assim, no dizer de Patrick Gardiner, “característica\nprópria do quadro de referência positivista nas ciências sociais é a\npesquisa, através da observação de dados da experiência, das leis gerais\nque regem os fenômenos sociais. A constância ou a regularidade dos\nfenômenos constatados leva a generalizar a partir deles, isto é, a\nformular leis positivas”.\n\nCom essa base teórica e metodológica surgiu a Teoria dos Três Estados.\nEssa teoria se encontrava fundamentada em seu método, que consiste em\nbases históricas, com um tratamento abstrato a consagrar as grandes\nlinhas evolutivas da humanidade. Em sua concepção prospectiva\npreconizava que dois elementos se completam para a explicação dos\nprocessos: a estática e a dinâmica. A estática representaria a própria\nestrutura da sociedade. Ela se ocuparia das leis da harmonia social, da\nhierarquia, das classes e dos indivíduos. De certa maneira, a estática\nsugere a ideia de ordem. Os fatos dentro dessa ordenação são\ninterdependentes, mas solidários. Por sua vez, a dinâmica identificaria\na ação humana, e no estágio científico da humanidade a indústria teve\nlugar privilegiado. Ela se encarregaria de conduzir o progresso aos\nníveis mais avançados possíveis, sempre em conexão com os interesses dos\nimpulsos do homem. Sua tarefa seria o domínio absoluto da natureza, de\nmodo que todas as ciências pudessem caminhar irmanadas no sentido das\nconquistas do bem-estar social. Mas para que esse estágio supremo,\npositivo, da humanidade se concretizasse seria preciso que se\ncompletassem os processos pelos quais se conformaria a sociedade\ncientífica, já desprovida dos entraves perpetrados pelas forças\nretrógradas do passado.\n\nNessa Lei dos Três Estados, a humanidade passaria por três estados ou\nestágios. Segundo Comte, haveria um estágio teológico*,* um metafísico e\num positivo ou científico. Os dois primeiros são partes necessárias de\num processo de evolução e, portanto, devem ser removidos pela história,\numa vez tendo cumprido seus papéis, cabendo ao último estágio a\nplenitude da humanidade. Logo, o positivismo é também a consagração da\ncientificidade, isto é, da era na qual o ser humano dominaria pela\nciência todos os fenômenos naturais e sociais. A sociedade industrial\nbaseia-se na crença do conhecimento como condutor da humanidade e, com\nisso, descarta a coexistência das religiões fundadas em dogmas distantes\nda ciência e de sua capacidade de elucidar e dar soluções às\nnecessidades da humanidade.\n\nSendo o primeiro estágio cognominado teológico, ele continha elementos\nfetichistas, que se manifestavam através de formas de crenças\npoliteístas ou monoteístas. E que, em consequência, estavam sujeitos a\nforças aparentemente impossíveis de previsão e domínio. Sua superação é\nao mesmo tempo uma afirmação do indivíduo e das sociedades que se\nconstituíram ao longo do tempo. Essa vinculação do indivíduo à\ncoletividade é concebida por Comte de forma recorrente, porquanto para\nele é o caráter coletivo que comanda a ação humana. Não se pode,\nportanto, explicar a humanidade pelo homem, mas antes o homem pela\nhumanidade. Estava consagrada a premissa de sua concepção científica,\naplicada particularmente aos fatos sociais e políticos. Ela consistiria,\nentão, numa regra, segundo a qual se deve proceder do geral para o\nparticular.\n\nTalvez aí resida um traço bem expressivo daquele século XIX, o das\nciências e do conhecimento: a relevância concedida às coletividades, num\ninstante em que as massas irrompiam na história, através de movimentos\nsociais que guardavam um caráter ainda inorgânico. Foi assim também com\nMarx, que privilegiou as classes sociais como atores destacados das\ntransformações históricas, como fora com Michelet a valorizar as\nmultidões, a força das pressões sociais diante da resistência dos\npoderes retrógrados. Em Comte há registros da condenação da escravidão e\ndo despotismo, muito embora haja os que o identifiquem com a visão de\nmundo das burguesias em ascensão. Mas, afinal, como diria Marx, a\nburguesia desempenhou um papel revolucionário quando de seu surgimento\ncomo classe social emergente no cenário histórico mundial.\n\nA componente política do positivismo, aquela que migrou para outras\nfronteiras nacionais, como a brasileira, possuía um fundamento\nautoritário. A sustentação do princípio de uma república unitária, na\nqual o primeiro dos cidadãos agiria ditatorialmente, no sentido de\npossuir a faculdade de ditar os anseios do povo, criou interpretações\nantidemocráticas, sobretudo amparadas em ambientes de forte tradição\npolítica mandonista. Dessa maneira, a combinação da leitura positivista\nna esfera da política com os valores embasados no jacobinismo e nas\ntradições patrimonialistas produziram uma cultura política que esteve a\nalimentar uma das vertentes de República nos primórdios do regime\nrepublicano brasileiro.\n\nOs integrantes do Apostolado Positivista fundado no Brasil, que teve em\nRaimundo Teixeira Mendes e Miguel Lemos seus principais doutrinadores e\nem Benjamin Constant Botelho de Magalhães seu líder, inspiraram os\ndizeres da bandeira brasileira, com o lema *Ordem e Progresso* e se\nempenharam em dar suporte à ideia de uma República unitária, capaz de\npôr em prática as vontades gerais. Esse projeto não logrou êxito, não\npela força dos que o rejeitaram, mas pela incapacidade de seus membros\nao não praticar a política como instrumento de persuasão, de\nconvencimento argumentativo. Do positivismo no Brasil ficou apenas a\nherança doutrinária.\n\nLincoln de Abreu Penna\n\n**FONTES:** BRUYNE, P. *Dinâmica*; GARDINER, P. *Teorias*; LINS, I.\n*História*; LÖWY, M. *Ideologias*; MENDES, R. *Benjamin*; MORAES FILHO,\nE. *Comte.*\n","ref":"**FONTES:** BRUYNE, P. *Dinâmica*; GARDINER, P. *Teorias*; LINS, I.\n*História*; LÖWY, M. *Ideologias*; MENDES, R. *Benjamin*; MORAES FILHO,\nE. *Comte.*\n","dic":"DHBPR"}
