{"title":"POVO, O","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**POVO, O**\n\nPeriódico de circulação intermitente lançado em 1924 em São Paulo, em\ngrande parte como um jornal alternativo a *O Combate*, fundado por\nAcilino Rangel Pestana.\n\nAtuação\n\n*O Povo* surgiu já com a marca do apoio ao movimento revolucionário,\ncomo atesta sua edição do dia 5 de julho de 1924, em que vinham\npublicadas com destaque as palavras de Miguel Costa, então chefe do\nmovimento em São Paulo.\n\n*O Povo* se caracterizou pela oposição às oligarquias estaduais,\npublicando e defendendo a linha programática da Aliança Libertadora, ao\nmesmo tempo em que dava destaque aos avanços da Coluna Prestes. Não só\nas edições de 16 e 18 de outubro de 1926 eram explícitas nesse sentido,\ncomo o artigo assinado por Joaquim Francisco de Assis Brasil do dia 16\nde novembro daquele ano afirmava: “A Aliança Libertadora contesta a\nlegitimidade de todas as autoridades não eleitas, mas impostas pelos\nfraudadores de eleições, julgando por isso justificado derrubá-los pela\nforça, se não quiserem ceder à razão”.\n\nSuspenso em outubro de 1926 por determinação do governo, *O Combate*\nvoltou a circular em dezembro seguinte, sob a direção de Nereu Rangel\nPestana, e acabou por se tornar um periódico da linha governista,\napoiando Washington Luís e Júlio Prestes. Com o ressurgimento de *O\nCombate*, o jornal *O Povo* parou de circular, para só retornar na\nsegunda quinzena de outubro de 1930, sob a direção de Wald Fleury,\nex-redator e repórter político de *O Combate* e do antigo *O Povo*. O\njornal passou então a exibir o subtítulo “Ano I da era liberal”.\n\nO apoio do jornal ao movimento revolucionário de 1930 pode ser\nevidenciado pelas manchetes da edição do dia 27 de outubro daquele ano:\n“É preciso não extremar ódios, porque os que claudicaram não poderão\nfugir à justiça”, “A palavra do chefe Getúlio Vargas”, “Getúlio Vargas é\na garantia das liberdades públicas”, “Nós queremos Getúlio”. Acompanhava\nessas manchetes uma mensagem do diretor do jornal, na qual se lia:\n“Vencedora a revolução, desfeita a oligarquia do PRP, nós nos sentimos\nsatisfeitos por termos colaborado nessa vitória… pedimos a esse mesmo\npovo que se mantenha sereno. Só assim poderemos auxiliar o trabalho\neficiente do ilustre professor Vicente Ráo, chefe de polícia, que deseja\nver a cidade nos seus dias normais: trabalhadora e calma.” Essa mensagem\nnão era isolada, uma vez que a edição continha ainda um comunicado da\nchefia de polícia e o manifesto do coronel Góis Monteiro dirigido ao\npovo paulista. Os comunicados revolucionários, acompanhados da matéria\ndo diretor do jornal, demonstram a linha do periódico: oposição à\noligarquia perrepista, apoio à Aliança Liberal e à moralização dos\npleitos eleitorais (voto secreto) e, enfim, a constituição de um estado\nde direito que representasse a nação como um todo e não as oligarquias\nestaduais.\n\nEm novembro daquele mesmo ano, em editorial, o jornal proclamava sua\nindependência com relação à revolução (traço permanente de sua linha\neditorial) e sua não vinculação partidária, embora continuasse apoiando\no movimento revolucionário: “Por acreditarmos no regime de liberdade que\na revolução implantou no Brasil – e porque a nossa folha formou na luta\nao lado da Aliança Liberal e do Partido Democrático – julgamo-nos à\nvontade para recordar que há muito de partidarismo na organização das\ncomissões de sindicância geral nomeadas pelo governo”.\n\nA partir do momento em que o jornal colocou em primeiro plano o seu\ndireito de divergir, afirmando que estava acima de partidos e tinha\ncompromissos apenas com o povo, e iniciou sua marcha à deriva do governo\nrevolucionário, sofreu sua suspensão temporária entre os dias 22 e 29 de\ndezembro. Voltando a circular no dia 30 daquele mês, resistiu até abril\nde 1931, quando foi empastelado pela polícia de Miguel Costa após a\ninsurreição da Força Pública paulista contra o interventor João Alberto\nLins de Barros. O editorial do dia 30 de dezembro de 1930, já em tom de\nnecrológio, mais uma vez reproduzia com clareza a linha política de *O\nPovo*: democrático, aliancista e liberal, esforçando-se para se manter\nindependente e na oposição aos poderes centrais e às oligarquias\nregionais e para levar adiante seu “combate enérgico ao comunismo”.\n\nAmélia Cohn / Sedi Hirano\n\n(colaboração especial)\n\n**FONTE:** *Povo*.\n","ref":"","dic":"DHBPR"}
