{"title":"PRADO JÚNIOR","cargoss":["Prefeito"],"cargos_esp":[0],"datas_ini":[1926],"datas_fim":[1930],"estados":["DF"],"autor":[0],"content":"**PRADO JÚNIOR**\n\n\\* pref. DF 1926-1930.\n\n*Antônio da Silva Prado Júnior* nasceu em São Paulo em 1880, filho de\nAntônio da Silva Prado. Seu pai foi deputado geral por São Paulo\n(1869-1875, 1885 e 1886), ministro da Agricultura (1885-1888) e das\nRelações Exteriores (1888), conselheiro do Império a partir de 1888, e\nprefeito de São Paulo de 1899 a 1911. Alcançou muito prestígio e era\ninfluente nos assuntos da Federação.\n\nPrado Júnior formou-se pela Escola de Engenharia de São Paulo. De vida\nsocial intensa, frequentava clubes esportivos, entre eles o Atlético\nClube Paulistano, do qual foi presidente, e não tinha experiência\npolítica. Ainda assim, quando Washington Luís, presidente de São Paulo e\nseu amigo pessoal, foi eleito presidente da República, convidou-o a\nassumir a prefeitura do Distrito Federal.\n\nPrefeito do Distrito Federal\n\n Empossado em 15 de novembro de 1926, sucedendo a Alaor Prata, Prado\nJúnior teve sua gestão marcada pela elaboração do primeiro Plano de\nRemodelação, Extensão e Embelezamento da Cidade do Rio de Janeiro,\nestudado por uma equipe de técnicos estrangeiros chefiada pelo urbanista\nfrancês Alfred Agache. Em 1927, solicitou ao Conselho Municipal\nautorização para contratar uma empresa especializada em levantamento de\ndados aerofotogramétricos, bem como a aprovação de crédito para colocar\nem prática o Plano de Remodelação e Extensão da Cidade, sob o argumento\nde que assim se solucionariam os problemas de higiene, estética,\ntransporte e circulação da metrópole em crescimento. Propôs também a\ncriação de um órgão permanente que cuidaria dos assuntos ligados ao\nplano e se conectaria com os diferentes serviços públicos.\n\nO Plano Agache foi concluído em 1930, e sua primeira parte apresentava\num estudo da ideia de urbanismo por meio de análises comparativas entre\nos bairros, jardins e favelas da cidade. Era um estudo de geografia\nhumana aplicada ao Distrito Federal, levando em consideração o histórico\ndas sucessivas administrações da cidade desde a sua inauguração. O\nsegundo tomo do trabalho expunha o plano propriamente dito: legislação e\nregulamento, as estradas regionais, a reorganização dos transportes e\nelementos funcionais. A terceira parte tratava dos problemas sanitários,\nque incluíam abastecimento de água, esgotos sanitários, galerias\npluviais, inundações e saneamento urbano.\n\nComo parte do plano, foram concluídos o arrasamento do morro do Castelo\ne a urbanização da área aplainada com a construção de algumas avenidas,\nentre as quais a Presidente Antônio Carlos, a Almirante Barroso, a Nilo\nPeçanha e a Erasmo Braga. A revolução deflagrada em outubro de 1930\ninterromperia, porém, sua execução.\n\nA gestão de Prado Júnior foi marcada pelo ritmo intenso de obras nas\nvias públicas, como reflexo da iniciativa do presidente da República de\nabrir estradas, em um período de intensa atividade e desenvolvimento do\nsegmento rodoviário, com o surgimento de vários departamentos de\nestradas de rodagem. Assim, a Companhia Geral de Obras e Construções\nficou responsabilizada por calçar com paralelepípedos, construir\ngalerias de águas pluviais e erguer muralhas de sustentação em algumas\náreas que contornavam a avenida Suburbana, e foi também incumbida de\ncalçar com paralelepípedos a rua do Russel. Certas áreas dos bairros de\nIpanema, Leblon e Gávea foram calçadas pela firma La Fayette Siqueira e\nCia., cabendo à Cia. Auxiliar de Viação e Obras a pavimentação de ruas\nem Copacabana. Algumas ruas localizadas no Catete, Tijuca, Jardim\nBotânico e Flamengo, bem como a avenida Rodrigues Alves, receberam o que\nera considerado calçamento nobre, ou seja, asfalto e paralelepípedo\nrejuntado a cimento sobre base de concreto. As estradas de rodagem foram\nmelhoradas, entre elas a estrada Rio-Petrópolis e a antiga Rio-São\nPaulo.\n\nNo âmbito da Diretoria de Instrução, cujo gestor era o professor\nFernando de Azevedo, Prado Júnior realizou muitas obras e edificou\nprédios escolares. São exemplos a construção da Escola Normal (depois\nInstituto de Educação) na rua Mariz e Barros, a ampliação e reconstrução\nda Escola para Débeis Físicos na Quinta da Boa Vista, e construção do\nprédio anexo à Escola Profissional Paulo de Frontin. Também reconstruiu\ntotalmente o Teatro João Caetano.\n\nInstituiu ainda a Feira de Amostras da Cidade do Rio de Janeiro após\naprovação do Conselho Municipal à sua solicitação de 1927, sob o\nargumento de que a feira contribuiria para o desenvolvimento industrial\nda cidade, o que era perceptível nas cidades que haviam tomado tal\niniciativa. A intenção do prefeito era que houvesse a expansão e\nprogresso das manufaturas cariocas, servindo a feira para a propaganda\ndos produtos e para o estreitamento das relações comerciais entre os\nestados e com países estrangeiros.\n\nNos últimos anos de sua administração, a cidade do Rio de Janeiro sofreu\num surto epidêmico de malária e foram notificados alguns casos de febre\namarela, doenças que proliferavam por causa dos inúmeros locais que se\ntransformavam em focos de mosquitos, como terrenos alagados, rios sujos,\nmatagais e leitos de rios entupidos pela sujeira. A equipe de\nengenheiros da prefeitura fiscalizava os serviços das firmas\nempreiteiras contratadas para promover a limpeza e saneamento dos\ncórregos, rios e valas, bem como o aterro dos terrenos baixos sujeitos a\nalagamento, reduzindo as áreas que poderiam acumular água parada.\n\nEntre outras alterações nos nomes de logradouros, Prado Júnior que o\ntúnel Velho, entre Botafogo e Copacabana, passasse a se chamar túnel\nAlaor Prata. Previu por meio de decretos obras de alargamento,\nprolongamento e embelezamento de diversas vias, e revogou outros\ndecretos, como o que aprovava a construção do túnel Catumbi-Laranjeiras,\nque seria construído posteriormente. Em 1929 autorizou o Caderno de\nObrigações da Diretoria Geral de Obras e Viação, trabalho técnico de\ngrande relevância elaborado pelo Laboratório de Ensaios da Prefeitura\nchefiado pelo engenheiro Edison Junqueira Passos, que contribuiu para a\nmelhoria dos serviços de engenharia do município e durante muito tempo\nregulou os contratos, empreitadas e obras municipais. Nesse período foi\ntambém inaugurado o Edifício A Noite, na praça Mauá.\n\nPermaneceu no cargo até 24 outubro de 1930, data da saída de Washington\nLuís da presidência da República, por força da revolução que trouxe\nGetúlio Vargas ao poder.\n\nFaleceu em São Paulo em 1955.\n\nCláudia Mesquitta\n\n**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário* (II, V\ne VI regiões administrativas); CONS. REG. BIB. Disponível em:\n\\<www.crb3.org.br/carreira\\>; *Correio da Manhã* (7/9/1929, 18/11/1955);\nHOCHMAN, G. *Era*; INST. HIST. GEO. BRAS. Disponível em:\n\\<www.ihgb.org.br/acervo\\>; PINHEIRO, M. *Francisco*; PLANALTO.\nDisponível em: \\<www.planalto.gov.br/\\>; PORTO, A. *Historia*; Prefeitos\ndo Distrito Federal (Anotações de Noronha Santos); PREF. RJ. Disponível\nem: \\<www.rio.rj.gov.br/arquivo/governantes\\>; REIS, J. *Administração*;\n*Revista Municipal de Engenharia* (v.42); SOBRAL, S*. Antonio*; SOBRAL,\nS. *Carlos.*\n","ref":"**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário* (II, V\ne VI regiões administrativas); CONS. REG. BIB. Disponível em:\n\\<www.crb3.org.br/carreira\\>; *Correio da Manhã* (7/9/1929, 18/11/1955);\nHOCHMAN, G. *Era*; INST. HIST. GEO. BRAS. Disponível em:\n\\<www.ihgb.org.br/acervo\\>; PINHEIRO, M. *Francisco*; PLANALTO.\nDisponível em: \\<www.planalto.gov.br/\\>; PORTO, A. *Historia*; Prefeitos\ndo Distrito Federal (Anotações de Noronha Santos); PREF. RJ. Disponível\nem: \\<www.rio.rj.gov.br/arquivo/governantes\\>; REIS, J. *Administração*;\n*Revista Municipal de Engenharia* (v.42); SOBRAL, S*. Antonio*; SOBRAL,\nS. *Carlos.*\n","dic":"DHBPR"}
