{"title":"PRADO JÚNIOR, Caio","cargoss":["pensador político","mov. Comunista."],"author":null,"content":"**PRADO JÚNIOR, Caio**\n\n\\*pensador político; mov. Comunista.\n\n*Caio da Silva Prado Júnior* nasceu na cidade de São Paulo em 11 de\nfevereiro de 1907, filho de Caio da Silva Prado e de Antonieta Penteado\nda Silva Prado. Seu avô, Martinho da Silva Prado Júnior, foi fundador do\nPartido Republicano Paulista (PRP), deputado provincial em São Paulo,\nfundador da Sociedade Promotora da Imigração e constituinte de 1891.\n\nPertencente a uma das famílias mais ricas e influentes de São Paulo,\ncuja fortuna remonta ao início da grande lavoura cafeeira, teve formação\nescolar esmerada. Iniciou os estudos em casa, orientado por professores\nparticulares, como era do gosto das elites mais requintadas. Anos mais\ntarde ingressou no Colégio São Luís, na capital paulista, onde\npermaneceu até a conclusão do clássico. Estudou no exterior durante um\nano, no Colégio Chelmsford Hall, em Eastbourn, Inglaterra. Entre 1924 e\n1928 frequentou a Faculdade de Direito do Largo de São Francisco, onde\nobteve o título de doutor em ciências jurídicas e sociais aos 21 anos.\n\nIniciou-se na política ainda jovem, integrando o Partido Democrático\n(PD). Essa agremiação partidária, fundada em 1926, reunia parte da elite\nde São Paulo, descontente com a hegemonia do PRP, um dos principais\nsustentáculos da “política do café com leite”, que predominou no Brasil\nnas primeiras décadas do século XX. Embora não ocupasse cargo de\ndestaque no PD, participou como ativo militante, sobretudo nos\nacontecimentos que antecederam a Revolução de 1930. Durante a campanha\npara as eleições presidenciais daquele ano, o PD empenhou-se no apoio a\nGetúlio Vargas, candidato da Aliança Liberal, contra o representante do\nPRP e do oficialismo da Primeira República, Júlio Prestes. Inteiramente\ndedicado a esse pleito, Caio Prado ajudou na organização de comícios e\noutras atividades do candidato oposicionista em São Paulo. De espírito\nexaltado, deu um “viva” a Getúlio Vargas em uma recepção a Júlio Prestes\nque reunia a elite mais conservadora. Por conta desse ato esteve preso,\nnaquela que seria, como observou Francisco Iglésias, a primeira vez de\numa série que teria muitos outros momentos.\n\nDerrotada nas urnas, a Aliança Liberal daria início a um movimento\narmado. Após a vitória das forças aliancistas, em 3 de outubro de 1930,\nesteve por três meses em Ribeirão Preto (SP), quando trabalhou como\ndelegado revolucionário. Destacado para averiguar os problemas das\nadministrações anteriores, frustrou-se ao perceber que seus inquéritos\neram logo em seguida arquivados. Decepcionado com a inconsistência\npolítica e ideológica da revolução, em 1931 filiou-se ao Partido\nComunista Brasileiro (PCB), então Partido Comunista do Brasil. Encontrou\no partido em um momento particularmente difícil para os intelectuais.\nEra o início da fase obreirista, em que o PCB procurou excluir da sua\nformação tudo o que considerava resquícios pequeno-burgueses, de acordo\ncom a linha preconizada pelo VI Congresso do Komintern. Em virtude do\nnovo direcionamento, Astrojildo Pereira, um dos fundadores do PCB e seu\nprimeiro-secretário geral, foi destituído da direção e levado a fazer\numa autocrítica de sua militância política. Em junho de 1931, o médico\nFernando de Lacerda assumiu a direção do partido e propôs que os\nintelectuais apenas participassem das reuniões da direção geral, sem\npoder de voto. Em fevereiro de 1932, ele mesmo afastou-se de seu cargo\npara que o operário José Vilar pudesse ocupar o posto de secretário\ngeral do PCB.\n\nEm 1933, escreveu *A evolução política do Brasil*. Nesse pequeno volume,\no método do materialismo histórico foi utilizado de forma consequente no\ntratamento da história do Brasil, rechaçando a leitura mecanicista da\nhistória como sucessão universal dos modos de produção, comum aos\nmarxistas da época, que reproduziam na América Latina as teses da III\nInternacional sobre os países coloniais, semicoloniais e dependentes. De\nacordo com essa interpretação, os países da Ásia, África e América\nLatina eram considerados em fase de transição do feudalismo para o\ncapitalismo. No entanto, para Caio Prado Júnior, a palavra feudalismo só\npoderia ser utilizada como uma “figura de retórica” em relação ao Brasil\ncolonial, uma vez que esse sistema econômico e social não correspondia\nao caráter geral da colonização brasileira, assentada na primazia do\ncomércio e do lucro capitalista.\n\nEm 1934, fez uma viagem de estudos à União Soviética, a fim de conhecer\nde perto a primeira sociedade organizada segundo os princípios\ncomunistas de Karl Marx e Friedrich Engels. Como resultado dessa viagem\nescreveu seu segundo livro, *União Soviética: um novo mundo*. De volta\nao Brasil, cursou de maneira livre a recém-criada Faculdade de\nFilosofia, Letras e Ciências Humanas da Universidade de São Paulo (USP).\nParticipou de turmas dos cursos de história e geografia, em contato com\nos professores da missão francesa que deram início à universidade,\nespecialmente os geógrafos Pierre Moinbeig e Pierre Deffontaines, que\nviriam a influenciar seus trabalhos posteriores. Ainda em 1934, foi um\ndos fundadores da Associação dos Geógrafos Brasileiros, tornando-se em\nseguida um dos principais colaboradores da revista *Geografia*, mantida\npor essa associação.\n\nEm meados da década de 1930, o Brasil encontrava-se envolvido no seu\nprimeiro ensaio de mobilização política de amplas parcelas da população\nurbana, característica do período em que Getúlio Vargas esteve à frente\nde um governo amparado por estatutos legais, após a aprovação da segunda\nConstituição republicana, em 16 de julho de 1934. Nesse contexto o PCB\nreorientou sua estratégia política, alterando-a em decorrência das\nmudanças que se anunciavam a partir da reunião preparatória do VII\nCongresso do Komintern, em outubro de 1934, no sentido de estimular a\nformação de frentes populares destinadas a enfrentar o crescimento do\nnazifascismo em todas as partes do mundo. Essas mudanças na condução do\nmovimento comunista internacional foram confirmadas durante o VII\nCongresso do Komintern, realizado em Moscou entre junho e agosto de\n1935. Embora não houvesse uma unanimidade entre os participantes do\nencontro, foram tomadas decisões que se mostraram favoráveis à afirmação\nda política de frentes populares, em oposição ao extremismo do chamado\n“terceiro período”, que havia enfatizado a política de classe contra\nclasse.\n\nDaí em diante, seria cada vez mais requisitada a participação de amplos\nsetores da sociedade em um esforço comum de unir forças contra o\nfascismo, o que levaria o PCB a incentivar a criação da Aliança Nacional\nLibertadora (ANL), no formato de uma frente política, que, apesar da\ninfluência comunista, continha em suas fileiras elementos oriundos de\noutros setores da esquerda. Segundo Robert Levine, o programa da ANL\nincluía cinco grandes objetivos: cancelamento da dívida externa,\nnacionalização de empresas estrangeiras, garantia das liberdades\npúblicas, direito a um governo popular e distribuição das propriedades\nfeudais entre os camponeses, com apoio e proteção a pequenas e médias\npropriedades. Entre suas atividades destacam-se a organização de greves\ne manifestações públicas que reivindicavam, entre outras coisas, a\nregulamentação da jornada de trabalho de oito horas diárias,\naposentadoria e criação de um salário mínimo.\n\nCaio Prado Júnior assumiu a vice-presidência regional da ANL em São\nPaulo, ao lado do ex-comandante da Coluna Miguel Costa-Prestes, Luís\nCarlos Prestes, que viria a ser o presidente regional da frente. Essa\nseria a função de maior destaque nos anos iniciais de sua militância no\nPCB. Nesse tempo, atuava como jornalista no periódico *A* *Plateia*, no\nqual publicou uma série de oito artigos explicando o programa da ANL.\n\nApós um breve período de legalidade, a ANL foi enquadrada na Lei de\nSegurança Nacional, devido ao conteúdo do manifesto redigido por Luís\nCarlos Prestes em 5 de julho de 1935, que declarava guerra ao governo de\nVargas e exigia um governo popular nacional-revolucionário. Nos meses\nsubsequentes, fortaleceu-se a ideia de uma insurreição armada, levada a\ncabo em novembro, em Natal, Recife e Rio de Janeiro. O fracasso do\nmovimento levou a uma imediata repressão política, marcada por um forte\nviés anticomunista, que culminou com a aprovação do estado de sítio,\nprorrogado até junho de 1937.\n\nEm decorrência de suas atividades à frente da ANL em São Paulo, foi\ncondenado a dois anos de reclusão. Após cumprir a pena, exilou-se na\nFrança, onde manteve atividades políticas. Entrou em contato com a\ndireção do Partido Comunista Francês (PCF) e deslocou-se com militantes\npara a fronteira com a Espanha, a fim de prestar solidariedade aos\nrefugiados da Guerra Civil Espanhola.\n\nPressentindo a aproximação de um novo conflito armado no continente\neuropeu, retornou ao Brasil em 1939. Nesse momento, em plena ditadura do\nEstado Novo, encontrou dificuldades para exercer a militância política,\numa vez que o núcleo dirigente do PCB havia sido desmantelado. Apenas\ncom a entrada do Brasil na Segunda Guerra Mundial ao lado dos países\naliados foi possível ao partido voltar a se organizar, o que ocorreu\napós a sua II Conferência Nacional, realizada na serra da Mantiqueira,\nem agosto de 1943. Nesse encontro formou-se a Comissão Nacional de\nOrganização Partidária (CNOP), tendo à frente Diógenes Arruda Câmara,\nJoão Amazonas, Maurício Grabois, Carlos Marighella e Pedro Pomar. Além\ndesses nomes, Luís Carlos Prestes seria eleito secretário geral *in\nabsentia*, pois ainda estava preso. No fundamental, o “encontro da\nMantiqueira” definiria a linha de atuação a ser seguida pelo PCB naquele\nmomento, optando por uma “política de união nacional com Vargas”.\n\nEssa decisão não foi aceita pela totalidade dos militantes comunistas.\nEm São Paulo, um grupo formado por Caio Prado Júnior, Heitor Ferreira\nLima, Tito Batini, Mário Schemberg e Astrojildo Pereira reuniu-se nos\n“comitês de Ação” e procurou aglutinar, nas palavras de Frederico\nFalcão, “a luta contra o nazifascismo à conquista da democracia\ninterna”. Esses militantes de perfil mais intelectual, menos\nidentificados com o stalinismo do núcleo dirigente do PCB, iriam propor\na aproximação com os opositores liberais do Estado Novo, afastando-se da\nlinha oficial do partido, voltada para uma estratégia que incluía o\napoio às “inclinações democráticas” de Vargas.\n\nA firme presença de Caio Prado Júnior nos “comitês de Ação” o levaria a\nser o principal elo de contato entre comunistas e liberais, nas\narticulações de uma frente contra o Estado Novo. Com esse interesse, o\nhistoriador veio a participar da reunião de fundação da União\nDemocrática Nacional (UDN), nome escolhido por ele próprio para designar\na frente de oposição.\n\nAo lado de intensa militância política, manteve arguta produção\nintelectual nos anos 1940, momento em que publicou *Formação do Brasil*\n*contemporâneo*. Parte de um projeto maior, posteriormente abandonado,\nno qual se buscava a compreensão histórica da incapacidade brasileira de\nsuperar o seu passado colonial, o livro deteve-se em um período de tempo\nentre o fim do século XVIII e o início do século XIX, que, segundo o\nautor, permitiria enxergar “boa parte dos males que afligiam a colônia e\nque agora ainda afligem o Brasil nação de 1942”. A partir dessa\nreferência cronológica, buscou compreender “o sentido da colonização”,\nque rege a formação social brasileira em sua totalidade, de forma a\nmantê-la prisioneira ao permanente destino de um país voltado para a\nprodução de gêneros agrícolas tropicais.\n\nRelacionando essa obra com a renovação do pensamento social brasileiro\niniciado na década de 1930, Antônio Cândido escreveu que *Formação do\nBrasil* *contemporâneo* representou “a culminação desse movimento\ncultural”. Para o crítico literário, Caio Prado Júnior foi um dos\nfundadores da modernidade intelectual brasileira no campo das ciências\nsociais, ao lado de Gilberto Freire e Sérgio Buarque de Holanda.\n\nNos últimos anos do Estado Novo, envolveu-se com a atividade editorial.\nEm 1943, com Monteiro Lobato e Artur Neves, criou a revista *Hoje – o\nMundo em Letra de Forma*. Ainda nesse ano, com o impulso de sua fortuna\nfamiliar, fundou a Editora Brasiliense. De acordo com o estudo de Paulo\nIumati, nos seus anos iniciais, a Brasiliensetrouxe à luz “livros que\ndestacavam temas relativos à política rural, às leis trabalhistas, à\nreforma agrária, à política alimentar e à história recente do país”.\nAlém dessas obras, a editora lançou as coleções completas dos escritores\nMonteiro Lobato e Maria José Dupré.\n\nEm 1945, participou do I Congresso Brasileiro de Escritores, realizado\nem janeiro na cidade de São Paulo. Seus participantes, além de terem\ndiscutido questões relativas à profissão, trouxeram à tona a disposição\nde uma parte significativa da intelectualidade de se colocar de forma\ninequívoca em oposição ao Estado Novo. Designado a participar da\ncomissão de assuntos políticos, coube a Caio Prado Júnior, com Prado\nKelly, a responsabilidade pela redação final da “Declaração de\nprincípios” do encontro. Essa declaração teria um sabor de manifesto\ncontra o fascismo – naquele momento identificado com o governo de\nGetúlio Vargas –, ficando assinalado em seu texto o compromisso dos\nescritores com os ideais democráticos.\n\nNessa conjuntura, tamanha era a influência de Caio Prado Júnior nas\narticulações para a derrubada do Estado Novo que um registro do\nDepartamento de Ordem Política e Social (DOPS), de 3 de abril de 1945,\nafirmava que ele seria o único “elemento” capaz de “coligar todas as\nesquerdas do Brasil”. No entanto, a libertação de Luís Carlos Prestes,\nem maio daquele ano, e seu ímpeto em apoiar a tese defendida pela CNOP\nda “união nacional com Vargas”, trariam dificuldades para as alas do PCB\nenvolvidas com outras propostas de superação do Estado Novo. Em\nconsequência, muitos participantes dos “comitês de Ação”, descontentes\ncom a “linha justa” implementada por Prestes, aderiram à “Esquerda\nDemocrática”, núcleo originário do Partido Socialista Brasileiro (PSB).\nEssa opção não seria a de Caio Prado Júnior, que, resignado, aceitou a\ndisciplina partidária e continuou a cerrar fileiras junto aos\ncomunistas.\n\nEm 1945, publicou *História econômica do Brasil*. Nesse livro, retomou a\nanálise empreendida em seu trabalho anterior, *Formação do Brasil\ncontemporâneo*, em relação ao período colonial. Procurou, no entanto,\nresumir as características da colonização brasileira, assinalando em sua\nbase a existência de um tripé alicerçado no latifúndio, na monocultura e\nna escravidão. Nesse volume, o historiador tratou também dos aspectos\neconômicos do Império e da República, realizando uma síntese dessa\nmatéria.\n\nNo curto período em que o PCB conviveu com a legalidade política, Caio\nPrado Júnior, ao mesmo tempo em que se viu isolado das decisões tomadas\npela cúpula partidária, era constantemente solicitado a colaborar com\nseus recursos financeiros na propaganda do ideário comunista em São\nPaulo. Assim participou, em outubro de 1945, da criação do jornal\n*Hoje*, órgão oficial do PCB no estado, do qual seria ativo colaborador\ne principal acionista. Para a montagem do jornal, cedeu parte do imóvel\nonde estava instalada a editora de sua propriedade. Mais tarde, seria o\nfiador do imóvel que iria servir para abrigar a sede do comitê estadual\ndo partido.\n\nNas eleições de dezembro de 1945, concorreu a uma vaga de deputado\nfederal na legenda do PCB, mas não teve sucesso. No ano seguinte saiu\nvitorioso na eleição para deputado estadual, obtendo 5.257 votos. Mesmo\nsendo o deputado comunista eleito com menor número de votos, ocupou a\nliderança da bancada de seu partido na Assembleia Legislativa de São\nPaulo, que na ocasião contava com mais dez deputados. A curta duração de\nseu mandato adveio da perda dos direitos políticos de todos os\nparlamentares comunistas, em decorrência da cassação do registro do PCB,\nconsiderado pelo Tribunal Superior Eleitoral (TSE) um partido\nantidemocrático e controlado por interesses externos.\n\nCom o PCB na ilegalidade, esteve preso durante três meses, no ano de\n1948. Após deixar a prisão, voltou-se para as atividades da Editora\nBrasiliense, dedicando-se em igual medida aos afazeres intelectuais e\nconcentrando-se nos estudos de filosofia e economia.\n\nEm 1955, tomou a iniciativa, através de sua editora, de criar a *Revista\nBrasiliense*. No que se observa em seu “manifesto de fundação”, era uma\npublicação que reunia “escritores e estudiosos de assuntos brasileiros\ninteressados em examinar e debater os nossos problemas econômicos,\nsociais e políticos”. Entre os principais colaboradores encontravam-se\nElias Chaves Neto (o diretor-responsável), Heitor Ferreira Lima, Álvaro\nde Faria, Everardo Dias, Paulo Alves Pinto e Florestan Fernandes.\n\nDesde a sua criação até 1964, quando foi extinta por ordem do regime\nmilitar instalado no país em abril, após a deposição do presidente João\nGoulart (1961-1964), a *Revista Brasiliense* tornou-se o principal\nescoadouro da produção intelectual de Caio Prado Júnior. Nela o\nhistoriador publicou editoriais sobre a conjuntura política nacional e\ninternacional, resenhas de livros e artigos sobre a questão agrária e a\npresença do capital estrangeiro no Brasil. Criticou determinadas teses\ndefendidas pelo PCB, sobretudo no que diz respeito à teoria dos\n“resíduos feudais” – que apontava a permanência do latifúndio como o\nprincipal entrave da economia brasileira e tornava a reforma agrária um\nitem de especial importância em seu direcionamento programático – e à\naliança do partido com os setores progressistas da burguesia nacional,\nque estariam representados nos governos de Juscelino Kubitschek e João\nGoulart.\n\nEm 1966, publicou seu livro mais polêmico: *A revolução brasileira*.\nEsse volume dava uma forma mais acabada às críticas lançadas pelo autor\ncontra a linha programática do PCB, ao longo da década anterior.\nCriticava a concepção do partido quanto à suposta necessidade de se\nrealizar no Brasil uma revolução democrático-burguesa, de caráter\nagrário e anti-imperialista, para que o país pudesse avançar no sentido\ndo capitalismo, etapa historicamente necessária no caminho do\nsocialismo. Rompia assim com a teoria das duas etapas, defendida por\nLênin diante da situação russa, e reproduzida no Brasil sob a forma de\numa aliança tática entre os comunistas e a burguesia nacional.\nRepresentou a primeira reflexão substancial produzida por um militante\nde esquerda em relação ao fracasso político de 1964.\n\n*A revolução brasileira* obteve uma enorme e contraditória repercussão.\nRecebeu, como recorda Jacob Gorender, especial atenção nos meios da\nesquerda armada, que então contestavam o reformismo exagerado do PCB e\nsua excessiva aproximação com o governo de João Goulart, muito embora as\npartes finais do livro não trouxessem nenhum apelo à revolução\nsocialista como forma de derrubar o regime militar. Em suas conclusões,\nCaio Prado Júnior limitou-se a sugerir vagamente uma organização\n“econômica, social e politicamente” voltada para “as suas próprias\nnecessidades, interesses e aspirações”, como a forma ideal de superação\nda crise política brasileira dos anos 1960. Mesmo assim, a sua análise\n“estagnacionista” da economia nacional, que, segundo Guido Mantega,\nenxergava o capitalismo brasileiro como “essencialmente agrícola e sem\nforças para prosperar”, além de subordinado aos interesses\nimperialistas, atraiu os segmentos da esquerda brasileira que defendiam\na passagem direta para o socialismo como a única saída desse impasse.\n\nEm 1968, escreveu *História e desenvolvimento*, no formato de uma tese\nde livre-docência em história do Brasil, com a qual pretendia concorrer\nà cátedra do professor Sérgio Buarque de Holanda na USP. Em decorrência\ndo recrudescimento do regime militar, após a apresentação do Ato\nInstitucional n^o^ 5 (AI-5), em 13 dezembro de 1968, não foi possível\natingir esse objetivo. Um decreto-lei o aposentara na condição de\nlivre-docente da Faculdade de Direito, título que havia conquistado em\n1956, quando concorrera, sem sucesso, à cátedra de economia política.\n\nDois anos mais tarde, foi envolvido em um Inquérito Policial-Militar\n(IPM), sob alegação de haver dado uma entrevista a um grupo de\nestudantes incitando-os à luta armada. Para escapar à prisão refugiou-se\nno Chile, onde estavam muitos exilados brasileiros. De volta ao Brasil\napresentou-se ao julgamento no Tribunal Militar e, condenado, foi\nrecolhido à Casa de Detenção Tiradentes, onde ficou preso até 1971.\nTransferido nesse mesmo ano para o quartel de Quintaúna, foi levado\nnovamente a julgamento, sendo dessa vez absolvido por unanimidade. Posto\nem liberdade, seguiu viagem pelo interior do Brasil, indo visitar a\nconstrução da rodovia Transamazônica. Crítico severo do chamado “milagre\nbrasileiro”, denunciava o que considerava seu artificialismo e a\nirresponsabilidade de seus executores ao promover o maior endividamento\nexterno da história econômica do Brasil.\n\nAfastado de uma militância política mais intensa desde alguns anos, em\n1988 recebeu o Prêmio Almirante Álvaro Alberto, concedido pelo CNPq, na\nárea de ciências humanas. Sem condições de ir recebê-lo pessoalmente,\npois já estava bastante doente, foi representado pela filha Iolanda\nPrado, que resumiu nestes termos a trajetória política e intelectual do\npai: “Na realidade, Caio viveu a contragosto, oficial e oficiosamente,\nno ostracismo da *intelligentsia* nacional, quer de direita quer de\nesquerda. Entre outras limitações teve frustrado seu desejo de ser\nprofessor universitário, para assim manter diálogo sistemático com\nestudantes e pesquisadores […]. Paralelamente, o partido também coibiu\nsua atuação. Foi em caráter pessoal que participou dos congressos\nnacionais e internacionais e visitou países socialistas, sem\nrepresentatividade alguma do Partido Comunista, no qual já ingressara em\n1931, aos 24 anos”.\n\nFaleceu na cidade de São Paulo, em 23 de novembro de 1990, aos 83 anos,\nvítima de insuficiência respiratória, após ter sofrido de\narteriosclerose nos últimos cinco anos de vida.\n\nCasou-se em primeiras núpcias com Hermínia Ferreira Cerquinho, com quem\nteve dois filhos. Em segundas núpcias, com Maria Helena Nioac Prado, com\nquem teve seu terceiro filho. Teve ainda um terceiro casamento com Maria\nCecília Naclério Homem.\n\nAlém das obras citadas anteriormente, escreveu *Dialética do\nconhecimento* (1952), *Diretrizes para uma política econômica\nbrasileira* (1954), *Esboço dos fundamentos da teoria econômica* (1957),\n*Notas introdutórias à lógica* *dialética* (1959), *O mundo do\nsocialismo* (1962), *Estruturalismo de Lévi-Strauss e* *marxismo de L.\nAlthusser* (1971), *O que é liberdade?* (1980), *O que é filosofia?*\n(1981), *A cidade de São Paulo, geografia e história* (1983).\n\nA seu respeito foram escritos, entre outras obras, *Caio Prado Júnior e\na nacionalização do marxismo no Brasil* (dissertação de mestrado em\nciência política, USP, 1997), de Bernardo Ricupero, e *Diários políticos\nde Caio Prado Júnior* – *1945*, de Paulo Teixeira Iumati (1998).\n\nSérgio Montalvão\n\n**FONTES:** AGOSTI, A. *Mundo*; BATINI, T. *Memórias*; BENEVIDES, M. V.\n*UDN*; BRANDÃO, G. M. *Esquerda*; CÂNDIDO, A.*Revolução*; CAVALCANTI, B.\n*Certezas*; CHAVES NETO, E. *Minha*; CHILCOTE, R. *Partido*; D’INCAO, M.\n*História*; DULCI, O. *UDN*; *Estado de S. Paulo* (24/11/1990); FALCÃO,\nF. *Ilusões*; *Folha de* *S. Paulo* (24/11/1990); IGLÉSIAS, F.\n*Historiador*; INF. DANDA PRADO; IUMATTI, P. *Brasiliense*; IUMATTI, P.\n*Diários*; *IstoÉ* (28/11/1990); *Jornal do Brasil* (24/11/1990);\nKONDER, L. *Derrota*; LEVINE, R. *Regime*; LIMA, H. *Travessia*;\nLIMONGI, F. *Marxismo*; MANTEGA, G. *Economia*; MOTA, C. G. *Ideologia*;\nNEME, M. *Plataforma*; PÉCAUT, D. *Intelectuais*; PENA, L. *História*;\nPINHEIRO, P. S. *Estratégias*; REGO, R. *Caio*; REIS, J. C.\n*Identidades*; RICUPERO, B. *Aventura*; RICUPERO, B. *Caio Prado Jr.\nNacionalização*; RICUPERO, B. *Caio Prado Jr. Primeiro*; RODRIGUES, L.\nM. *PCB*; SEGATTO, J. A. *Reforma*;*Veja* (28/11/1990).\n","ref":"**FONTES:** AGOSTI, A. *Mundo*; BATINI, T. *Memórias*; BENEVIDES, M. V.\n*UDN*; BRANDÃO, G. M. *Esquerda*; CÂNDIDO, A.*Revolução*; CAVALCANTI, B.\n*Certezas*; CHAVES NETO, E. *Minha*; CHILCOTE, R. *Partido*; D’INCAO, M.\n*História*; DULCI, O. *UDN*; *Estado de S. Paulo* (24/11/1990); FALCÃO,\nF. *Ilusões*; *Folha de* *S. Paulo* (24/11/1990); IGLÉSIAS, F.\n*Historiador*; INF. DANDA PRADO; IUMATTI, P. *Brasiliense*; IUMATTI, P.\n*Diários*; *IstoÉ* (28/11/1990); *Jornal do Brasil* (24/11/1990);\nKONDER, L. *Derrota*; LEVINE, R. *Regime*; LIMA, H. *Travessia*;\nLIMONGI, F. *Marxismo*; MANTEGA, G. *Economia*; MOTA, C. G. *Ideologia*;\nNEME, M. *Plataforma*; PÉCAUT, D. *Intelectuais*; PENA, L. *História*;\nPINHEIRO, P. S. *Estratégias*; REGO, R. *Caio*; REIS, J. C.\n*Identidades*; RICUPERO, B. *Aventura*; RICUPERO, B. *Caio Prado Jr.\nNacionalização*; RICUPERO, B. *Caio Prado Jr. Primeiro*; RODRIGUES, L.\nM. *PCB*; SEGATTO, J. A. *Reforma*;*Veja* (28/11/1990).\n","dic":"DHBPR"}