{"title":"PRADO, Antônio","cargoss":[" dep. geral SP 1869-1875 e 1885-1887","min. Agric. 1885-1887","sen."],"author":null,"content":"**PRADO, Antônio**\n\n** **\\*dep. geral SP 1869-1875 e 1885-1887; min. Agric. 1885-1887; sen.\nSP 1887-1889; min. Estrangeiros 1888; min. Agric. 1888-1889; pref. SP\n1899-1911.\n\n*Antônio da Silva Prado* nasceu na cidade de São Paulo em 25 de\nfevereiro de 1840, filho de Martinho da Silva Prado e de Veridiana\nValéria da Silva Prado, de abastada e tradicional família paulista. Seu\npai foi deputado provincial em São Paulo em três legislaturas. Sua mãe\nera filha de Antônio da Silva Prado, o barão de Iguape, que foi vereador\nem São Paulo de 1853 a 1856. Seus irmãos também ocuparam posições de\ndestaque: Martinho da Silva Prado Júnior foi constituinte e deputado\nfederal por São Paulo em 1891; Antônio Caio da Silva Prado foi\npresidente das províncias de Alagoas (1887-1888) e do Ceará (1888-1889);\ne Eduardo Paulo da Silva Prado, monarquista convicto, foi jornalista e\nescritor, membro fundador da Academia Brasileira de Letras.\n\nComo seus pais viviam na fazenda Campo Alto, no município de Limeira,\nhoje Araras, passou parte da infância na casa do avô materno na cidade\nde São Paulo. Em seguida foi enviado para Petrópolis (RJ), onde estudou\nno Colégio Calógeras, e para o Rio de Janeiro, onde estudou no Colégio\nTautphoeus e no Colégio Pedro II, diplomando-se em ciências e letras em\n1856. Na então capital do Império morou na casa de Antônio da Costa\nPinto e Silva, importante chefe político paulista, e aí travou\nconhecimento com líderes do Partido Conservador. Antônio da Costa Pinto\ne Silva, que viria a ser seu sogro, foi deputado geral por São Paulo em\nsete legislaturas, entre 1857 e 1884, e também presidente das províncias\nda Paraíba (1855-1857), do Rio de Grande do Sul (1868-1869), de São\nPaulo (1870-1871) e do Rio de Janeiro (1885-1886).\n\nRetornando a São Paulo, matriculou-se na Faculdade de Direito do Largo\nde São Francisco e formou-se em ciências jurídicas e sociais em 1861.\nAinda estudante iniciou-se no jornalismo na imprensa acadêmica. Antes\nmesmo de se formar foi eleito deputado provincial para a legislatura\n1860-1861, mas sua eleição foi anulada por não ter a idade mínima\nexigida. Logo depois de formado exerceu por alguns meses o cargo de\ndelegado de polícia na capital paulista, mas afastou-se quando resolveu\nfazer uma longa viagem à Europa em 1862. Visitou vários países e\naperfeiçoou seus estudos jurídicos na Faculdade de Direito de Paris.\nDepois de dois anos ausente, retornou ao Brasil em 1864 e passou a se\ndedicar à agricultura, administrando as propriedades da família.\n\nDeputado Provincial, Deputado Geral e Vereador\n\nEm 15 de outubro de 1865 foi eleito pela primeira vez deputado\nprovincial em São Paulo pelo Partido Conservador. Nos anos seguintes\nseria cinco vezes reeleito, permanecendo na Assembleia provincial de\n1866 a 1889. Em três legislaturas teve como colega de parlamento seu\nirmão Martinho, eleito pelo Partido Republicano e grande defensor da\nabolição da escravatura.\n\nNesse período tornou-se também proprietário e redator do *Diário de São\nPaulo*, órgão do Partido Conservador, e através de suas páginas apoiou o\nirmão Martinho nas críticas ao presidente da província José Tavares\nBastos (1866-1867), por recrutar homens para a guerra do Paraguai\n(1864-1870) na base da força. Foi ainda redator de *O País*, jornal de\ntendência conservadora fundado em dezembro de 1866, no qual moveu forte\noposição à corrente liberal.\n\nEm 1868, ao se casar com Maria Catarina da Costa Pinto, recebeu de seus\npais a fazenda Santa Veridiana, da qual faria uma fazenda-modelo. Estava\nem viagem de lua de mel em Portugal quando os conservadores assumiram o\npoder no Brasil, com o visconde de Itaboraí presidindo o Conselho de\nMinistros. Seu avô e seu pai resolveram lançar sua candidatura a\ndeputado geral, e, mesmo ausente, foi eleito pelo 3^o^ distrito\neleitoral da província, demonstrando a influência de sua família. De\nvolta ao Brasil, como a legislação permitia, além de ocupar uma cadeira\nna Assembleia provincial, passou a representar São Paulo na Câmara dos\nDeputados, no Rio de Janeiro, nas legislaturas 1869-1872 e 1872-1875.\n\nPara solucionar o problema da falta de mão obra nas fazendas de São\nPaulo, foi aprovada pela Assembleia paulista a lei provincial de 30 de\nmarço de 1871, que autorizou a imigração de trabalhadores. Em agosto,\nenquanto o governo da província era autorizado por decreto imperial a\nsubsidiar a imigração europeia, Antônio da Costa Pinto e Silva, então\npresidente de São Paulo, reuniu vários financistas e fazendeiros para\nformar a Associação Auxiliadora da Colonização e Imigração, com o\npropósito de “facilitar para nossos fazendeiros a aquisição de\ntrabalhadores livres”. Antônio Prado, genro de Costa Pinto, tornou-se\nvice-presidente da entidade.\n\nEm 5 de setembro de 1876, foi empossado presidente do conselho\nadministrativo da Caixa Econômica e Monte de Socorros em São Paulo, hoje\nCaixa Econômica Federal, cargo em que permaneceria até 12 de junho de\n1878, quando pediu exoneração e foi nomeado inspetor especial de terras\ne colonização da província de São Paulo. Ainda em 1876 foi eleito\nvereador à Câmara Municipal de São Paulo, chegando a presidi-la de 7 de\njaneiro de 1877 a 7 de janeiro 1881. Conforme preceito legal,\nconcomitantemente assumiu a chefia do Poder Executivo municipal. De 1880\na 1881 foi também diretor da Companhia Paulista de Vias Férreas e\nFluviais, a primeira estrada de ferro de capital exclusivamente\nbrasileiro, fundada anos antes por seu pai e outros grandes\nproprietários rurais paulistas para transportar o café que produziam até\no porto de Santos.\n\nTendo o poder passado às mãos dos liberais em 1878, em 1881 fundou a\nUnião Conservadora e voltou a se candidatar a deputado geral, mas acabou\nempatando em número de votos com o candidato liberal Laurindo Abelardo\nde Brito, que, por ser mais velho, ficou com a vaga. Em 4 de janeiro de\n1882 tornou-se o único proprietário do jornal *Correio Paulistano*,\nentão órgão do Partido Conservador, em cujas páginas, juntamente com seu\nirmão Caio Prado, combateu os liberais. Em 1883, o jornalista holandês\nC. F. Van Delden Laren, perito em café, elegeu a fazenda Santa Veridiana\ncomo a sétima entre as 43 fazendas mais produtivas do país, e a terceira\nentre 12 na província de São Paulo.\n\nAfinal, no pleito realizado em 31 de dezembro de 1884 conseguiu se\neleger deputado geral, mas a legislatura iniciada em maio de 1885 foi\ndissolvida em 26 de outubro do mesmo ano. Enquanto esteve na Câmara,\ntornou-se líder da maioria conservadora que apoiou o gabinete liberal do\nconselheiro José Antônio Saraiva (6 de maio a 20 de agosto de 1885),\nquando da votação da emancipação dos escravos.\n\nMinistro da Agricultura, Senador e Ministro dos Estrangeiros\n\nCom a posse, em 20 de agosto de 1885, do gabinete conservador chefiado\npor João Maurício Wanderley, barão de Cotegipe, Antônio Prado foi\nnomeado ministro da Agricultura, Comércio e Obras Públicas, substituindo\nJoão Ferreira de Moura.\n\nÀ frente do Ministério da Agricultura, coube-lhe referendar a Lei n^o^\n3.270, a Lei dos Sexagenários, também chamada Lei Saraiva-Cotegipe,\npromulgada a 28 de setembro de 1885 pelo imperador dom Pedro II, que\ngarantiu a liberdade aos escravos com mais de 60 anos de idade. Também\napoiou e fiscalizou o cumprimento de uma nova lei de imigração, que\npermitiu a vinda maciça de milhares de imigrantes europeus e beneficiou\nespecialmente os fazendeiros e cafeicultores paulistas. Com isso,\nconseguiu quebrar a resistência dos proprietários rurais de São Paulo à\nlibertação dos escravos. Sua atitude em prol do fim da escravatura\nrecebeu o elogio público do líder abolicionista e liberal Joaquim\nNabuco.\n\nReeleito deputado geral para a legislatura 1886-1889, mas ainda no\nMinistério da Agricultura, em 2 de julho de 1886, juntamente com seu\nirmão Martinho e outros grandes fazendeiros, criou a Sociedade Promotora\nde Imigração. A empreitada estava amparada pela lei provincial de 28 de\noutubro de 1885 e tinha como divisa “Trabalho livre na pátria livre”. No\ninício de 1887, em nome da Sociedade de Imigração, Martinho embarcaria\npara a Itália, após acordo com o governo daquele país, para cuidar\npessoalmente do embarque de trabalhadores para São Paulo a partir do\nporto de Gênova. Para receber os novos trabalhadores estrangeiros,\nnotadamente da Itália, seria criada pelo governo provincial a Hospedaria\ndos Imigrantes.\n\nCom o falecimento em outubro de 1886 do conselheiro José Bonifácio de\nAndrada e Silva, senador vitalício por São Paulo, Antônio Prado\ncandidatou-se à vaga aberta no Senado. Foi o mais votado na lista\ntríplice e teve seu nome escolhido por dom Pedro II, que o nomeou para o\nSenado do Império em 26 de fevereiro de 1887. Renunciou então ao mandato\nde deputado geral, sendo substituído na Câmara por Elias Antônio Pacheco\nChaves, seu cunhado. Permaneceu no Ministério da Agricultura até 10 de\nmaio de 1887, quando se demitiu após romper com Cotegipe,\nirredutivelmente contrário à libertação dos escravos. Com sua saída do\nministério, onde foi substituído por Rodrigo Augusto da Silva, passou a\nexercer o mandato no Senado.\n\nEm 15 de novembro de 1887, a Companhia Central Paulista, casa comissária\ncriada pela família Prado para cuidar da exportação do enorme volume de\ncafé produzido em suas fazendas, passou a se chamar Companhia Prado\nChaves Exportadora. Esta seria, por longos anos, a companhia exportadora\nmais importante do país.\n\nAinda em 1887, Antônio Prado promoveu uma reunião de proprietários\nrurais a que compareceram proprietários de sete mil escravos e na qual\nse decidiu que no prazo de três anos todos os cativos da província de\nSão Paulo seriam alforriados. Discutiram-se também meios de fixar os\nescravos nas fazendas, abolindo os castigos físicos, vestindo-os melhor\ne reduzindo as horas de trabalho. Em 25 de fevereiro de 1888, na data de\nseu aniversário, Antônio Prado realizou festivamente na capital de São\nPaulo a libertação dos últimos 219 escravos, por iniciativa de uma\ncomissão chefiada pelo deputado provincial Domingos José Nogueira\nJaguaribe Filho. Uma passeata percorreu as ruas centrais da cidade, indo\nem seguida em direção a seu palacete, onde foi saudado pelos\nmanifestantes. Em resposta, declarou: “As novas condições do trabalho\nagrícola, já tão modificadas pela benéfica imigração, exigem a pronta\nextinção da árvore secular da escravidão que, com a sua sombra\nesterilizadora, não deixa medrar num solo livre o trabalho livre, que\nfecunda e nobilita o homem, engrandecendo as nações. Felizmente em São\nPaulo, querer é poder – e isso está provado pela gloriosa campanha da\nlibertação da província, na qual ricos e pobres formando um só exército,\ncaminhando sob a mesma bandeira, de vitória, proclamam a libertação dos\nmunicípios”.\n\nCom a nova mudança de gabinete em 10 de março de 1888, João Alfredo\nCorreia de Oliveira assumiu a chefia do governo e convidou Antônio Prado\npara o Ministério dos Estrangeiros. Tornou-se então grande aliado do\nnovo presidente do Conselho de Ministros, sendo a primeira autoridade\npor ele consultada sobre a proposta de lei que abolia a escravidão no\npaís. Foi na verdade incumbido de redigir o projeto do governo, que\ninicialmente previa que os escravos libertos seriam obrigados a\npermanecer nas fazendas, ou nos municípios em que estivessem\nmatriculados, por três anos, recebendo remuneração por seu trabalho. A\njustificativa de tal proposta era evitar a desorganização do trabalho.\nComo relator do projeto, Antônio Prado também negou indenização aos\nproprietários dos escravos. Por se ter afastado do ministério por motivo\nde doença, coube a Rodrigo Augusto da Silva, ministro da Agricultura e\ninterino dos Estrangeiros, assinar a Lei n^o^ 3.353, de 13 de maio de\n1888, promulgada pela princesa Isabel, declarando extinta a escravidão\nno Brasil. Em 27 de junho, questões políticas levaram João Alfredo a\nfazer uma inversão no comando das pastas da Agricultura e dos\nEstrangeiros, trocando Antônio Prado e Rodrigo Augusto da Silva de\nlugar.\n\nComo ministro da Agricultura em dois gabinetes, Antônio Prado determinou\nque fossem realizados os primeiros estudos para a ligação ferroviária\nentre São Paulo e o sul do Brasil, iniciou a construção da estrada de\nferro entre São Paulo e Mato Grosso e construiu outras ferrovias em\nvárias regiões do país. Quando deixou o ministério, estavam em andamento\ncontratos de execução de 6.600 quilômetros de vias férreas. Outras\npreocupações foram o aproveitamento dos rios brasileiros para a\nnavegação comercial e a construção de estradas de rodagem. Deu também\nandamento à determinação do decreto de 12 de junho de 1888, que\nautorizou e regulamentou a construção do porto de Santos através da\nCompanhia Docas. Foram ainda criados núcleos coloniais com imigrantes\neuropeus no Espírito Santo, Paraná, Santa Catarina e Rio Grande do Sul.\n\nApesar de monarquista, Antônio Prado declinou o título nobiliárquico de\nvisconde de São Paulo, que lhe foi oferecido pela princesa Isabel, mas\nnão pôde fazer o mesmo em relação à carta imperial de dom Pedro II, que\nem 1888 lhe concedeu a titularidade de conselheiro do Império, por ser\nesta obrigatória para todos os membros do ministério.\n\nDoente, licenciou-se do ministério em 5 de janeiro de 1889, em seguida\nexonerou-se, e voltou para São Paulo para repousar e cuidar da saúde.\nCriou novas fazendas no interior, entre elas, em sociedade com seu pai,\na São Martinho, que em 1905 seria considerada a segunda maior plantação\nde café do mundo. Capitalista de renome, em 28 de outubro de 1889\nincorporou às suas várias empresas o Banco do Comércio e Indústria de\nSão Paulo, que presidiria até outubro de 1920.\n\nRepública: Fato Consumado\n\nCom a proclamação da República em 15 de novembro de 1889, os\nrepublicanos paulistas resolveram formar um triunvirato para assumir o\ngoverno de São Paulo. Antônio Prado teve seu nome cogitado, mas recusou\no convite, alegando suas ligações com o regime anterior e o fato de ser\ncontra um governo coletivo. Logo em seguida, fez publicar no *Correio\nPaulistano* uma nota em que declarava entender que a República era um\nfato consumado e afirmava que era dever de todos manter a ordem e\nprosseguir tranquilamente na obra do progresso nacional. Em 6 de\ndezembro, promoveu uma reunião conjunta do Partido Conservador e do\nPartido Liberal e declarou a seus partidários sua adesão às novas\ninstituições, conclamando os paulistas a seguirem as ideias e os\nprincípios democráticos. No final do encontro, assim como o chefe\nliberal Augusto de Sousa Queirós, deu por dissolvido seu partido.\nAlegando problemas de saúde, viajou para a Europa junto com a família e\nlá permaneceu por dois anos.\n\nConvocadas as eleições para o Congresso Constituinte, à sua revelia o\nPartido Republicano Paulista (PRP) inseriu seu nome na lista de\ncandidatos a deputado. Graças a seu prestígio foi eleito no dia 15 de\nsetembro de 1890, assim como seu irmão Martinho da Silva Prado Júnior,\nmas, em virtude de sua ausência do país, não participou dos trabalhos de\nelaboração da nova Constituição. Ainda na Europa foi nomeado pelo\nministro da Agricultura, Comércio e Obras Públicas do governo provisório\nda República, general Francisco Glicério, superintendente da Inspetoria\nGeral de Imigração no velho mundo. Quando resolveu retornar ao Brasil,\nindicou para a função o barão do Rio do Branco, que ocupava o posto de\ncônsul na cidade de Liverpool, na Inglaterra.\n\nDe volta ao Brasil, não assumiu sua cadeira de deputado federal e\nafastou-se da vida pública. Com a morte de seu pai em 1891, passou a\nadministrar a nova companhia denominada Veridiana Prado & Filhos,\nformada para controlar as diversas fazendas da família no interior do\nestado. Em 30 de abril de 1892, foi eleito pela assembleia geral da\nCompanhia Paulista de Estradas de Ferro diretor-presidente da empresa.\nNo início de sua gestão foi efetivada a compra da Estrada de Ferro Rio\nClaro-São Paulo Railway Company, que pertencia a capitalistas ingleses,\niniciando-se uma grande expansão na ferrovia. Em 1895 fundou a Vidraria\nSanta Marina, posteriormente transformada em sociedade anônima por\nações, da qual seria vice-presidente de 1903 a 1920 e presidente de 1920\na 1929. Também em 1895 fundou perto de São Paulo o curtume Água Branca,\nque se expandiria, dando origem em 1910 à primeira empresa brasileira de\nacondicionamento de carne refrigerada.\n\nPrefeito de São Paulo\n\nDepois de quase uma década afastado de cargos públicos, aceitou a\ninclusão de seu nome na chapa que concorreria à Câmara Municipal de São\nPaulo no triênio 1899-1901 e foi eleito. Como a Lei n^o^ 374, de 29 de\nnovembro de 1898, suprimiu a Intendência e instituiu o cargo de prefeito\nmunicipal, foi escolhido pelos próprios integrantes da Câmara Municipal\npara o cargo por ter sido o vereador mais votado pela população.\nEmpossado em 7 de janeiro de 1899, foi o primeiro a receber o título de\nprefeito na República e, várias vezes reconduzido ao cargo, nele\npermaneceu por 12 anos.\n\nUma de suas prioridades como prefeito foi o alargamento e a pavimentação\ndas principais ruas da cidade, além da arborização das vias,\najardinamento das praças e limpeza pública. Foi também responsável pela\nimplantação do sistema de energia elétrica na cidade, graças a uma usina\na vapor instalada pela empresa canadense The São Paulo Light & Power,\ndepois denominada The São Paulo Tramway, Light and Power Company. Em 7\nde maio de 1899, conduziu na viagem inaugural o primeiro bonde elétrico\nda cidade de São Paulo. Com a inauguração, em 23 de setembro de 1901, da\nusina hidroelétrica de Parnaíba, hoje Edgard de Sousa, em Santana de\nParnaíba, em apenas 15 meses foi possível fornecer energia para as\nlinhas de bondes e a iluminação da capital. A partir de 1905 os lampiões\na gás começariam a ser substituídos por lâmpadas elétricas, sendo a\nprimeira via iluminada a rua Barão de Itapetininga, por iniciativa dos\ncomerciantes.\n\nEm 1906, na condição de presidente da Companhia Paulista de Estradas de\nFerro, fez reprimir violentamente uma greve na empresa, sendo obrigado\ndepois a instituir algumas reformas, adotando medidas como a jornada\ndiária de oito horas de trabalho e a pensão para as viúvas.\n\nTambém em 1906, ao contrário da grande maioria dos fazendeiros, foi\ncontra o chamado Convênio de Taubaté, que tinha como objetivo a\nvalorização do café, a regularização de seu comércio, a promoção do\naumento do consumo e a criação de uma caixa de conversão, mas acabaria\nobrigando o governo federal subsidiar os produtores comprando suas\nsafras excedentes através do Banco do Brasil. Já antes disso, quando, no\nfinal do século XIX, o café sofreu uma queda de preço no mercado,\npronunciara-se contra a intervenção do governo na crise. Agravando-se a\nsituação em 1903, entendeu que leis econômicas poderiam solucionar a\nsuperprodução. Quando o governo determinou a proibição de novas\nplantações, insurgiu-se declarando que a medida era “antieconômica e\nantiliberal, negação da riqueza pelo trabalho, atentatória da\npropriedade e da aplicação arbitrária ao direito de cobrar impostos”.\n\nQuando da sucessão do presidente da República Rodrigues Alves, que\ndeixaria o cargo em novembro de 1906, seu nome chegou a ser lembrado\ncomo um forte candidato, mas não se empolgou com a iniciativa e\ncontinuou administrando a capital de São Paulo como prefeito.\n\nPor motivo de saúde, em 23 de janeiro de 1907 afastou-se da prefeitura e\nviajou para a Europa em busca de cuidados médicos. O vice-prefeito\nAsdrúbal Augusto do Nascimento exerceu o comando da municipalidade da\ncapital até 30 de setembro do mesmo ano, quando reassumiu seu lugar. Com\na posse de Manuel Joaquim de Albuquerque Lins no governo de São Paulo em\n1^o^ de maio de 1908, apesar de ocupar a prefeitura da capital e não\nestar vinculado ao PRP, foi para a Europa em missão do governo estadual\ncom o objetivo de efetuar o empréstimo internacional para a valorização\ndo café. Durante sua licença da prefeitura, o vereador Raimundo Duprat,\npresidente da Câmara Municipal, o substituiu interinamente de 4 de maio\na 30 de setembro, e o vice-prefeito Asdrúbal Augusto do Nascimento, de\n1^o^ de outubro a 30 de dezembro.\n\nEm fins de 1910, ao término de seu mandato na prefeitura, resolveu\ndeixar a vida pública. No dia 15 de janeiro de 1911, a Câmara Municipal\nde São Paulo elegeu como novo prefeito o vereador Raimundo Duprat.\nQuando Antônio Prado assumiu a prefeitura, a capital paulista contava\nperto de 240 mil habitantes; ao deixar o cargo 12 anos depois, a\npopulação era de mais de 375 mil pessoas, sendo um terço formado por\nimigrantes.\n\nAs Décadas de 1910 e 1920\n\nDedicando-se à lavoura cafeeira, viu as grandes plantações sofrerem em\n1918 devido a vários fatores: uma forte geada que assolou os pés, a\ngripe espanhola que dizimou grande número de trabalhadores, uma praga de\ngafanhotos, e a Primeira Guerra Mundial (1914-1918). Frente ao conflito,\npronunciou-se a favor dos Aliados. O governo francês, em reconhecimento\nà sua posição, concedeu-lhe a Legião de Honra, no grau de oficial.\n\nAo ser fundada em 19 de maio de 1919 a Sociedade Rural Brasileira,\nentidade classista dos grandes fazendeiros e produtores agrícolas do\npaís, tornou-se seu presidente honorário. Nas eleições presidenciais\ndaquele ano, apoiou Rui Barbosa contra Epitácio Pessoa. O jurista\nbaiano, apesar de sair derrotado, fez questão de agradecer em carta o\napoio público à sua campanha.\n\nEm outubro de 1920, quando da visita dos reis Alberto e Elisabeth, da\nBélgica, a São Paulo, cedeu sua residência na chácara do Carvalho para\nque o casal real nela ficasse hospedado.\n\nCom o conflito mundial, o número de emigrantes europeus que vinham para\no Brasil caiu vertiginosamente, e a agricultura paulista sentiu falta de\ntrabalhadores. Em 1921 Antônio Prado conseguiu firmar um acordo com o\ngoverno italiano que ficaria conhecido como “Convenção de Ouchy”, mas,\npara sua decepção, o então presidente do estado Washington Luís Pereira\nde Sousa recusou-se a sancioná-lo alegando que violava a soberania\nbrasileira.\n\nNas eleições presidenciais de 1922, deu amplo apoio aos candidatos da\nReação Republicana, Nilo Peçanha e José Joaquim Seabra, contra Artur\nBernardes, que acabou vitorioso. Quando da Revolta de 5 de julho de\n1924, os revolucionários comandados pelo general Isidoro Dias Lopes,\ncontrários ao governo de Artur Bernardes, tomaram a cidade de São Paulo.\nFoi-lhe então oferecida a chefia do governo provisório do estado, mas\nrecusou a investidura.\n\nO descontentamento com a política vigente, associado a motivos\neconômicos, levou à fundação de um novo partido, o Partido Democrático\n(PD) de São Paulo. A fundação ocorreu em 24 de fevereiro de 1926 na\nresidência de Antônio Prado, a chácara do Carvalho, e o partido foi\ninstalado solenemente em 21 de março seguinte, no salão da Associação\ndas Classes Laboriosas. Foi também Antônio Prado o principal responsável\npela redação do manifesto de fundação, sendo sua a primeira assinatura,\nseguida de mais seiscentas. O documento justificava a formação da nova\nagremiação pela falta de partidos políticos significantes e pela\nflutuação da economia. Propunha a defesa dos princípios liberais\ncontidos na Constituição, a reforma das leis eleitorais, especialmente\npelo voto secreto, a defesa da agricultura, comércio e indústria, e um\nPoder Judiciário independente. Também a questão social foi lembrada. O\nPD, considerado de oposição, foi bem recebido pela classe média, mas não\nconseguiu quebrar a hegemonia do PRP nas eleições de 1927: das 22 vagas\nde deputado federal por São Paulo, conseguiu preencher apenas três.\n\nEm 22 de janeiro de 1928, Antônio Prado renunciou à presidência da\nCompanhia Paulista de Estradas de Ferro, alegando problemas de saúde. Em\nsua longa gestão, iniciada em 1892, foi o responsável por estender as\nlinhas da ferrovia até as divisas do estado, construindo mais de\nseiscentos quilômetros, introduziu o reflorestamento com eucaliptos\nvisando à confecção de dormentes e ao uso como combustível para as\nlocomotivas a vapor, implantou a eletrificação, que foi iniciada em 1919\ne concluída em 1925, adquiriu vagões de passageiros feitos de aço e\nmodernas locomotivas, tornando a companhia de padrão internacional e\ngarantindo sua rentabilidade. Dias após a apresentação de sua carta de\nrenúncia, a assembleia geral de acionistas o aclamou por unanimidade\npresidente honorário da empresa.\n\nFaleceu no Rio de Janeiro em 23 de abril de 1929. Na ocasião, Antônio da\nSilva Prado Júnior, um de seus oito filhos com Maria Catarina, era\nprefeito do Distrito Federal (1926-1930).\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano.* SP; *Correio da Manhã*\n(24/4/1929); *Folha da Manhã* (24/4/1929); GALVÃO, M. *Relação*;LEVI, D.\n*Família*; PRADO, N. *Antonio Prado*; RIBEIRO, J. *Chronologia*; SENADO,\nDados.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano.* SP; *Correio da Manhã*\n(24/4/1929); *Folha da Manhã* (24/4/1929); GALVÃO, M. *Relação*;LEVI, D.\n*Família*; PRADO, N. *Antonio Prado*; RIBEIRO, J. *Chronologia*; SENADO,\nDados.\n","dic":"DHBPR"}