{"title":"PRADO, Fábio da Silva","cargoss":["pref. São Paulo 1934-1938."],"author":null,"content":"**PRADO, Fábio da Silva**\n\n\\*pref. São Paulo 1934-1938.\n\n*Fábio da Silva Prado* nasceu na cidade de São Paulo no dia 25 de junho\nde 1887, filho de Martinho da Silva Prado Júnior e de Albertina Pinto\nPrado. Seu pai, grande cafeicultor, foi fundador do Partido Republicano\nPaulista, deputado provincial em São Paulo, fundador da Sociedade\nPromotora da Imigração e constituinte de 1891. Seu tio, o conselheiro\nAntônio Prado, foi deputado geral por São Paulo de 1869 a 1875 e de 1885\na 1887, ministro da Agricultura de 1885 a 1887, senador por São Paulo de\n1887 a 1889, ministro dos Estrangeiros em 1888, novamente ministro da\nAgricultura de 1888 a 1889, prefeito da capital paulista de 1899 a 1911,\ne fundador do Partido Democrático em 1926. Seu irmão, Martinho da Silva\nPrado Neto, foi deputado federal por São Paulo de 1935 a 1937.\n\nFez os estudos preparatórios com professores particulares e estudou na\nEscola Politécnica de Liège, na Bélgica, diplomando-se posteriormente em\nengenharia industrial.\n\nIndustrial, foi presidente da Companhia Imobiliária Morumbi, da Sambra,\nda Centro Ideal Ferroviário, da Gema, da Companhia Agrícola Santa Cruz,\nda Companhia Agrícola Romanópolis, da Segurança Imobiliária, da\nCompanhia Brasileira de Materiais Ferroviários, da Companhia de Terra\nNorte do Paraná, da Mármores Brasileiros Sambra, do Cotonifício Rodolfo\nCrespi, da Contendas e da Companhia de Terrenos e Melhoramentos de\nSantos, tendo ainda dirigido a Companhia Grandes Hotéis, a Companhia\nMojiana de Estradas de Ferro e a Companhia Cimento Maringá.\n\nDiretor do Banco Mercantil de São Paulo e da Federação das Indústrias do\nEstado de São Paulo (FIESP), participou, como delegado dessa entidade,\nda fundação da Confederação Industrial do Brasil, associação civil\ncriada em janeiro de 1933 no Rio de Janeiro, então Distrito Federal,\npara defender os interesses dos diversos grupos empresariais do país.\nFoi segundo-tesoureiro da primeira diretoria da entidade, que foi\nextinta em agosto de 1938 com a criação da Confederação Nacional da\nIndústria (CNI).\n\nIniciou sua vida política ao eleger-se vereador à Câmara Municipal de\nSão Paulo. Em 1934, durante a interventoria de Armando Sales, foi\nnomeado prefeito da capital paulista em substituição a Antônio Carlos de\nAssunção (1933-1934). Destacou-se em sua administração a criação dos\ndepartamentos de Assistência Social, de Parques Infantis e Cultural,\neste último entregue ao escritor Mário de Andrade. Deu início também à\nconstrução do estádio do Pacaembu e do túnel Nove de Julho, ativou o\nfuncionamento dos serviços de estatísticas municipais e patrocinou a\npublicação de vasta documentação do Arquivo Municipal, sob a direção de\nSérgio Milliet. Muitos de seus projetos de remodelação urbanística foram\naproveitados por seus sucessores. Após o advento do Estado Novo em\nnovembro de 1937, em abril do ano seguinte, quando José Joaquim Cardoso\nde Melo Neto transmitiu a interventoria a Ademar de Barros, deixou a\nprefeitura de São Paulo, sendo substituído por Paulo Barbosa Campos.\n\nMembro do Conselho Técnico de Economia e Finanças do Ministério da\nFazenda de 1941 a 1943, pertenceu ainda ao conselho da Companhia\nSiderúrgica Nacional (CSN), ao Instituto Histórico e Geográfico de São\nPaulo, à Sociedade Rural e à Sociedade Paulista de Escritores, tendo\nsido um dos fundadores da Sociedade de Etnografia e Folclore.\n\nFaleceu em São Paulo no dia 3 de março de 1963.\n\nEra casado com Renata Crespi da Silva Prado, filha de Rodolfo Crespi,\ngrande industrial brasileiro de origem italiana.\n\n**FONTES:** ARAÚJO, A. *Chefes*; CONF. INDUSTRIAL DO BRASIL.\n*Relatório*; COUTINHO, A. *Brasil*; Efemérides paulistas (1963); *Encic.\nMirador*; *Grande encic. Delta*; LEITE, A. *História*; LEVI, D.\n*Família*; MELO, L. *Dicionário*; *Quem é quem no Brasil*.\n","ref":"**FONTES:** ARAÚJO, A. *Chefes*; CONF. INDUSTRIAL DO BRASIL.\n*Relatório*; COUTINHO, A. *Brasil*; Efemérides paulistas (1963); *Encic.\nMirador*; *Grande encic. Delta*; LEITE, A. *História*; LEVI, D.\n*Família*; MELO, L. *Dicionário*; *Quem é quem no Brasil*.\n","dic":"DHBPR"}