{"title":"PRATA, Alaor","cargoss":["dep. fed. MG 1909-1922","pref. RJ 1922-1926","dep. fed. MG 1927-1930."],"author":"Claudia Mesquitta","content":"**PRATA, Alaor**\n\n\\*dep. fed. MG 1909-1922; pref. RJ 1922-1926; dep. fed. MG 1927-1930.\n\n*Alaor Prata Leme Soares* nasceu em Uberaba (MG) em 1882.\n\nGraduado em engenharia civil pela Escola Politécnica de São Paulo, foi\nprefeito de Uberaba, uma das mais proeminentes cidades do Triângulo\nMineiro, e deputado federal pelo estado de Minas Gerais de 1909 a 1922.\n\nConvidado pelo presidente Artur Bernardes (1922-1926) para ser prefeito\ndo Distrito Federal, assumiu o cargo em 16 de novembro de 1922,\nsucedendo a Carlos Sampaio, e nele permaneceu durante todo o quadriênio.\nEnfrentaria ferrenha crítica da imprensa à sua administração,\nprovavelmente como reflexo dos movimentos revolucionários que eclodiram\nantes e durante o mandato do presidente Artur Bernardes.\n\nAo assumir a prefeitura, deparou-se com uma situação de dificuldades\nfinanceiras resultantes das inúmeras despesas feitas na administração\nanterior com diversas obras de urbanização e saneamento. Propôs-se\nconduzir a administração municipal com base na redução e controle\nradical dos gastos, e assim o fez durante os primeiros anos. Expôs\nabertamente a situação financeira do município, o que não agradou a seu\nantecessor, que contestou as informações baseadas em dados fornecidos\npelos órgãos competentes da prefeitura. A partir desse impasse, escreveu\no livro Recordação da vida pública, somente editado em 1958, uma análise\npormenorizada das finanças municipais desde meados do ano de 1919 até o\nfim de sua administração.\n\nComo consequência da situação econômica precária, Alaor Prata teve que\nsuspender e restringir uma série de obras durante o seu mandato, entre\nelas o desmonte do morro do Castelo. Reformulou o programa de obras do\nmunicípio, e quando a situação financeira foi estabilizada iniciou e deu\ncontinuidade a obras importantes, entre as quais o alargamento e\nremodelação do túnel Velho e o prosseguimento da construção do canal da\navenida Visconde de Albuquerque, por se tratar de uma obra de saneamento\ne valorização da área marginal. Dentro do programa de adaptação às\ncondições financeiras da prefeitura, fez também arruamentos em torno da\nlagoa Rodrigo de Freitas, fez o projeto de abertura avenida Carlo\nPeixoto, ligando dois pontos da ladeira do Leme, e modificou o projeto\naprovado pela administração anterior relativo ao morro de Santo Antônio,\nque previa a urbanização do morro sem demoli-lo. Propôs a canalização do\nrio Joana através da rua Maxwell e o alargamento dessa importante via de\nligação com vários bairros da Zona Norte, evitando as constantes\ninundações. Tratou ainda dos arruamentos da área parcialmente aterrada\nno entorno do morro da Urca e de uma área do bairro do Grajaú.\n\nEm contrapartida, revogou o Decreto n^o^ 1.819, de 13 de novembro de\n1922, assinado por Carlos Sampaio, que aprovara a construção de um túnel\nque ligaria a rua Carlos Sampaio à rua Real Grandeza, sob os morros de\nSanta Teresa, Nova Cintra e Mundo Novo. Revogou também o Decreto n^o^\n1.826, de mesma data, invalidando o Plano de Urbanização da Área do\nCastelo formulado durante a administração de Carlos Sampaio, e sancionou\no Decreto n^o^ 1.924 de 28 de dezembro de 1923, que o alterou\nsignificativamente. Implantou ainda, pelo Decreto n^o^ 2.087, de 19 de\njaneiro de 1925, um código de obras regulamentador da construção na\ncidade, que tratava do uso do concreto armado, cada vez mais difundido\nem face do aumento do número de prédios com mais de seis andares. O\ncódigo expunha uma série de diretrizes a serem seguidas, tais como a\nobrigatoriedade de os projetos serem submetidos ao exame da Seção de\nArquitetura, a consideração dos elementos geométricos das construções\n(altura, pé direito, entre outros), a proibição de construções que não\ntivessem recebido o alvará de alinhamento, o estabelecimento de alturas\nmínimas levando em consideração o número de pavimentos, a restrição ao\nuso de porões, entre outras. Iria vigorar até meados dos anos 1930,\nquando foi substituído por outro formulado durante o mandato do prefeito\nPedro Ernesto.\n\nExecutou obras de remodelação do largo da Carioca, para as quais\nnecessitava de prévia desapropriação de prédios e terrenos da área,\nconforme o Decreto n^o^ 2.214, de 7 de outubro de 1925, que aprovou o\nprojeto, e realizou obras de reparos em decorrência da forte ressaca\nocorrida em julho de 1925, que causou danos na avenida Beira-Mar,\nprincipalmente na altura da rua do Russel, na enseada formada pela\ninterseção da avenida Rui Barbosa com a avenida Beira-Mar e na avenida\nAtlântica, nos trechos entre as ruas Santa Clara e Xavier da Silveira.\n\nFoi um intenso incentivador das duas sociedades esportivas do Rio de\nJaneiro, o Jóquei Clube Brasileiro e o Iate Clube. Este último obteve\nconcessão para incorporar os terrenos fronteiros à antiga praia da\nSaudade, cuja área havia passado por sucessivos aterros, à sua sede.\nConcedeu também parte considerável do terreno que é ocupado atualmente\npelo Jóquei Clube. A inauguração da praça de corridas, atual Hipódromo\nda Gávea, ocorreu em 11 de julho de 1926, com a presença do presidente\nda República, de ministros de Estado e do prefeito. A construção do\nHipódromo foi empreendida pelo presidente do Jóquei Clube, Lineu de\nPaula Machado, e pelo engenheiro Mário Ribeiro, e em reconhecimento ao\nlegado que deixaram para a cidade Alaor Prata deu os nomes de avenida\nLineu de Paula Machado e rua Mário Ribeiro a dois logradouros próximos\nao clube esportivo.\n\nDeixou a prefeitura em 15 de novembro de 1926, quando tomaram posse o\nnovo presidente Washington Luís e o novo prefeito Prado Júnior. Voltou à\nCâmara dos Deputados, como representante de Minas Gerais, de 1927 a\n1930.\n\nFaleceu no Rio de Janeiro em 1964.\n\nClaudia Mesquitta\n\n**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário*;\nBERGER, P. *Dicionário*; CARDEMAN, D.; GARDEMAN, *Rio de Janeiro*; CON.\nREG. BIBLIOTECONOMIA. Disponível em: \\<www.crb3.org.br/carreira\\>;\nHOCHMAN, G. *Era*; IHGB. Disponível em: \\<www.ihgb.org.br/acervo\\>;\nINST. MUN. URB. PEREIRA PASSOS. *Coleção*; PINHEIRO, M. *Instituto*;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>; PORTO, A. *Historia*;\nPREF. RJ. Disponível em: \\<www.rio.rj.gov.br/arquivo/governantes\\>;\n*Revista Municipal de Engenharia* (v.42, 1 – 12/1992, n^o^ 1/4); REIS,\nJ. *Administração*; SCHIAVO, C. *Memoria*; SOBRAL, S. *Instituto.*\n","ref":"**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário*;\nBERGER, P. *Dicionário*; CARDEMAN, D.; GARDEMAN, *Rio de Janeiro*; CON.\nREG. BIBLIOTECONOMIA. Disponível em: \\<www.crb3.org.br/carreira\\>;\nHOCHMAN, G. *Era*; IHGB. Disponível em: \\<www.ihgb.org.br/acervo\\>;\nINST. MUN. URB. PEREIRA PASSOS. *Coleção*; PINHEIRO, M. *Instituto*;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>; PORTO, A. *Historia*;\nPREF. RJ. Disponível em: \\<www.rio.rj.gov.br/arquivo/governantes\\>;\n*Revista Municipal de Engenharia* (v.42, 1 – 12/1992, n^o^ 1/4); REIS,\nJ. *Administração*; SCHIAVO, C. *Memoria*; SOBRAL, S. *Instituto.*\n","dic":"DHBPR"}