{"title":"PRESTES, Júlio","cargoss":["dep. fed. SP 1924-1927","pres. SP 1927-1930","pres. Rep. eleito 1930."],"author":"Jorge Miguel Mayer","content":"**PRESTES, Júlio**\n\n\\*dep. fed. SP 1924-1927; pres. SP 1927-1930; pres. Rep. eleito 1930.\n\n*Júlio Prestes de Albuquerque* nasceu em Itapetininga (SP) no dia 15 de\nmarço de 1882, filho do coronel Fernando Prestes de Albuquerque e de\nOlímpia de Santana Prestes. Seu pai foi presidente do estado de São\nPaulo de 1898 a 1900 e duas vezes vice-presidente, de 1908 a 1912 e de\n1924 a 1927.\n\nFez os estudos primários em Itapetininga e os secundários no Ginásio do\nEstado, na capital paulista, ingressando em 1901 na Faculdade de Direito\nde São Paulo, pela qual se formou em 1906.\n\nDe Deputado a Presidente Estadual\n\nApós exercer por três anos a advocacia, iniciou a carreira política em\n1909 como deputado estadual, eleito na legenda do Partido Republicano\nPaulista (PRP), ao qual pertencia seu pai. Foi reeleito nas quatro\nlegislaturas seguintes, exercendo o mandato até 1923. Nesse período,\nforam presidentes do estado de São Paulo Albuquerque Lins (1908-1912),\nsendo seu pai o vice-presidente, Rodrigues Alves (1912-1916), Altino\nArantes (1916-1920) e Washington Luís (1920-1924). Na Câmara estadual,\napresentou diversos projetos, como o que autorizava o governo do estado\na rescindir o contrato com a Sorocabana Railway Company. Após intensa\npolêmica nos meios parlamentares e na imprensa o projeto foi aprovado e,\nem consequência, o controle da estrada de ferro passou para o estado de\nSão Paulo. Entre outras proposições de sua autoria, figuraram a que\ndeterminou em 1922 o aumento de todo o funcionalismo público estadual na\nrazão de 10 a 50%, a que instituiu o Tribunal de Contas de São Paulo, a\nque criou os tribunais rurais no estado e outras relativas à construção\nde estradas de rodagem e à criação de escolas profissionais. Em 1923\npresidiu a Comissão de Finanças da Câmara paulista.\n\nNo ano seguinte, enquanto Carlos de Campos se tornava o sucessor de\nWashington Luís na presidência estadual, com seu pai como\nvice-presidente, foi eleito, sempre na legenda do PRP, deputado federal\npor São Paulo e escolhido líder da bancada paulista na Câmara dos\nDeputados. Com a eclosão do movimento tenentista em São Paulo em julho\nde 1924, tomou posição radicalmente contrária à insurreição,\nsolidarizando-se com as forças governistas. Juntamente com seu pai, e\nmais Washington Luís e Ataliba Leonel, organizou a defesa da região do\nramal de Itararé (SP) contra os revoltosos, constituindo corpos\nmilitares voluntários conhecidos como “batalhões patrióticos”.\nReassumindo em seguida o mandato de deputado federal, exerceu a\npresidência da Comissão de Finanças da Câmara dos Deputados em 1926 e\n1927. Após a ascensão de Washington Luís à presidência da República\n(15/11/1926), assumiu a liderança da maioria governista na Câmara e\npreparou a Lei da Reforma Monetária, base da política econômica do novo\ngoverno, que foi apresentada no Congresso.\n\nMorrendo Carlos de Campos em abril de 1927, Fernando Prestes recusou-se\na assumir seu lugar, para não incompatibilizar o filho, aspirante ao\nExecutivo paulista. Antônio Dino da Costa Bueno, presidente do Senado\nestadual, foi então convocado a assumir o governo. Júlio Prestes foi de\nfato eleito presidente de São Paulo e tomou posse em 14 de julho de\n1927. Durante seu governo, foram aprovados contratos com banqueiros de\nLondres e Nova Iorque para empréstimos destinados à realização de obras\nna estrada de ferro Sorocabana. Construiu assim a linha Mayrink-Santos.\nReorganizou o Instituto de Defesa Agrícola e Animal, criou a Secretaria\nde Viação e Obras Públicas e realizou obras de aproveitamento da represa\nde Santo Amaro para o abastecimento de água da capital paulista.\nEncaminhou ainda à Câmara estadual o Código de Processo Civil e\nComercial e a reforma judiciária do estado, ambos aprovados.\n\nDa Disputa Sucessória à Revolução de 1930\n\nAmigo pessoal de Washington Luís, Júlio Prestes foi por ele indicado\ncomo sucessor na presidência da República, e logo depois teve sua\ncandidatura homologada pela convenção do PRP. Se eleito presidente,\nasseguraria a continuidade da política econômica oficial e do domínio\npolítico do perrepismo. Washington Luís confiava no apoio da liderança\nda maioria dos estados para garantir a vitória de seu candidato.\nEnquanto isso, a oposição se coligava na Aliança Liberal, tendo sua\nforça principal nos estados de Minas Gerais, do Rio Grande do Sul – de\nonde emergiu o candidato oposicionista, o presidente do estado Getúlio\nVargas – e da Paraíba – de onde saiu o candidato a vice-presidente, o\ntambém presidente do estado João Pessoa.\n\nA candidatura de Júlio Prestes foi lançada numa época de crise econômica\ne tensão social. Apesar de ter recebido o apoio de diversas associações\nindustriais de São Paulo, ganhou a oposição dos cafeicultores que,\nembora tradicionalmente vinculados ao PRP, nele viam o continuador da\npolítica econômica oficial, que consideravam desastrosa. Com efeito,\nWashington Luís vinha sendo criticado por manter a moeda brasileira a\numa taxa fixa de câmbio, o que fazia decrescer a receita das exportações\ndevido à queda dos preços do café no mercado internacional. Além disso,\no governo recusara-se a conceder mais créditos ao Instituto do Café de\nSão Paulo a fim de comprar os estoques excedentes e tomar medidas que\nevitassem a execução das hipotecas dos produtores de café.\n\nDe toda forma, a vitória do candidato situacionista era iminente. Diante\ndisso, Getúlio Vargas tentou fórmulas de conciliação com Washington\nLuís, chegando a enviar seu secretário da Fazenda, Firmino Paim Filho, a\nSão Paulo, para buscar entendimentos. Tanto Washington Luís quanto Júlio\nPrestes, contudo, recusaram qualquer acordo.\n\nAs eleições, realizadas em 1^o^ de março de 1930, deram a vitória ao\ncandidato oficial por larga margem. Do total de 1.890.524 votos, Júlio\nPrestes obteve 1.091.709, elegendo-se presidente da República, enquanto\no baiano Vital Soares era eleito a vice-presidente. Logo após a\nproclamação de sua vitória, ofereceu uma recepção solene às autoridades\ncariocas e em seguida embarcou para o exterior. Foi recebido como\npresidente eleito nos Estados Unidos, recepcionado na França pelo\npresidente Gaston Doumergue, e homenageado em Londres no palacete\nRothschild.\n\nNo Brasil, os resultados eleitorais, tanto para a presidência quanto\npara o Congresso, geraram violentos protestos da oposição. Segundo os\noposicionistas, o abuso de poder contra a oposição tornava-se manifesto\nem fatos como o não reconhecimento – ou “depuração” – de 14 deputados\neleitos em Minas e dos deputados eleitos na Paraíba, em favor dos\neleitos na cidade de Princesa, hoje Princesa Isabel (PB), que se\nproclamara independente do governo estadual de João Pessoa. Washington\nLuís e Júlio Prestes foram acusados inclusive de favorecer a Revolta de\nPrincesa com o fim de enfraquecer a Aliança Liberal. O ex-presidente\nEpitácio Pessoa também denunciou inúmeras irregularidades favoráveis à\nvitória de Júlio Prestes em São Paulo: segundo essas denúncias, por\nexemplo, o município de Osasco, com um eleitorado de 3.095 cidadãos,\ndera 6.018 votos a Júlio Prestes.\n\nO inconformismo da oposição fomentou a conspiração revolucionária,\nresultante da articulação dos grupos derrotados nas eleições com os\n“tenentes” que haviam participado dos movimentos de 1922 e 1924, até\nque, em 3 de outubro, a revolução eclodiu em diversos pontos do país. As\nprimeiras notícias sobre o início do movimento chegaram a São Paulo no\npróprio dia 3 e, já no dia 5, o comandante da 2^a^ Região Militar,\nsediada em São Paulo, general Hastínfilo de Moura, deslocava tropas para\nguarnecer as divisas com Minas Gerais e Paraná, ameaçadas pelas forças\nrevolucionárias.\n\nEntretanto, diante da deposição de Washington Luís no dia 24 de outubro\ne da instalação de uma junta governativa, diante da adesão ao movimento\nrevolucionário do comandante da Força Pública de São Paulo, Joviniano\nBrandão, e diante da agitação popular que ganhara as ruas, Júlio Prestes\ne Hastínfilo de Moura desistiram de qualquer resistência armada. Júlio\nPrestes transmitiu o governo do estado de São Paulo ao general\nHastínfilo e asilou-se no consulado britânico.\n\nExilado na Europa, recebeu em outubro de 1932 os constitucionalistas que\npara lá se dirigiram após o fracasso de seu movimento em São Paulo. Em\n1934, com a reconstitucionalização do país, retornou ao Brasil,\nfixando-se em sua fazenda de Itapetininga e dedicando-se ao cultivo do\nalgodão.\n\nPor ocasião das primeiras crises do Estado Novo retornou à cena\npolítica, hipotecando solidariedade a Getúlio Vargas em 1942, quando\neste declarou guerra aos países do Eixo. Em 1945 foi um dos fundadores\nda União Democrática Nacional (UDN), tendo participado da primeira\nreunião de seu diretório nacional e integrado a comissão diretora do\npartido ao lado de Artur Bernardes Filho, José Américo de Almeida,\nArmando de Sales Oliveira e José Eduardo do Prado Kelly. Apoiou ainda a\ncandidatura de Eduardo Gomes à presidência da República, participando da\nreunião que a lançou oficialmente no dia 21 de abril de 1945.\n\nFaleceu em São Paulo no dia 9 de fevereiro de 1946.\n\nEra casado com Alice Prestes de Albuquerque, com quem teve três filhos.\n\nAo longo de sua vida fez algumas incursões literárias, tendo publicado o\nlivro de sonetos *Vida e forma* e participado da redação da revista\n*Musa* com René Thiollier. Publicou ainda vários discursos e sua\nplataforma de candidato em 1930. A seu respeito, e especialmente sobre\nsua candidatura à presidência, Teodoro Figueira de Almeida escreveu *A\ncandidatura de Júlio* *Prestes à luz da sã política* (1929) e Célio\nDebes publicou *Júlio Prestes e a Primeira República* (1982).\n\nJorge Miguel Mayer\n\n**FONTES:** CALMON, P. *História*; CARNEIRO, G. *História*; CORREIA, A.\n*Rebelião*; D’ARAÚJO, M. *Cronologia*; DULLES, J. *Getúlio*; *Efemérides\npaulistas*; *Encic. Barsa*; *Encic. Mirador*; FAUSTO, B. *Revolução*;\n*Folha da Manhã*; FONTOURA, J. *Memórias*; *Grande encic. Delta*; LEITE,\nA. *História*; LEVINE, R. *Vargas*; MELO, L. *Dicionário*; MIN. REL.\nEXT. *Anuário*; MORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; *País*;\nPESQ. F. BARBOSA; REIS JÚNIOR, P. *Presidentes*; SKIDMORE, T. *Brasil*.\n","ref":"**FONTES:** CALMON, P. *História*; CARNEIRO, G. *História*; CORREIA, A.\n*Rebelião*; D’ARAÚJO, M. *Cronologia*; DULLES, J. *Getúlio*; *Efemérides\npaulistas*; *Encic. Barsa*; *Encic. Mirador*; FAUSTO, B. *Revolução*;\n*Folha da Manhã*; FONTOURA, J. *Memórias*; *Grande encic. Delta*; LEITE,\nA. *História*; LEVINE, R. *Vargas*; MELO, L. *Dicionário*; MIN. REL.\nEXT. *Anuário*; MORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; *País*;\nPESQ. F. BARBOSA; REIS JÚNIOR, P. *Presidentes*; SKIDMORE, T. *Brasil*.\n","dic":"DHBPR"}