{"title":"PRIMEIRO CONGRESSO OPERÁRIO BRASILEIRO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Edilene Toledo"],"content":"**PRIMEIRO CONGRESSO OPERÁRIO BRASILEIRO**\n\nCongresso realizado entre 15 e 20 de abril de 1906 na sede do Centro\nGalego, na rua da Constituição, n^o^ 30 e 32, no Rio de Janeiro, então\nDistrito Federal.\n\nO Primeiro Congresso Operário Brasileiro foi um evento importante para o\nmovimento operário, tendo sido o primeiro esforço de luta coordenada dos\ntrabalhadores de várias partes do país. Nele foi evidente a influência\ndo sindicalismo revolucionário, teoria e prática que caracterizou grande\nparte do movimento sindical em várias partes do mundo naquele momento,\ncom a defesa entusiasta da ação direta. No Brasil, a ação direta\npredominava no movimento operário de São Paulo, e tinha também forte\ninfluência no movimento do Rio de Janeiro e em outras partes do país.\n\nOs trabalhadores reunidos no congresso revelaram sentir-se parte do\nmovimento sindicalista internacional. O operariado francês foi apontado\ncomo modelo a ser seguido. Pode-se dizer que as resoluções do congresso\nforam muito mais sindicalistas que revolucionárias, e do anarquismo não\nse encontra praticamente nenhum traço. As ideias, por exemplo, de\ndestruição do Estado e de construção da sociedade futura não foram\ndiscutidas no congresso, mas sim um conjunto vasto de questões muito\npráticas que evidenciavam as dificuldades encontradas pelos\ntrabalhadores cotidianamente. A predominância das ideias do sindicalismo\nrevolucionário no congresso não significa necessariamente que elas\nfossem realmente a expressão do movimento operário em todo o Brasil. É\npossível que os grupos de sindicalistas revolucionários tenham feito\nprevalecer suas ideias.\n\nEstiveram presentes ao congresso 43 delegados representantes de 28\nsindicatos. As associações e seus representantes foram os seguintes:\nUnião dos Operários das Pedreiras, Antônio da Silva Barão e Marcelino da\nCosta Ramos; Centro Artístico Cearense, Antônio A. Pinto Machado e\nBenjamin Prins; União dos Trabalhadores Gráficos de São Paulo, Eduardo\nVassimon e Augusto dos Santos Altro; Centro Protetor dos Operários de\nPernambuco, José Hermes de Olinda Costa; Associação dos Trabalhadores em\ncarvão e mineral, Belisário Pereira de Sousa e Firmino Rodrigues Alonso;\nCentro dos Operários Marmoristas, José de Sousa Azevedo e João Arzua dos\nSantos; União dos Operários Estivadores, Manuel dos Santos Valença e\nManuel Inácio de Araújo; União Operária do Engenho de Dentro, Benjamin\nMoisés Prins e José Roberto Vieira de Melo; Centro dos Empregados em\nFerrovias, Domingos Gomes Sobrinho e Francisco Camilo Soares; União dos\nChapeleiros, José Arnaldo de Carvalho e Antônio Pires G. Sola; União dos\nCorrieiros e Artes Correlativas, Félix Alesandre Pinho e Auto Navarro\nNegreiros; Liga Operária Italiana, Pietro Bernarducci e Silvio Pazzagia;\nFederação Operária de São Paulo, representando seis sindicatos, Fernando\nFrejeiro, Manuel Domingues de Almeida, Giulio Sorelli, Edgard Leuenroth,\nUlisses Martins, Caralampio Trillas, Carlos Dias, Manuel Moscoso,\nFernando Bondad e José Sarmento; Liga dos Artistas Alfaiates, Cândido\nCosta e Alfredo Vasques; União dos Carpinteiros e Artes Correlativas,\nJoão Benvenuto e Manuel dos Passos do Nascimento Bahia; União dos\nManipuladores de Tabaco, Melchior Pereira Cardoso e Mariano Garcia;\nAssociação dos Trabalhadores em Trapiche e Café, Francisco Guilherme\nChaves e Anselmo Rosa; Centro dos Operários do Jardim Botânico, Albino\nMoreira e Antônio Domingues; União Operária de Ribeirão Preto, Manuel\nFerreira Moreira e Arnaldo José Carvalho; Liga Operária de Campinas,\nAlfredo Vasques e Antônio Augusto do Amaral Chaves; Liga das Artes\nGráficas, Luigi Magrassi e Mota Assunção; União dos Artistas Sapateiros,\nCélio de Brito e Vitorino Pereira; Centro Operário de Campos, Damazio\nGomes da Silva.\n\nFizeram parte da comissão redatora das resoluções do congresso Mota\nAssunção, Alfredo Vasques, Camilo Soares, Sergio de Brito, Luigi\nMagrassi, Augusto S. Altro e Belisário de Sousa.\n\nNo congresso, o tema da neutralidade dos sindicatos foi o primeiro a ser\ndiscutido. As questões tinham sido preparadas e propostas com\nantecedência por várias organizações. Decidiu-se que, considerando que o\noperariado estava profundamente dividido por suas opiniões políticas e\nreligiosas e que os interesses econômicos comuns a toda a classe\noperária eram a única base sólida de acordo e de ação, o congresso\ndeveria aconselhar os trabalhadores a se organizar em sociedades de\nresistência econômica e de ação direta, deixando fora do sindicato as\nrivalidades que resultariam da adoção de uma doutrina política ou\nreligiosa.\n\nDecidiu-se também que: o Primeiro de Maio deveria ser um dia de protesto\ne não de festa; as caixas mantidas pelas organizações deveriam ter como\nobjetivo a resistência; as associações operárias deveriam adotar o nome\nde sindicato; deveriam evitar a existência de funcionários remunerados\nnos sindicatos e, em caso de necessidade, pelo acúmulo de trabalho, o\nsalário não deveria ser superior ao salário da profissão à qual o\nsecretário se dedicava anteriormente; os sindicatos deveriam substituir\nas diretorias por comissões administrativas; os sindicatos não poderiam\nadmitir empregadores e contramestres; os meios de ação dos sindicatos\ndeveria ser a greve geral ou parcial, o boicote, a sabotagem e as\nmanifestações públicas; os principais objetivos dos trabalhadores\ndeveriam ser a redução das horas de trabalho, a fundação de bibliotecas\ne instituições de ensino e a atividade sindical; a propaganda do\nsindicalismo deveria ser feita através de jornais, folhetos, cartazes,\nmanifestos, carimbos, conferências, excursões de propaganda,\nrepresentações teatrais e criação de bibliotecas; os trabalhadores não\ndeveriam se sujeitar a multas; deveriam instigar os sindicatos a\nempreender uma propaganda ativa em prol das oito horas, sem diminuição\nde salário; deveriam lutar contra a intervenção da polícia e do Exército\nnos conflitos entre trabalhadores e empregadores e para garantir o\ndireito de reunião; deveriam criar escolas para os filhos de\ntrabalhadores; em caso de acidentes, o sindicato deveria arbitrar a\nindenização e forçar o empregador a pagar através da ação direta;\ndeveriam exigir pagamento semanal, para garantir o recebimento; em caso\nde falência da empresa, deveriam recorrer aos tribunais; deveriam\nrealizar protestos contra as guerras e o militarismo; era necessária uma\nampla campanha contra o alcoolismo; era necessário organizar as\noperárias; dever-se-ia convidar os pais a não mandarem as crianças para\nas fábricas; o operariado em geral devia lutar para impedir o aumento\ndos aluguéis; deveriam promover a propaganda e organizar sindicatos\ntambém entre os trabalhadores das fazendas e fazer uma campanha ativa de\ndenúncias contra os abusos sofridos pelos trabalhadores rurais.\n\nVárias dessas resoluções foram acolhidas pelas organizações operárias do\npaís. O atendimento à chamada pela luta pelas oito horas foi\nespetacular, visto o movimento em cadeia realizado em várias partes do\npaís no ano seguinte, quando várias categorias de trabalhadores, algumas\nainda que provisoriamente, conseguiram obter a jornada de oito horas.\n\nEdilene Toledo\n\n**FONTES:** PINHEIRO, P.; HALL, M. *Classe*; TOLEDO, E. *Travessias*.\n","ref":"**FONTES:** PINHEIRO, P.; HALL, M. *Classe*; TOLEDO, E. *Travessias*.\n","dic":"DHBPR"}
