{"title":"PRINCESA, Revolta de","cargoss":["Movimento rebelde liderado por José Pereira Lima, deflagrado no"],"author":"Vera Calicchio","content":"**PRINCESA, Revolta de**\n\nMovimento rebelde liderado por José Pereira Lima, deflagrado no\nmunicípio de Princesa, atual Princesa Isabel (PB), em fevereiro de 1930,\nem oposição ao governo estadual de João Pessoa Cavalcanti de\nAlbuquerque. João Pessoa era também o companheiro de Getúlio Vargas na\nchapa da Aliança Liberal, concorrendo à vice-presidência da República\nnas eleições de 1^o^ de março daquele ano. Com o assassinato de João\nPessoa no mês de julho, o movimento perdeu substância, e seus líderes\nentraram em acordo com o governo federal para a pacificação da Paraíba.\n\nAntecedentes\n\nO episódio de Princesa teve sua origem na posse de João Pessoa na\npresidência da Paraíba, em 22 de outubro de 1928. Pretendendo reformar a\nestrutura político-administrativa e reerguer as finanças do estado, o\nnovo presidente decidiu deslocar para o litoral a hegemonia do comércio\nestadual. Até então, na ausência de qualquer barreira tributária, as\ncidades do interior comerciavam diretamente com os estados vizinhos,\nespecialmente Pernambuco.\n\nIndiferente ao poder dos “coronéis” – chefes políticos do sertão – e de\nsuas famílias, João Pessoa deu sequência a seu projeto implantando um\nrigoroso sistema de arrecadação tributária que distinguia entre as\nmercadorias importadas pelo litoral, através do porto de Cabedelo, e\naquelas que entravam na Paraíba pelas fronteiras terrestres. Essas\nmedidas, consubstanciadas na Lei n^o^ 673, de 17 de novembro de 1928,\ntornaram praticamente impossível o comércio sertanejo com os estados\nvizinhos.\n\nEm Recife, cujo comércio foi atingido pela nova política do governo\nparaibano, os irmãos Pessoa de Queirós, primos de João Pessoa, passaram\na liderar uma ferrenha campanha contra essa “guerra tributária” através\nde seu periódico, o *Jornal do Comércio*. Por sua vez, *A União*, jornal\noficial da Paraíba, defendia a administração e o presidente do estado\ndos ataques e denúncias que lhes dirigia o jornal pernambucano.\n\nA discussão travada através da imprensa aguçou o descontentamento dos\nchefes políticos do interior, que vinham sendo sistematicamente\ndesprestigiados pelo governo. De fato, João Pessoa chegara a ordenar a\napreensão de armas, “do caboclo ao coronel”, além de promulgar leis que\nrestringiam o domínio até então incontestável destes últimos.\n\nAs atitudes inovadoras de João Pessoa valeram-lhe também atritos com\nvelhos correligionários do Partido Republicano da Paraíba (PRP), ligados\npor laços de fidelidade partidária a seu tio Epitácio Pessoa,\nex-presidente da República (1919-1922) e líder supremo da política\nparaibana.\n\nEntre os chefes políticos atingidos por João Pessoa destacava-se José\nPereira, considerado um dos maiores “coronéis” do Nordeste e o mais\npoderoso da Paraíba. Membro da comissão executiva do PRP, seu prestígio\ntranscendia os limites municipais, alcançando as esferas estadual e\nfederal. Seu reduto político era o município de Princesa, a 428 km da\ncapital, perto da fronteira com Pernambuco. Essas condições faziam com\nque a economia de Princesa fosse totalmente voltada para o estado\nvizinho.\n\nA Aliança Liberal\n\nCom a aproximação das eleições presidenciais de 1930, as unidades da\nFederação passaram a ser consultadas a respeito de seu apoio à chapa\nJúlio Prestes-Vital Soares, apresentada pelo presidente da República\nWashington Luís. Em 29 de julho de 1929, após reunir o diretório do PRP,\ndo qual era presidente, João Pessoa declarou que decidira não apoiar a\nchapa oficial. Essa atitude ficou conhecida como o “Nego”, termo que\nmais tarde seria incorporado à bandeira do estado.\n\nA resistência de João Pessoa à política do Catete resultou na escolha de\nseu nome para participar da chapa da Aliança Liberal ao lado de Getúlio\nVargas. Sua candidatura, lançada em 30 de julho de 1929, unificou por\nalgum tempo o PRP, desgastado por brigas internas. Mais que isso, com\nexceção de uma facção do partido oposicionista, o Republicano\nConservador (PRC) da Paraíba, liderada por Heráclito Cavalcanti, toda a\nParaíba se solidarizou com seu presidente.\n\nPor outro lado, a adesão do estado à Aliança Liberal resultou numa série\nde medidas de represália do governo central. Essa hostilidade reforçou\ninternamente os ganhos políticos de João Pessoa, que empreendeu uma\nexcursão por vários municípios a fim de obter o apoio eleitoral dos\n“coronéis” que vinha combatendo desde o início de seu mandato. João\nPessoa visitou assim os municípios de Princesa e de Teixeira, este\núltimo dominado pela família Dantas, em cujo apoio político nem mesmo\nEpitácio Pessoa confiava.\n\nO Rompimento de José Pereira\n\nParalelamente às eleições presidenciais, em 1^o^ de março de 1930 seriam\nrealizadas eleições para a Câmara dos Deputados e para a renovação de\n1/3 do Senado. Ao ser preparada a chapa situacionista paraibana, João\nPessoa defendeu o princípio da não reeleição e propôs o revezamento dos\ncandidatos. Reunindo-se a comissão executiva do PRP, a ideia da\nrenovação total da bancada não conseguiu unanimidade de votos. Dos cinco\nmembros efetivos da comissão, um – João Espínola – não compareceu, dois\n– Júlio Lira e Inácio Evaristo – votaram pela reeleição da bancada, e os\ndois restantes – o próprio João Pessoa e Demócrito de Almeida – votaram\npela substituição. Valendo-se então da prerrogativa do “voto de\nqualidade”, João Pessoa desempatou o resultado em favor da proposta de\nrevezamento, mantendo no entanto a candidatura do já deputado Carlos\nPessoa, seu primo.\n\nA atitude de João Pessoa visava sobretudo a afastar João Suassuna,\nex-presidente do estado, deputado federal em duas legislaturas e aliado\nde famílias poderosas do interior como a dos Pereira Lima e a dos\nDantas. Após ter comunicado a seus correligionários, às vésperas das\neleições, a chapa oficial composta à revelia da comissão executiva do\nPRP, João Pessoa recebeu um telegrama de José Pereira, datado de 24 de\nfevereiro, anunciando seu rompimento com o governo estadual. José\nPereira deixava as fileiras do PRP para ingressar no PRC, que defendia a\ncandidatura Júlio Prestes-Vital Soares. Acompanhavam-no vários líderes\nda política paraibana, como João Suassuna, Oscar Soares, Pedro Firmino,\no padre Manuel Otaviano, Inácio Evaristo, Cícero Parente, Nilo Feitosa,\nDuarte Dantas e outros. Dias depois, a imprensa oposicionista divulgou\nas modificações sofridas pela chapa do PRC, que passou a incluir alguns\ndos dissidentes do PRP.\n\nO dia 24 de fevereiro de 1930, data da cisão no PRP, é considerado o\ninício do movimento rebelde de Princesa.\n\nA Luta Armada\n\nAlguns dias após o rompimento de José Pereira, os fatos se revestiram de\numa feição francamente guerreira. Para evitar que as eleições em\nPrincesa viessem alterar seus planos, João Pessoa ordenou o esvaziamento\nda máquina burocrático-administrativa do município, deixando-o “fora da\nlei”. Enviou também para lá contingentes da polícia estadual, sob o\npretexto de garantir o pleito. Por outro lado, desde o rompimento, José\nPereira vinha armando sua gente, tendo conseguido reunir em pouco tempo\ncerca de dois mil homens entre agregados seus e de outros chefes\npolíticos. A polícia estadual contava com apenas 850 homens.\n\nLogo após as eleições de 1^o^ de março, iniciou-se no sertão paraibano a\nluta armada. Os rebeldes contavam com o auxílio em dinheiro e em\nmunições dos Pessoa de Queirós, de Pernambuco, e ainda com o\nassentimento do governo federal, que, interessado na derrota política de\nJoão Pessoa, impedia Minas e Rio Grande do Sul de lhe enviar reforços. O\nobjetivo dos sublevados era aliás forçar o governo federal a intervir na\nParaíba, o que precipitaria a queda de João Pessoa. Por sua vez, João\nPessoa defendia vigorosamente a autonomia estadual, tentando demonstrar\nque o levante de Princesa não significava o caos político em sua\nadministração e que a situação estava sob controle.\n\nEm 3 de maio de 1930, o presidente da República Washington Luís sugeriu\nao Congresso que este lhe apresentasse um pedido formal de intervenção\nna Paraíba. A sugestão não foi aceita por ferir a Constituição. Para que\na intervenção fosse legal, seria necessário que o próprio João Pessoa a\nsolicitasse. Por essa época, os combates limitavam-se a pequenos avanços\ne recuos das partes conflitantes. A polícia estadual não tinha condições\nde tomar Princesa, e nenhuma vitória significativa era alcançada. Por\nsua vez, os revoltosos encontravam-se também em dificuldade, pois se\nesgotavam os recursos de que dispunham para se alimentar e se manter em\narmas.\n\nNo início de junho, em vista da relutância do Congresso na questão da\nintervenção, Washington Luís enviou à Paraíba cinco batalhões de\ncaçadores do Exército e um vaso de guerra. Enquanto isso, os Pessoa de\nQueirós e outros líderes da revolta arquitetavam um plano para forçar a\nintervenção: propunham proclamar Princesa “território livre” através da\npromulgação de um “decreto” assinado por José Pereira. Seria ainda\neditado um jornal e composto um livro. O “decreto” foi assinado no dia 9\nde junho de 1930 por uma “junta governativa” integrada por José Pereira,\nJosé Frazão Medeiros Lima e Manuel Rodrigues Sinhô. Seu texto, lido na\nCâmara no dia 13, causou grande polêmica, abrindo a primeira discussão\nformal sobre o chamado “caso da Paraíba”. Em 21 de junho, saiu o\nprimeiro e único número do *Jornal de Princesa*.\n\nDiante desses acontecimentos, um avião do governo do estado sobrevoou\nPrincesa e lançou um boletim intimando os revoltosos a se renderem sob\npena de o município ser bombardeado. Em resposta, José Pereira enviou um\ntelegrama a João Pessoa ameaçando “invadir o estado e implantar o\nterror”. Na verdade, nenhuma das partes teria condições de cumprir tais\nameaças.\n\nO Assassinato de João Pessoa\n\nEm 26 de julho de 1930, ocorreu o fato culminante de todo esse processo\npolítico: João Pessoa foi assassinado em Recife por João Duarte Dantas.\nAliado de José Pereira e de João Suassuna, João Dantas alimentara\ndurante muito tempo um intenso rancor contra João Pessoa, acusando-o de\ncometer arbitrariedades contra membros de sua família. Os dois haviam\nmesmo travado um debate através da imprensa, dando vazão a seu ódio\npessoal. A divulgação pelo jornal *A União* de documentos íntimos\napreendidos pela polícia paraibana no apartamento de João Dantas\nprecipitou os acontecimentos.\n\nCom a morte de João Pessoa, o governo federal resolveu pôr termo à\nRevolta de Princesa. O general Lavenère Wanderley, comandante da 7^a^\nRegião Militar, sediada em Recife, foi incumbido de restabelecer a paz\nna Paraíba. Seu primeiro ato foi telegrafar a José Pereira informando-o\nde que seria necessário que “as forças do Exército ocupassem Princesa”.\n\nEm 11 de agosto de 1930, um contingente do Exército com seiscentos\nhomens comandados por João Facó chegou a Princesa. Ao mesmo tempo,\nvários batalhões passaram a guarnecer as fronteiras do estado. Diante de\nprovidências tão concretas, José Pereira entregou ao Exército os\narmamentos de sua gente. No dia 19 de agosto, o general Lavenère\nWanderley participou a Álvaro de Carvalho, sucessor de João Pessoa no\ngoverno do estado, a pacificação da Paraíba. Os “propósitos\napaziguadores” do governo federal foram entretanto criticados pelos\naliancistas, que denunciaram a permanência de tropas no estado como uma\nforma de intervenção.\n\nPor outro lado, causando indignação e pesar em todo o país, o\nassassinato de João Pessoa constituiu um fator decisivo para a\narticulação do movimento revolucionário que eclodiria em 3 de outubro de\n1930.\n\nVera Calicchio\n\n**FONTES:** ALMEIDA, J. *Ano*; ENTREV. ALMEIDA, J.; INOJOSA, J.\n*República*; *Jornal do Comércio* (4/10/1930); LIMA SOBRINHO, B.\n*Verdade*; PESSOA, E. *João.*\n","ref":"**FONTES:** ALMEIDA, J. *Ano*; ENTREV. ALMEIDA, J.; INOJOSA, J.\n*República*; *Jornal do Comércio* (4/10/1930); LIMA SOBRINHO, B.\n*Verdade*; PESSOA, E. *João.*\n","dic":"DHBPR"}