{"title":"Proclamação da República","cargoss":["Em 15 de novembro de 1889 um golpe de Estado protagonizado por militares"],"author":"Celso Castro","content":"**Proclamação da República**\n\nEm 15 de novembro de 1889 um golpe de Estado protagonizado por militares\ninstaurou a República no Brasil. Desde logo, é importante atentar para o\nsignificado da denominação habitual que o evento adquiriu, pois a\nprópria forma pela qual a historiografia em geral a ele se refere já\nimplica algumas ideias importantes. Em primeiro lugar, a de que teria\nocorrido uma “proclamação”, um anúncio público de que a Monarquia fora\nsubstituída pela República, mudança esta que não encontrou resistência\nnem provocou luta. Logo surgem outras ideias associadas, como a de que a\nRepública no Brasil teria sido algo inevitável, uma etapa necessária da\n“evolução” da sociedade brasileira. Mais ainda, a de que o fácil sucesso\ndo golpe de Estado teria sido o resultado de um quase consenso nacional,\ne de que os militares, principais protagonistas do movimento, teriam\natuado de forma unida e coesa.\n\nNão é essa a visão mais precisa que hoje se pode ter desses fatos. Se no\ndia 15 de novembro de fato praticamente não houve resistência, nos dias\nseguintes, em vários pontos do Brasil, estouraram revoltas\nprotagonizadas por soldados e militares de baixa patente, episódios\nextremamente pouco conhecidos da história do país. Na época, esses\nmovimentos foram bastante reprimidos, e houve censura aos jornais, o que\nfez com que ficassem mal conhecidos. Não foram revoltas de grande monta,\nmas foram indicativos de não havia um consenso na sociedade a respeito\nda necessidade da República.\n\nAcima de tudo, não havia uma maioria republicana no país e nem mesmo\nunidade entre os militares. Havia muitos republicanos civis no final do\nImpério, mas eles estiveram praticamente ausentes da conspiração. O\ndestaque às vezes atribuído aos efeitos da propaganda republicana é\nexagerado. Em 1889, o poder eleitoral do Partido Republicano era\npequeno. Em agosto daquele ano, na eleição para a Câmara dos Deputados,\nos três candidatos do partido na Corte receberam 12% dos votos. Nas\nprovíncias, o partido era uma força política significativa apenas no Rio\nGrande do Sul e em São Paulo, onde contava com cerca de 25% do\neleitorado e estava em crescimento, devido ao apoio que passara a\nreceber de muitos fazendeiros após o fim da escravidão. Para além dessa\nmodesta força eleitoral, o Partido Republicano sempre foi, desde sua\nfundação em 1870, um partido dividido, tanto em termos ideológicos\nquanto em termos estratégicos e táticos, incluindo a avaliação sobre a\nconveniência de uma aliança com os militares para um golpe de Estado.\n\nOs Militares e a República\n\nO golpe de 1889 foi um momento-chave no surgimento dos militares como\nprotagonistas no cenário político brasileiro. A República então\n“proclamada” estaria por um século, em alguma medida, marcada por esse\nsinal de nascença (ou, em outra versão, pecado original). O golpe foi\nmilitar, em sua organização e execução. No entanto, ele foi fruto da\nação de uma pequena e muito específica fração do Exército. Quase não\nhouve participação da Marinha, nem de indivíduos na base da hierarquia\nmilitar. Também estiveram ausentes oficiais situados no topo da\nhierarquia. Dos generais, apenas Manuel Deodoro da Fonseca esteve\npresente. Os oficiais superiores podiam ser contados nos dedos, e o que\nmais se destacou entre eles não exercia posição de comando de tropa: o\ntenente-coronel Benjamin Constant Botelho de Magalhães, professor de\nmatemática na Escola Militar.\n\nQuem foram, então, os militares que conspiram pela República e se\ndirigiram ao Campo de Santana na manhã do dia 15 de novembro de 1889\ndispostos a derrubar o Império? Basicamente, um conjunto de oficiais de\npatentes inferiores do Exército (alferes-alunos, tenentes e capitães)\nque possuíam educação superior ou “científica” obtida durante o curso da\nEscola Militar, então localizada na Praia Vermelha, Rio de Janeiro. Na\nlinguagem da época, eles eram a “mocidade militar”.\n\nEssa versão dos acontecimentos difere em alguns pontos importantes das\nopiniões comumente disponíveis nos livros de história. Em algumas\nnarrativas, Deodoro estaria unindo simbolicamente todo o Exército, em\noutras, estaria representando apenas os chamados “tarimbeiros”, oficiais\nmais ligados à tropa que geralmente não tinham estudos superiores e\nconstituíam a maior parte da oficialidade. A atuação de Deodoro, no\nentanto, pode ser melhor compreendida como a de um chefe militar levado\nao confronto com o governo motivado pelo que imaginava ser a defesa da\n“honra” do Exército e por algumas particularidades da política do Rio\nGrande do Sul, que havia chefiado havia pouco; não por convicções\nrepublicanas. Pouco antes do golpe, reuniu-se em torno de Deodoro um\ngrupo muito pequeno de oficiais de patentes médias.\n\nTodas as fontes disponíveis sobre o 15 de Novembro destacam a liderança\nque Benjamin Constant exercia sobre a “mocidade militar” formada na\nEscola Militar da Praia Vermelha, por ter sido durante muitos anos seu\nprofessor de matemática. Ele seria o “mestre”, “líder”, “catequizador”\nou “apóstolo”, desses militares. Para vários autores, principalmente os\nvinculados à tradição positivista, Benjamin e seus jovens liderados\nteriam sido o principal elemento na conspiração. Igualmente importante\npara a compreensão do movimento que levaria ao golpe republicano é, no\nentanto, focalizar não apenas o “líder” ou “mestre”, mas também seus\npretensos “liderados” ou “discípulos”. Quando se examina com atenção as\nfontes documentais hoje disponíveis, a imagem que resulta é diferente.\nAo invés de assistirmos a Benjamin Constant catequizando os jovens da\nEscola Militar, encontramos justamente a “mocidade militar” atraindo-o e\nconvertendo-o para o ideal republicano. Nessa versão, portanto, cabe à\n“mocidade militar” o papel de principal protagonista da conspiração\nrepublicana no interior do Exército.\n\nFormados pela Escola Militar da Praia Vermelha (então chamada de Escola\nMilitar do Brasil), esses jovens contavam com dois poderosos elementos\nde coesão social: a mentalidade “cientificista” predominante na cultura\nescolar e a importância dada ao mérito pessoal. Esses elementos\nculturais informaram a ação política que levou ao fim da monarquia e à\ninstauração de um regime republicano no Brasil.\n\nA supervalorização da ciência, ou “cientificismo”, expressava-se na\nprópria maneira pela qual os alunos se referiam informalmente à Escola –\n“Tabernáculo da Ciência” –, deixando desde logo evidente a alta estima\nque tinham pelo estudo das ciências. É importante observar que a Escola\nMilitar foi durante muito tempo a única escola de engenharia do Império.\nComo a Escola não era passagem obrigatória para a ascensão na carreira\nmilitar, havia um fosso entre os oficiais formados na Escola Militar e o\nrestante (a maioria) da oficialidade do Exército, sem estudos\nsuperiores, mais ligados à vida na caserna, com a tropa.\n\nPor outro lado, durante todo o Império, foi clara a hegemonia dos\nbacharéis em direito no interior da elite. Enquanto o *status* social\ndos militares era baixo, os jovens bacharéis em direito tinham caminho\naberto para cargos e funções públicas em todos os quadros\nadministrativos e políticos do país. Os jovens “científicos” do Exército\ntinham que lutar para situar-se melhor dentro de uma sociedade dominada\npelos bacharéis.\n\nO republicanismo da “mocidade militar” era oriundo da valorização\nsimbólica do mérito individual somada à cultura cientificista hegemônica\nentre os alunos e jovens oficiais “científicos”. A “mocidade militar”\nera francamente republicana desde muito antes da “Questão Militar” de\n1886-1887, geralmente considerada um marco da radicalização política dos\nmilitares ao final do Império. Já na década de 1870, alunos da Escola\nMilitar criaram clubes secretos republicanos. Entre a “mocidade militar”\nnão havia, no entanto, clareza a respeito de como a República vindoura\nseria organizada. Parece ter sido suficiente saber que se tratava da\núnica forma científica de governo, aquela onde reinaria o mérito,\nordenador de toda a vida social. A falta de definição a respeito de como\nseria a República facilitou, por um lado, a unidade de pensamento e ação\nda “mocidade militar” antes do golpe de 1889; por outro lado, ajudou a\napressar sua fragmentação tão logo a República foi instituída.\n\nFoi com esse espírito “científico” e republicano que a “mocidade\nmilitar” participou ativamente da conspiração que levou ao fim da\nmonarquia no Brasil. Nesse processo, esses jovens conseguiram atrair\nalguns oficiais não politizados – como Benjamin Constant – e outros de\nperfil mais *troupier*, como Deodoro. Apesar de poucos, esses oficiais\nmais graduados foram importantes para passar à nação e ao Exército a\nideia de que representavam o conjunto da “classe militar”.\n\nO 15 de Novembro\n\nHá versões discordantes quanto a haver ou não uma data prevista para\ngolpe. De qualquer forma, durante toda a noite do dia 14, oficiais\ninferiores dos regimentos de artilharia e cavalaria da Corte, além dos\nalferes-alunos da Escola Militar, rebelados, organizaram a saída das\ntropas para atacar o governo. O presidente do Conselho de Ministros do\nImpério, Afonso Celso de Assis Figueiredo, visconde de Ouro Preto,\ninformado do que se passava, convocou diversas unidades e se refugiou\ncom o ministério no Quartel-General do Exército, de onde deveria ser\norganizada a resistência ao golpe.\n\nDo lado dos golpistas, toda a preparação da tropa para o combate se deu\nsem a presença de Benjamin e Deodoro. Ao final da madrugada do dia 15,\nos rebelados foram buscar Benjamin em casa, para que comandasse as\ntropas no deslocamento em direção ao QG. A ausência de Deodoro,\nseriamente doente, era motivo de preocupação, pois só ele teria\nascendência suficiente sobre a tropa – especialmente sobre os batalhões\nde infantaria da 1^a^ Brigada do Exército, que não estavam com os\nrevoltosos. Para surpresa de todos, no entanto, avisado da movimentação,\nDeodoro levantou-se e foi ao encontro das tropas sublevadas, já em\nmovimento, que passou então a comandar.\n\nDo lado do governo, Ouro Preto tentou inutilmente organizar a\nresistência. As tropas rebeladas entraram no Campo de Santana no início\nda manhã. Seriam talvez uns seiscentos homens, incluindo os três\nregimentos da 2^a^ Brigada e os alferes-alunos da Escola Militar. Em\ntermos bélicos, era uma tropa muito problemática. Já a tropa\narregimentada pelo governo e disposta no interior ou nas imediações do\nQG era muito mais bem estruturada e muito maior: seriam talvez umas duas\nmil pessoas, incluindo batalhões de infantaria, fuzileiros navais,\nmarinheiros, Polícia da Corte e Corpo de Bombeiros. Mas não houve\ndisposição em dar combate, apesar das repetidas ordens dadas por Ouro\nPreto nesse sentido ao ajudante-general do Exército, Floriano Peixoto,\nque deveria comandar a defesa do governo. A única ação em defesa do\ngoverno foi isolada: o ministro da Marinha, barão de Ladário, chegando\natrasado para unir-se às tropas no interior do QG, sacou sua arma e\nrecebeu alguns tiros; mesmo ferido, não morreu. Os revoltosos puderam\nposicionar seus canhões em frente ao QG sem que fossem incomodados.\n\nConvencido da falta de disposição para a resistência, Ouro Preto\nreuniu-se então com o ministério e capitulou. Deodoro, seguido dos\nprincipais militares rebelados, ingressou a cavalo no interior do QG,\nfoi saudado pela tropa e ordenou uma salva de tiros de canhão. Passados\nalguns instantes, Deodoro entrou na sala em que estavam reunidos os\nministros e anunciou que organizaria outro ministério de acordo com as\nindicações que iria levar ao imperador.\n\nOs motivos para a falta de reação por parte das tropas do governo podem\nser encontrados, em parte, nos longos anos de insatisfação profissional\ndos militares; outra parte deve ser creditada à falta de uma liderança\ndisposta a tomar a iniciativa do combate, tão essencial nesses momentos,\ne cuja ausência rapidamente transforma situações de clara superioridade\ntática em derrotas completas. A conhecida inabilidade de Ouro Preto no\ntrato com os militares também parece ter dado sua parcela de\ncontribuição para a falta de resistência. O fato é que, naquela manhã de\n15 de novembro de 1889, configurou-se uma situação de confronto entre\n“militares” e “casacas”, como os primeiros denominavam pejorativamente\nos civis, vencendo a “classe militar” que falava em nome da nação. Não\nno sentido desejado por Benjamin e pelos jovens republicanos, todavia.\nDeodoro não falara em mudança de regime ao derrubar o ministério, e sim\nem entender-se com o imperador para organizar novo ministério. Há mesmo\na versão – negada enfaticamente por todos os partidários de Deodoro, e\nmotivo de infindáveis discussões futuras – de que ele teria, ao sair do\nedifício, erguido um “viva” ao imperador.\n\nNa tarde do dia 15, republicanos militares e civis ainda estavam\ninquietos, por não ter sido formalmente instituída a República. Muitos,\nincluindo Benjamin, seguiram para a casa de Deodoro. O fato é que apenas\nà noite se formalizou a constituição do governo provisório – Deodoro\n(presidente), Benjamin (Guerra), Quintino Bocaiúva (Relações\nExteriores), Rui Barbosa (Fazenda), Aristides Lobo (Interior), Campos\nSales (Justiça), Eduardo Wandenkolk (Marinha) e Demétrio Ribeiro\n(Agricultura) – e se assinou o primeiro decreto, que dizia, em seu\nartigo 1^o^ “Fica proclamada provisoriamente e decretada como forma de\ngoverno da Nação Brasileira – A República Federativa”.\n\nÉ importante atentar para o fato de que a República foi proclamada\n*provisoriamente*. Esse mesmo decreto dizia, em seu artigo sétimo, que\nse aguardaria “o pronunciamento definitivo da Nação, livremente\nexpressado pelo sufrágio popular”. O plebiscito só seria realizado 104\nanos mais tarde, em 1993. A República obteve 86,6% dos votos válidos,\ncontra 13,4% para a Monarquia. Na época, obviamente, República e\nMonarquia já tinham um sentido completamente diferente daquele que\ntinham em 1889.\n\nCelso Castro\n\n**FONTES:** Arq. pessoal de Benjamin Constant (Museu Casa de Benjamin\nConstant, Rio de Janeiro); CASTRO, C. *Militares*; CASTRO, C.\n*Proclamação*; LEMOS, R. *Benjamin Constant*.\n","ref":"**FONTES:** Arq. pessoal de Benjamin Constant (Museu Casa de Benjamin\nConstant, Rio de Janeiro); CASTRO, C. *Militares*; CASTRO, C.\n*Proclamação*; LEMOS, R. *Benjamin Constant*.\n","dic":"DHBPR"}