{"title":"PROJETO DE PACTO DO ABC DE 1909","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**PROJETO DE PACTO DO ABC DE 1909**\n\nNa primeira década do século XX, o recrudescimento da rivalidade\nregional na América do Sul ameaçou a estabilidade geopolítica e provocou\numa corrida armamentista entre as principais potências da região:\nArgentina, Brasil e Chile (os países do ABC).\n\nNo Brasil, o programa naval de 1906 previa a aquisição de três\nencouraçados britânicos de última geração, conhecidos como\n*dreadnought*s, entre outros navios menores. A perspectiva de\nrearmamento da Marinha brasileira recebeu duras críticas da Argentina,\nque defendia o princípio da “equivalência naval” entre os países\nsul-americanos. O ministro das Relações Exteriores, José Maria da Silva\nParanhos Júnior, barão do Rio Branco, rebatia as acusações de que a\npolítica do Brasil no continente estivesse guiada por espírito agressivo\nou ambições expansionistas. Questões comerciais também contribuíam para\ntornar mais conflituoso o relacionamento bilateral, muito marcado por\nrecriminações mútuas.\n\nEm reunião ministerial secreta em junho de 1908, o chanceler argentino,\nEstanislau Zeballos, sugeriu um plano de mobilização militar para forçar\no Brasil a reduzir seu programa naval, contemplando inclusive a ocupação\ndo Rio de Janeiro. Detalhes do plano apareceram na imprensa de Buenos\nAires, e Zeballos foi obrigado a renunciar. A situação se tornou ainda\nmais delicada após o caso do telegrama n^o^ 9: continuou a denunciar o\n“perigo brasileiro” e fez publicar no jornal *La Prensa* uma versão\n(apócrifa, segundo o Itamarati) de telegrama cifrado de Rio Branco à\nlegação brasileira em Santiago, com conteúdo supostamente hostil à\nArgentina. A tensão atingia então seu nível mais alto.\n\nPara Zeballos, o rearmamento naval brasileiro desequilibrava a posição\nde seu país em relação ao Chile, pois obrigaria a Argentina a atender às\nnecessidades de sua defesa em duas frentes diferentes. O Chile, a\ndespeito dos pactos de maio de 1902, ainda possuía pendências com a\nArgentina. Mantinha, porém, boas relações com o Brasil e procurou\nrealizar gestões diplomáticas na tentativa de desanuviar as tensões e\nsalvaguardar a estabilidade sub-regional. Após haver recebido do enviado\nchileno, Puga Borne, uma minuta de pacto entre os três países, Rio\nBranco apresentou, em fevereiro de 1909, uma contraproposta de Tratado\nde cordial inteligência política e de arbitramento entre as Repúblicas\ndo ABC, ideia que ele próprio vinha amadurecendo desde alguns anos.\n\nO texto do projeto, com 13 artigos, expressava o desejo das partes de\nmanter e robustecer sua amizade recíproca para assegurar a paz e\nestimular o progresso na América do Sul. As partes se obrigavam a\nsubmeter à arbitragem os desacordos que não pudessem ser resolvidos pela\nvia diplomática. Nas questões mais graves, comprometiam-se a não\nrecorrer ao emprego de represálias militares ou declarar guerra antes de\nesgotados todos os recursos pacíficos. Ficava vedada a celebração de\ntratado de aliança com uma quarta potência contra qualquer um dos\nsignatários. Também se obrigavam a impedir que no seu território se\narmassem e reunissem “imigrados políticos” ou se organizassem expedições\npara promover ou auxiliar desordens ou guerras civis nos três países. No\ncaso de revolta contra o governo legal, não poderia haver qualquer\ncomércio ou apoio aos insurgentes do outro lado da fronteira. Sempre que\nocorresse qualquer perturbação da ordem pública, insurreição política ou\nlevante militar em país vizinho às três repúblicas contratantes, seus\ngovernos buscariam concertar entre si a melhor forma de proceder, de\nacordo com o direito internacional.\n\nO projeto de pacto implicava, em princípio, uma aliança política entre\nos países do ABC para exercer uma “influência compartilhada” na região.\nNa visão brasileira, uma *entente cordiale* entre as principais\npotências da América do Sul traria elementos de ordem ao sistema\nregional e seria, ademais, um instrumento de projeção dos três países no\nmundo. Nesse sentido, o ABC não teria por que ser antiamericano e se\napresentava como iniciativa complementar à política de aproximação do\nBrasil com os EUA, conforme Rio Branco sustentava. As negociações, no\nentanto, não lograram avançar. A Argentina, por exemplo, relutava em\nconsentir que um entendimento do ABC alienasse outros países vizinhos, a\nexemplo do Peru, seu aliado, que como a Bolívia tinha desacordos com o\nChile. Como resultado, o tratado não pôde ser concluído.\n\nEm 1910, os dois primeiros encouraçados comprados pelo Brasil foram\nentregues: o *Minas Gerais* e o *São Paulo*. De acordo com seus planos\nde rearmamento naval, com os olhos voltados para o incremento da\ncapacidade naval de seu vizinho, a Argentina também encomendou a\nconstrução de dois encouraçados nos Estados Unidos. Naquele mesmo ano,\ncontudo, o presidente eleito argentino, Roque Sáenz Peña, de regresso da\nEuropa, visitou o Rio de Janeiro a convite de Rio Branco. A visita\nmarcou um momento de relativa diminuição das fricções bilaterais, dentro\ndo espírito da famosa frase do mandatário argentino: “Tudo nos une, nada\nnos separa”. Em 1911, Sáenz Peña enviou o diplomata Ramón J. Cárcano\npara conversar com Rio Branco e propor que o Brasil desistisse de\ncomprar um terceiro encouraçado para sua Marinha. Chegou-se a um acordo\nde cavalheiros, e o *Rio de Janeiro*, encomendado à Grã-Bretanha, ainda\nem construção, seria posteriormente vendido à Turquia, sob a\njustificativa de restrições orçamentárias.\n\nDiante das aquisições dos países vizinhos, o Chile, preocupado sobretudo\ncom o aumento do poder naval argentino, também firmou contratos, em\n1911, para a compra de novos encouraçados. Mas, com o início da Primeira\nGuerra Mundial (1914-1918), a reorientação da indústria militar para o\nesforço de guerra nos principais países fornecedores e as dificuldades\neconômico-financeiras nos países sul-americanos, entre outros fatores,\ndiminuíram a intensidade da competição por armamentos no Cone Sul. Os\nencouraçados argentinos (*Moreno* e *Rivadavia*) foram entregues em 1915\n(restaurando o pretendido equilíbrio com os dois encouraçados\nbrasileiros), e o Chile recebeu apenas um (*Almirante Latorre*) dos dois\nnavios de guerra que havia originalmente encomendado.\n\nA guerra na Europa reforçou a necessidade de que os países até então\ndistanciados do conflito declarassem sua neutralidade e buscassem\naliviar, de forma preventiva, os focos de atrito em suas próprias\nregiões. Assim, em 25 de maio de 1915, Argentina, Brasil e Chile\nfirmaram, em Buenos Aires, um tratado para facilitar a solução pacífica\nde controvérsias internacionais, com o propósito de reafirmar a comunhão\nde ideais e interesses e consolidar suas relações de estreita amizade,\n“conjurando a possibilidade de conflitos violentos no futuro”. Seriam\nsubmetidas ao exame e parecer de uma Comissão Permanente as\ncontrovérsias entre as partes originadas no futuro que não tivessem sido\nresolvidas por via diplomática nem submetidas a arbitramento.\n\nAinda que menos abrangente em termos de coordenação política do que o\nprojeto de 1909, o Tratado do ABC de 1915 foi criticado por aqueles que\nviam os acordos sub-regionais como prejudiciais à coesão da\nsolidariedade continental (na mesma época, os EUA propunham celebrar um\ntratado pan-americano para articular a defesa da integridade territorial\ndos países do Hemisfério Ocidental). O Tratado não foi ratificado pela\nArgentina e não teve maiores consequências para a política regional.\n\nEugênio Vargas Garcia\n\n**FONTES:** BUENO, C. *Política*; CONDURU, G. *Subsistema* (v.41,\np.59-82); GARCIA, E. *Diplomacia*; LINS, A. *Rio Branco*; RICUPERO, R.\n*Rio Branco.*\n","ref":"**FONTES:** BUENO, C. *Política*; CONDURU, G. *Subsistema* (v.41,\np.59-82); GARCIA, E. *Diplomacia*; LINS, A. *Rio Branco*; RICUPERO, R.\n*Rio Branco.*\n","dic":"DHBPR"}
