{"title":"PUJOL, Alfredo","cargoss":["dep. fed. SP 1900."],"author":"Raimundo Helio Lopes","content":"**PUJOL, Alfredo**\n\n\\*dep. fed. SP 1900.\n\n*Alfredo Gustavo Pujol* nasceu em São João Marcos (RJ) no dia 20 de\nmarço de 1865, filho de Hippolyte Gustave Pujol e de Maria Castro Pujol.\n\nIniciou seus estudos com o pai, que era educador. Mudando-se para São\nPaulo, continuou seus estudos e ingressou na Faculdade de Direito dessa\ncidade. Durante o curso trabalhou como revisor de jornais e professor\nparticular, e iniciou sua militância política defendendo, ao lado de\nFrancisco Glicério, a causa republicana. Formou-se em 1890 e passou a\nadvogar na capital paulista.\n\nEm 1892 foi eleito deputado estadual pelo Partido Republicano Paulista\n(PRP). Ainda como membro do Legislativo estadual, foi nomeado pelo\npresidente do estado de São Paulo  Bernardino José de Campos Júnior\n(1892-1896) secretário do Interior, cargo que ocupou de meados de 1894\naté maio de 1896. Reelegeu-se deputado estadual em mais duas\nlegislaturas, de 1895 a 1897 e de 1898 a 1900. Em janeiro desse último\nano foi eleito deputado federal pelo estado de São Paulo, na legenda do\nPRP. Assumiu sua cadeira na Câmara dos Deputados, no Rio de Janeiro,\nentão Distrito Federal, em maio, mas renunciou ao mandato poucos meses\ndepois, em 29 de dezembro. Sua renúncia foi motivada por\ndesentendimentos com o então presidente da República Campos Sales\n(1898-1902) acerca da Comissão de Verificação de Poderes, responsável\npelo reconhecimento dos parlamentares eleitos. Discordando da orientação\ndo presidente e sem apoio político federal, abriu mão do mandato.\n\nEm 1901 voltou ao parlamento estadual, novamente eleito pelo PRP, para a\nlegislatura 1901-1903, na qual fez forte oposição a Campos Sales. Em\n1907 elegeu-se novamente deputado estadual e entre os anos de 1909 e\n1910 participou da campanha civilista, movimento de apoio à candidatura\nde Rui Barbosa à presidência da República em oposição ao marechal Hermes\nda Fonseca, que foi afinal eleito. A campanha assumiu caráter\nantimilitarista e defendeu mudanças constitucionais, entre elas a\nintrodução do voto secreto. Mesmo após essa derrota política, foi\nsucessivamente reeleito até o ano de 1915.\n\nAlém da política, dedicou-se à literatura, analisando vários romances de\nautores importantes, como *O homem* de Aluísio Azevedo e *A carne* de\nJúlio Ribeiro. Ao lado da crítica, dedicou-se à conferência literária,\ngênero introduzido por Medeiros e Albuquerque e cultivado por Olavo\nBilac, Coelho Neto e muitos outros escritores do Rio de Janeiro e de São\nPaulo. Suas conferências mais famosas foram as realizadas na Cultura\nArtística de São Paulo, sobre a personalidade e a obra de Machado de\nAssis. Pelo destacado sucesso alcançado com esses trabalhos, foi eleito\nmembro da Academia Brasileira de Letras em 14 de novembro de 1917,\nocupando a cadeira 23 na sucessão de Lafayette Rodrigues Pereira.\n\nColaborou nos jornais o*Diário Mercantil* e o *Estado de São Paulo*, nas\nrevistas *Educação* e *Galeria Ilustrada*, além de periódicos das\ncidades de Campinas e do Rio de Janeiro. Foi também consultor jurídico\nda Associação Comercial de São Paulo e membro da Academia Paulista de\nLetras e do Instituto Histórico e Geográfico Brasileiro.\n\nFaleceu na cidade de São Paulo em 20 de maio de 1930.\n\nEscreveu *Mocidade e poesia – conferência* (s.d.), *Homenagem à memória\nde Sadi Carnot – discurso* (1894), *Floriano Peixoto – discurso* (1895),\n*O direito na* *confederação* (1898), *Manual de audiências* (1908),\n*Processos criminais* (1908), *Machado de Assis – conferências* (1917) e\n*Análise de A carne, de Júlio Ribeiro* – artigo publicado na *Revista do\nBrasil* número 23.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; ACAD. BRAS. LET. Disponível em:\n\\<www.academia.org.br/\\>. Acesso em: 29/6/2011; CALIMAN, A.\n*Legislativo*; *Grande encic. Delta Larousse*; MARTINS, M. *Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ACAD. BRAS. LET. Disponível em:\n\\<www.academia.org.br/\\>. Acesso em: 29/6/2011; CALIMAN, A.\n*Legislativo*; *Grande encic. Delta Larousse*; MARTINS, M. *Dicionário*.\n","dic":"DHBPR"}