{"title":"QUEIRÓS, Francisco Pessoa de","cargoss":["diplomata","dep. fed. PE 1921-1930","sen. PE 1963-1971."],"author":null,"content":"**QUEIRÓS, Francisco Pessoa de**\n\n\\*diplomata; dep. fed. PE 1921-1930; sen. PE 1963-1971.\n\n*Francisco Pessoa de Queirós* nasceu em Umbuzeiro (PB) no dia 7 de\nnovembro de 1890, filho do coronel João Vicente de Queirós e de\nMirandolina Lucena Pessoa de Queirós.\n\nTinha apenas três meses quando seus pais, pernambucanos, retornaram ao\nestado natal. Aí iniciou os estudos primários em escola pública,\nconcluindo os preparatórios no Ginásio Pernambucano, em Recife. Ainda\nestudante, colaborou na imprensa pernambucana, escrevendo sobre assuntos\npolíticos. Formou-se em 1911 pela Faculdade de Direito do Recife.\n\nIngressou em fevereiro de 1913 nos quadros do Ministério das Relações\nExteriores na condição de adido sem vencimentos. Transferiu-se nessa\nocasião para o Rio de Janeiro, então Distrito Federal, sendo promovido\nmais tarde a terceiro e a segundo-oficial e admitido em 1915 no corpo\ndiplomático como secretário. Durante o período em que Nilo Peçanha\nesteve à frente do Ministério das Relações Exteriores (1917-1918), atuou\ncomo oficial de seu gabinete. Nomeado secretário da embaixada brasileira\nem Londres, exerceu a mesma função em Buenos Aires. Em outubro de 1917\nexonerou-se de suas atividades diplomáticas com o objetivo de\ncandidatar-se a deputado federal no ano seguinte.\n\nRetornando a Pernambuco, constatou porém que seu nome não fora incluído\npelo governador do estado, Manuel Antônio Pereira Borba, na lista de\ncandidatos à Câmara dos Deputados. Apresentou-se, não obstante, como\ncandidato avulso por Sertão, distrito eleitoral onde sua família\ndispunha de poderosos recursos políticos. As forças partidárias\ndominantes não receberam com simpatia sua atitude, e o fato só não\nresultou em conflagração armada nos sertões pernambucanos graças à\nintervenção da Associação Comercial do Recife, que conseguiu que\ndesistisse da candidatura.\n\nDe volta à carreira diplomática, foi nomeado, em julho de 1918, cônsul\ngeral do Brasil em Galatz, atual Galati, na Romênia. Ainda em 1918 foi\npromovido a cônsul de segunda classe e designado oficial de gabinete do\nministro Domício da Gama (1918-1919). Com o fim da Primeira Guerra\nMundial (1914-1918), foi nomeado em 1919 secretário da delegação\nbrasileira, chefiada por Epitácio Pessoa, à Conferência de Paz realizada\nem Versalhes, na França. Ainda em 1919 fundou com seus irmãos o *Jornal\ndo Comércio* de Recife, do qual foi diretor. Nesse período, colaborou\ntambém em *O País*.\n\nCom a eleição de Epitácio Pessoa para a presidência da República em\nabril de 1919, foi convidado para secretariá-lo. Deixou a função para se\ncandidatar à Câmara dos Deputados, a convite do governador de\nPernambuco, José Bezerra. Eleito, assumiu o mandato em maio de 1921 e\nintegrou a Comissão de Diplomacia e Tratados da Câmara. Reeleito\nsucessivamente em 1924, 1927 e 1930, exerceu o mandato até outubro deste\núltimo ano, quando, com a vitória da Revolução de 1930, os órgãos\nlegislativos do país foram dissolvidos. Contrário ao movimento\nrevolucionário, buscou exílio no exterior e só regressou ao país em\n1932.\n\nAfastado das disputas parlamentares até 1962, nesse ano concorreu a uma\ncadeira no Senado, representando Pernambuco, na legenda da coligação\nconstituída pela União Democrática Nacional (UDN) e o Partido\nRepublicano (PR). Eleito em outubro, foi empossado em fevereiro do ano\nseguinte e exerceu o mandato até janeiro de 1971. Participou da\nConferência de Direitos Autorais em Roma e da Conferência de Comércio em\nParis, em Bruxelas, na Bélgica, em Roma e no Rio de Janeiro. Dirigiu\nvárias empresas jornalísticas, emissoras de rádio e a TV-Rádio Jornal do\nComércio do Recife.\n\nFaleceu na capital pernambucana no dia 8 de dezembro de 1980.\n\nFoi casado com Leontina Jouvenir Pessoa de Queirós.\n\nPublicou *Coisas internacionais* (1914), *Acordos industriais e\ncomerciais* e *O direito autoral*.\n\n**FONTES:** CÂM. DEP. *Deputados*; CONF. NAC. TRAB. COMÉRCIO; *Grande\nencic. Delta*; GUIMARÃES, A. *Dicionário*; *Ilustração Brasileira*\n(11/1922); *Jornal do Brasil* (9/12/1980); SENADO. *Dados biográficos\ndos senadores*; SENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (7).\n","ref":"**FONTES:** CÂM. DEP. *Deputados*; CONF. NAC. TRAB. COMÉRCIO; *Grande\nencic. Delta*; GUIMARÃES, A. *Dicionário*; *Ilustração Brasileira*\n(11/1922); *Jornal do Brasil* (9/12/1980); SENADO. *Dados biográficos\ndos senadores*; SENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (7).\n","dic":"DHBPR"}