{"title":"QUESTÃO MILITAR","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Beatriz Coelho Silva"],"content":"**QUESTÃO MILITAR**\n\nSérie de confrontos entre militares e autoridades civis ocorridos entre\n1884 e 1887. Embora tenha preparado o ambiente para a proclamação da\nRepública, seus principais líderes, de início, não visavam ao fim da\nmonarquia.\n\nOs Militares no Império\n\nAté a Guerra do Paraguai (1864-1870), o Exército tinha pouca força\npolítica na estrutura de poder do Império. Tal situação foi evidenciada\nespecialmente pela reforma de 1850, quando o ministro da Guerra\nFelizardo de Sousa e Melo racionalizou as promoções, que passaram a ser\nfeitas mais por merecimento do que em função da origem aristocrática do\nmilitar, e estabeleceu como pré-requisito para o oficialato o curso da\nReal Academia Militar, que fora criado em 1810 por dom João VI. As duas\nmedidas tornaram a carreira militar desinteressante para os jovens da\nelite. O Exército passou a ser então a carreira preferencial para filhos\nde militares e pequenos funcionários das províncias, pois era a maneira\nde eles terem acesso a um curso superior. As faculdades de Direito e\nMedicina eram caras, e o enxoval necessário para ingressar na Escola\nNaval era proibitivo para as classes médias e baixas.\n\nA vitória sobre o Paraguai aumentou a autoestima e a politização dos\nmilitares, mas não seu prestígio junto ao governo civil. Em 1871, 40\noficiais fundaram o Instituto Militar, para lutar por melhorias no\nExército, e ofereceram a presidência ao conde d’Eu, marido da princesa\nIsabel, herdeira do trono de dom Pedro II. Embora participassem do\ninstituto membros do alto-comando, como Floriano Peixoto, o Conselho de\nEstado o considerou uma ameaça à disciplina, e o conde d’Eu recusou o\nconvite, pondo fim ao grupo.\n\nDurante a década de 1870 e no início da seguinte, os militares que\nhaviam participado da guerra como oficiais subalternos tiveram poucas\npromoções e viram seus soldos diminuírem, assim como o orçamento do\nExército. Contribuíram para o acirramento dos conflitos o temor de que o\nExército fosse substituído pela Guarda Nacional e o corporativismo\ncrescente dos militares, fruto do ensino na Escola Militar da Praia\nVermelha. Os alunos chegavam ao Rio de Janeiro adolescentes, geralmente\nvindo das províncias, e tinham pouco contato com suas famílias, devido\nàs dificuldades de comunicação, ou com os moradores da cidade, devido ao\nbaixo prestígio da carreira junto à elite. Por outro lado, sua formação\ncultural era sólida, voltada para as ciências exatas e militares e\ninfluenciada pelo positivismo, corrente filosófica francesa do início do\nséculo XIX que preconizava organizar a sociedade ideal com base na\nobservação científica. O major e professor da Escola Militar Benjamin\nConstant era um dos principais difusores dessas ideias, que levaram\nprofessores e alunos a apelidar a escola de “Tabernáculo do Saber”.\nDizia-se que era fácil entrar, mas só os melhores concluíam o curso.\n\nSegundo Celso Castro, o Exército estava então dividido em três faixas\netárias: os militares pré-Guerra do Paraguai, como o marechal Deodoro da\nFonseca e o marechal José Antônio Correia da Câmara, visconde de\nPelotas; os que eram jovens quando participaram do conflito, como o\ncoronel Raimundo José da Cunha Matos e Benjamin Constant; e os alunos ou\nex-alunos que não foram à guerra e se autodenominavam “juventude\nmilitar”.\n\nO Confronto\n\n Em 1883, o tenente-coronel Antônio de Sena Madureira, oficial\nprestigiado pela tropa e amigo de dom Pedro II, protestou publicamente\ncontra o projeto do visconde de Paranaguá, que obrigava os militares a\ncontribuir para o montepio. Sena Madureira foi punido sem maior\nrepercussão. No ano seguinte, convidou o abolicionista cearense José\nFrancisco do Nascimento, que se recusara a transportar escravos em sua\njangada, para uma visita à Escola de Tiro do Rio de Janeiro, da qual era\ncomandante. Como punição, foi transferido para a Escola Preparatória de\nRio Pardo, na província do Rio Grande do Sul. A medida gerou polêmica e\nprovocou a proibição aos militares, por parte do ministro da Guerra\nAlfredo Chaves, de discutir através da imprensa.\n\nEm agosto de 1885, após investigação no Piauí, o coronel Cunha Matos\ndenunciou o comandante de um quartel local como corrupto. Cunha Matos\nera do Partido Liberal e pediu o afastamento do oficial, do Partido\nConservador. Em junho de 1886, em revanche, o deputado Simplício Resende\nacusou Cunha Matos, na Câmara, de ter atacado tropas brasileiras na\nGuerra do Paraguai. Cunha Matos reagiu com violência pela imprensa, e o\nministro da Guerra mandou prendê-lo por dois dias depois de advertir que\nmilitares não podiam se manifestar pela imprensa sem autorização prévia.\nA reação veio em agosto: o marechal José Antônio Correia da Câmara,\nvisconde de Pelotas, então senador pelo Rio Grande do Sul, afirmou em\nplenário que a ofensa a Cunha Matos se estendia aos demais oficiais do\nExército, ampliando a questão. O visconde de Pelotas alegava que os\noficiais tinham o direito de defender sua honra quando atacados, e que\nera evidente que os políticos se julgavam superiores aos militares,\nembora não se tivessem arriscado pela pátria, numa alusão à Guerra do\nParaguai.\n\nDias mais tarde, o senador Franco de Sá, ex-ministro da Guerra que\ntransferira Sena Madureira para o Rio Grande do Sul, negou o abuso em\ndiscurso no Congresso. Em resposta, Sena Madureira publicou uma carta no\njornal republicano gaúcho *A Federação*, em que chamava Franco de Sá de\n“general improvisado”. Em represália, o ajudante-general do Exército\nManuel Antônio Fonseca da Costa, o visconde da Gávea, indagou por\ntelegrama ao marechal Deodoro da Fonseca, comandante das Armas e\npresidente em exercício da província do Rio Grande do Sul, sobre a\npermissão para a publicação da carta de Sena Madureira. Antes da\nresposta, o ministro da Guerra repreendeu publicamente Sena Madureira,\ndesagradando a Deodoro da Fonseca. Configurou-se aí a Questão Militar,\ncomo confronto entre militares e governo.\n\nA ampliação do confronto para toda a corporação foi alimentada por\nartigos no jornal *A Federação*, em que o Império era acusado de ofender\na honra do Exército. Os alunos da Escola Militar do Rio Grande do Sul\nfizeram uma homenagem a Sena Madureira, autorizada por Deodoro da\nFonseca, e seus colegas da Escola Militar da Praia Vermelha organizaram\noutra no Rio, indicando o marechal Deodoro como representante da tropa\nem confronto com o governo, já que ele comandava a unidade mais\nimportante do Exército. O presidente do Conselho de Ministros, barão de\nCotegipe, apelou para que se mantivesse a disciplina, mas o marechal\ndefendeu a correção dos manifestantes.\n\nEmbora adversário de Deodoro no Sul, o visconde de Pelotas aliou-se a\nele, e Cotegipe revogou a proibição de os militares se manifestarem pela\nimprensa. Reiterou, porém, o pedido para que as reuniões de oficiais\ncessassem, sem resultado. Em 9 de outubro, os jovens oficiais da Praia\nVermelha publicaram um protesto contra o deputado Cândido de Oliveira e\no senador Silveira Martins, que os haviam censurado no Congresso.\nNovamente, estendiam o ataque a Deodoro a todo o Exército. No dia\nseguinte, 10 de outubro, reuniram-se na Sociedade Francesa de Ginástica\ndo Rio de Janeiro em solidariedade aos militares do Rio Grande do Sul. A\nassembleia foi presidida pelo major e professor Benjamin Constant e pelo\nvice-almirante Artur Silveira da Mota, barão de Jaceguai, monarquista\ninsatisfeito com a dissolução da Esquadra de Evoluções, unidade de elite\nda qual fora comandante.\n\nAinda que tivesse sido revogada a proibição de os militares se\nmanifestarem, a Questão Militar não se encerrou, diante da recusa de\nDeodoro em proibir reuniões de oficiais e alunos gaúchos. Cotegipe o\ntransferiu então para o Rio, e em solidariedade Sena Madureira pediu\nexoneração do comando que exercia em Rio Pardo. Os dois voltaram no\nmesmo navio para o Rio de Janeiro, mas antes foram homenageados em Porto\nAlegre. Agora a reivindicação era que as punições a Sena Madureira e\nCunha Matos fossem retiradas de suas fés-de-ofício, fichas profissionais\ndos militares.\n\nPara evitar novos tumultos, o barão de Cotegipe pediu ao comandante da\nEscola Militar da Praia Vermelha, Severiano da Fonseca, irmão do\nmarechal Deodoro, que impedisse a ida dos alunos ao desembarque dos dois\nmilitares vindos do Sul. Os alunos, no entanto, compareceram fardados, e\nSeveriano pediu demissão. Ao transmitir o cargo, em 1° de fevereiro de\n1887, foi homenageado pelos alunos e oficiais, com discursos de\nSerzedelo Correia e Benjamim Constant. No dia seguinte, houve nova\nreunião de solidariedade o Teatro Recreio Dramático. A manifestação foi\natribuída aos integrantes da “juventude militar”, que decidiram só dar a\nquestão por encerrada quando as acusações fossem retiradas das fés de\nofício dos oficiais e encarregaram Deodoro de negociar com o governo. O\nmarechal entregou uma carta ao imperador em que criticava a punição a\nCunha Matos e a Sena Madureira e pedia solução urgente para o caso. Uma\nsemana depois, em 12 de fevereiro de 1887, sem receber resposta, Deodoro\nenviou uma segunda carta a dom Pedro II, acusando seu ministério de\ntraição. O ministro da Guerra propôs reformá-lo, mas o imperador\nrecusou, e Alfredo Chaves demitiu-se.\n\nO novo ministro da Guerra concordou com as reivindicações, desde que\nSena Madureira e Cunha Matos solicitassem a retirada das acusações de\nsuas fés de ofício. Apesar de Deodoro ter aceitado a proposta, Sena\nMadureira e Cunha Matos recusaram-se a fazer a solicitação, e oficiais\nda fortaleza de Santa Cruz comunicaram que queriam uma solução radical\npara o conflito, que poderia ser até o fim da monarquia. Relutante,\nDeodoro voltou atrás e comunicou ao imperador que o caso continuava sem\nsolução, especialmente porque 50 alferes-alunos que tinham ido recebê-lo\nna volta do Rio Grande do Sul haviam sido transferidos da Escola Militar\nda Praia Vermelha para a Escola de Tiro de Realengo, o que atrasaria sua\nformatura.\n\nEm abril de1887, o visconde de Pelotas veio ao Rio para dar apoio a\nDeodoro, e ambos assinaram um manifesto em favor dos alunos e jovens\noficiais que, liderados pelos republicanos Campos Sales e Aristides\nLobo, propunham a imediata instalação da República. O visconde de\nPelotas optou pela negociação parlamentar, que pôs fim ao impasse. Em 20\nde maio, o Senado aprovou uma moção em que instava o governo a limpar a\nficha de Sena Madureira e Cunha Matos, e assim a Questão Militar foi\nencerrada.\n\nCelso Castro lembra que os conflitos entre os governos civis e os\nmilitares foram constantes em todos os países no século XIX, mas que no\nBrasil foi essa a primeira vez em que as tropas se manifestaram como\nforça política, o que desgastou o governo civil. Foi também a primeira\nparticipação de Benjamim Constant na política nacional. Em 1889, junto\ncom o marechal Deodoro da Fonseca, ele seria um dos líderes do golpe que\npôs fim à monarquia.\n\nBeatriz Coelho Silva\n\n**FONTES:** CARVALHO, J. *Bestializados*; CASTRO, C. *Militares*.\n","ref":"**FONTES:** CARVALHO, J. *Bestializados*; CASTRO, C. *Militares*.\n","dic":"DHBPR"}
