{"title":"RABELO, Franco","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1912],"datas_fim":[1914],"estados":["CE"],"autor":[0],"content":"**RABELO, Franco**\n\n\\*militar; pres. CE 1912-1914.\n\n*Marcos Franco Rabelo* nasceu em Fortaleza no dia 25 de abril de 1861,\nfilho de Antônio Franco Alves de Melo e de Ana Franco Rabelo.\n\nSentou praça como segundo-cadete no 15^o^ Batalhão de Infantaria com\ndestino à Escola Militar do Rio de Janeiro em 10 de setembro de 1879. No\nmesmo ano foi incluído no 1^o^ Batalhão de Artilharia a Pé, aquartelado\nna fortaleza de Santa Cruz. Em 1880 matriculou-se no curso preparatório\nda Escola Militar e dois anos depois concluiu os cursos de infantaria e\ncavalaria. Tendo sido nomeado alferes-aluno em janeiro de 1884, terminou\nnesse ano o curso de artilharia e em 1885 foi promovido a\nsegundo-tenente. Ficou adido ao 2^o^ Regimento de Artilharia até seguir,\nem princípios de 1887, para o 4^o^ Batalhão de Artilharia estacionado em\nBelém do Pará. Seguiu depois para Manaus, transferido que foi para o\n3^o^ Batalhão de Artilharia.\n\nPor ter adoecido em Manaus, voltou para o Ceará e pediu transferência\npara a arma de infantaria. Foi então enviado para o Batalhão de\nEngenheiros estacionado na Corte, e nomeado auxiliar do ensino teórico\nda Escola Militar. Em 1888 foi nomeado adjunto interino da 3^a^ Seção do\ncurso preparatório da Escola, sendo efetivado no ano seguinte. Em\njaneiro de 1890 foi promovido a tenente e em maio foi nomeado professor\ndo primeiro ano do curso de engenharia da Escola Superior de Guerra. Em\njunho foi transferido para a Escola Militar do Ceará, onde serviria até\n1897. Ainda em 1890 casou-se com Maria Adelaide de Queirós, filha de\nClarindo de Queirós, também militar, presidente da província do Amazonas\nde 1879 a 1880 e presidente do estado do Ceará de 1891 a 1892. Em 1891\nfoi promovido a capitão, posteriormente foi promovido a major, e\ningressou na Academia Cearense, fundada em 1894.\n\nEm 1898 foi nomeado professor de geografia geral da Escola Preparatória\nde Tática do Realengo, no Rio de Janeiro. Foi também nomeado lente da\ncadeira de geografia militar e estatística da Escola de Estado-Maior do\nExército, cargo que exerceu até 1910, quando foi posto em\ndisponibilidade a pedido. Ainda em 1910 tornou-se chefe do serviço de\nestatística da Estrada de Ferro Central do Brasil, cargo do qual foi\ndispensado em 1911, com a extinção do serviço. Foi então nomeado chefe\ndo serviço do Estado-Maior da 5^a^ Região Militar, e mais uma vez foi\ndispensado um ano depois, agora para candidatar-se à presidência do\nCeará.\n\nDesde janeiro de 1912 uma revolta havia derrubado o presidente do\nestado, o oligarca Nogueira Acióli, e o governo vinha sendo exercido\ninterinamente pelo vice-presidente Antônio Frederico de Carvalho Mota.\nApós vencer as eleições, em 14 de julho de 1912 assumiu a presidência do\nestado das mãos do presidente da Assembleia, coronel Belisário Cícero\nAlexandrino, e em dezembro foi promovido a tenente-coronel. Embora\ntentasse desconstruir a força das oligarquias no Ceará, viu-se\ninevitavelmente preso em seu raio de ação para poder governar. Em 14 de\nmarço de 1914 acabou deposto por uma rebelião, conhecida como “Sedição\nde Juazeiro”, liderada pelos coronéis insatisfeitos por terem sido\nalijados do governo pela política “salvacionista” do presidente da\nRepública Hermes da Fonseca (1910-1914), que corporificava no estado.\nAssumiu então o poder, como interventor, o coronel Fernando Setembrino\nde Carvalho.\n\nDepois de deixar o estado do Ceará, assumiu o lugar de professor da\nEscola Militar.\n\nFaleceu em 1928.\n\nDe seu casamento com Maria Adelaide de Queirós teve quatro filhos.\n\nKleiton de Moraes\n\n**FONTES:** NOBRE, F. *1001* (p.327); STUDART, G. *Dicionário* (v.1,\np.365-367); STUDART, B. *Geographia* (p.231-232).\n","ref":"**FONTES:** NOBRE, F. *1001* (p.327); STUDART, G. *Dicionário* (v.1,\np.365-367); STUDART, B. *Geographia* (p.231-232).\n","dic":"DHBPR"}
