{"title":"RAMALHETE, Ubaldo","cargoss":["jornalista","dep. fed. ES 1918-1920 e 1935-1937."],"author":null,"content":"**RAMALHETE, Ubaldo**\n\n\\*jornalista; dep. fed. ES 1918-1920 e 1935-1937.\n\n*Ubaldo Ramalhete Maia* nasceu em Santa Leopoldina (ES) no dia 8 de\nagosto de 1882, filho de Antônio Ramalhete Maia e de Ana Ramalhete Maia.\n\nApós concluir os estudos primários em Vitória, fez o curso de\nhumanidades no Externato Santos Pinto. Bacharelou-se em ciências\njurídicas e sociais pela Faculdade de Direito do Rio de Janeiro em 1905\ne foi então nomeado promotor público da comarca de Vila de Itapemirim\n(ES).\n\nDe volta à cidade natal, tornou-se depois advogado do Banco Hipotecário\ne Agrícola do Estado do Espírito Santo e secretário de Educação do\ngoverno estadual. Eleito segundo-vice-presidente do Espírito Santo em\nfevereiro de 1912, renunciou em dezembro do mesmo ano para candidatar-se\nà Assembleia Legislativa estadual, da qual fez parte de 1913 a 1915. Foi\ndeputado federal pelo Espírito Santo na legislatura de maio de 1918 a\ndezembro de 1920 e o primeiro presidente da Associação Espírito-Santense\nde Imprensa, fundada em dezembro de 1933 por um grupo de jornalistas\ncapixabas empenhados em consolidar no estado os ideais da Revolução de\n1930.\n\nNo pleito de outubro de 1934, elegeu-se deputado federal por seu estado\nna legenda do Partido da Lavoura, assumindo o mandato em maio do ano\nseguinte. Na convenção de maio de 1937 para o lançamento da candidatura\nde José Américo à presidência da República nas eleições previstas para\n1938, foi delegado das Oposições Coligadas de seu estado. Permaneceu na\nCâmara até novembro de 1937, quando o advento do Estado Novo suprimiu\ntodos os órgãos legislativos do país. Depois da queda de Getúlio Vargas\n(29/10/1945), no período em que os estados foram governados por\ninterventores, assumiu em julho de 1946 a interventoria no Espírito\nSanto em substituição a Aristides Alexandre Campos.\n\nMembro do Instituto dos Advogados do Espírito Santo, do Instituto\nHistórico de seu estado, do Clube dos Advogados, do Instituto Brasileiro\nde Cultura e do Instituto de Cultura Política, foi também redator do\n*Diário da Manhã* e proprietário de *A Tribuna*, além de colaborador de\ndiversos jornais do Espírito Santo.\n\nFaleceu no dia 18 de junho de 1950.\n\nFoi casado com Acidália Lélis Ramalhete, com quem teve quatro filhos.\n\n**FONTES:***Boletim Min. Trab*. (5/1936); CÂM. DEP. *Deputados*;\nCONSULT. MAGALHÃES, B.; *Diário de Notícias*, Rio (26/5/1937); *Diário\ndo Congresso Nacional*; HIRSCHOWICZ, E. *Contemporâneos*; NOVAES, M.\n*História*; OLIVEIRA, J. *História*; PEREIRA, A. *Homens*.\n","ref":"**FONTES:***Boletim Min. Trab*. (5/1936); CÂM. DEP. *Deputados*;\nCONSULT. MAGALHÃES, B.; *Diário de Notícias*, Rio (26/5/1937); *Diário\ndo Congresso Nacional*; HIRSCHOWICZ, E. *Contemporâneos*; NOVAES, M.\n*História*; OLIVEIRA, J. *História*; PEREIRA, A. *Homens*.\n","dic":"DHBPR"}