{"title":"RAMOS, Eduardo","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1894],"datas_fim":[1905],"estados":["BA"],"autor":[0],"content":"**RAMOS, Eduardo**\n\n\\*dep. fed. BA 1894-1905.\n\n*Eduardo Pires Ramos* nasceu em Salvador no dia 25 de maio de 1854,\nfilho de Ângelo Francisco Ramos e de Josefina da Silva Pires Gomes. Seu\npai foi deputado provincial, desembargador do Tribunal da Relação e\ndeputado geral pela Bahia.\n\nBacharel pela Faculdade de Direito do Recife em 1872, de volta à Bahia\nfoi nomeado em outubro de 1873 promotor público da comarca de Taperoá,\nsendo depois transferido para Feira de Santana (1874-1875) e,\nfinalmente, para Salvador. Em 1877 foi nomeado juiz municipal e de\nórfãos de Feira de Santana e exerceu o cargo até novembro de 1881. Ainda\nem Feira de Santana fundou o jornal *Correio da Feira,* veículo de\ndivulgação do Partido Conservador que circulou de outubro de 1881 a\njaneiro de 1882. Diretor geral da Instrução Pública na Bahia de 15 de\noutubro de 1885 a 7 de julho de 1889, teve oportunidade de demonstrar\nsua preocupação e interesse pela questão da educação.\n\nCom a instauração do regime republicano em 15 de novembro de 1889,\ningressou na política, sendo eleito senador para a Assembleia\nConstituinte baiana em 5 de fevereiro de 1891. Pouco depois, com a\nfundação da Faculdade Livre de Direito da Bahia, em 15 de abril de 1891,\npassou a integrar a primeira congregação de professores como catedrático\nda disciplina Legislação comparada sobre o direito privado, ao lado de\nLeovigildo Filgueiras, Inácio Tosta, Tomás Montenegro, Severino Vieira e\noutros nomes ilustres da Bahia. Foi também escolhido primeiro diretor da\nfaculdade, função que exerceu de março de 1891 a maio de 1894, quando se\ntransferiu para a capital federal.\n\nCom o fim dos trabalhos constituintes e a promulgação da Constituição\nestadual em agosto de 1891, ocupou uma cadeira no Senado Estadual nas\nlegislaturas 1891-1892 e 1893-1894. Teve atuação marcante na casa,\ncolaborando na elaboração das principais leis, especialmente na da\nOrganização Judiciária, da qual foi autor. Membro do Partido Republicano\nFederalista (PRF), fundado em Salvador em 16 de maio de 1892 sob a\nliderança de José Gonçalves da Silva, quando se verificou a cisão\npartidária em 1893 acompanhou a corrente que se solidarizou com o\nconselheiro Luís Viana e colaborou efetivamente para a reorganização do\npartido. Concluída a reestruturação em 15 abril de 1894, foi convidado a\nfazer parte do conselho geral. Renunciou ao mandato no Senado Estadual\nno dia 2 de junho de 1894, por ter sido eleito deputado federal.\n\nVárias vezes reeleito, ocupou uma cadeira na Câmara dos Deputados, no\nRio de Janeiro, então Distrito Federal, entre 1894 e 1905. Fez parte das\ncomissões de Constituição, Legislação e Justiça e de Diplomacia e\nTratados, e exerceu também as funções de líder da maioria. Foi autor do\nprojeto, depois convertido na Lei n^o^ 726, de 8 de dezembro de 1900,\nque considerou a Academia Brasileira de Letras instituição de utilidade\npública, o que lhe garantiu o direito de instalar-se em prédio público e\nde fazer suas publicações oficiais através da Imprensa Nacional.\n\nAinda em 1895, residindo no Rio de Janeiro, foi nomeado professor\ncatedrático de Enciclopédia jurídica da Faculdade de Direito da\nUniversidade do Brasil, função que exerceu até 1897. Em outubro de 1900\nfez parte da comitiva que acompanhou o presidente Campos Sales\n(1898-1902) em viagem à Argentina, em retribuição à visita do presidente\nJulio Rocca ao Brasil, tendo oportunidade de atuar incentivando a\namizade entre os dois países.\n\nQuando da votação do projeto de divisão eleitoral federal do estado, em\n1905, manifestou-se contrário à orientação do governador José Marcelino,\nrazão pela qual não foi incluído na chapa do Partido Republicano para a\nreeleição. Com o fim de seu mandato, resolveu afastar-se da atividade\npolítico-partidária para se dedicar à advocacia e ao jornalismo,\ndeclarando em seu último discurso no parlamento, na sessão de 28 de\ndezembro de 1905, serem aquelas “outras tribunas, que lhe não podiam ser\narrebatadas pelo arbítrio ou malevolência de ninguém”.\n\nEm 3 de agosto de 1922, foi eleito para a cadeira n^o^ 11 da Academia\nBrasileira de Letras, que tem como patrono Fagundes Varela, para\nsubstituir a Pedro Lessa, mas não chegou a tomar posse, por haver\nfalecido. Sua entrada tardia na ABL deveu-se ao fato de, ao contrário\ndos outros candidatos, jamais ter feito campanha para conquistar os\nvotos dos acadêmicos. Mantinha-se distante das negociações e manobras,\naguardando que lhe fosse feita justiça. Preferia ser derrotado a\ntransgredir seus princípios.\n\nFaleceu no Rio de Janeiro no dia 15 de maio de 1923.\n\nHomem de letras, publicou *Retalhos e biscalhos*, em que reuniu artigos\nque havia publicado na imprensa sob os pseudônimos de Erasmo e Deaudor\nMosar, *Correspondência, notas e colóquios de Erasmo* e *Prosas de\nCassandra*, livros nos quais, segundo o historiador Pedro Calmon,\nmanejou com perícia a ironia e o sentimento.\n\nJaime Oliveira do Nascimento\n\n**FONTES:**ACAD. BRAS. LET. Disponível em:\n\\<www.academia.org.br./abl/cgi/cgilua.exe/sys/start.htm?infoid=486&sid=154&tpl\\>.\nAcesso em: 26/7/2009; ALVES, M. *Escritores* (p.124); BULCÃO SOBRINHO,\nA. *Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Cartas\nde Ontem*; *Diário Oficial do Estado da Bahia* (1923, p.360, 482/489);\n*Revista do Instituto Genealógico da Bahia* (XI, 11, p.120-124, 1968);\nSAMPAIO, C. *Partidos* (p.69-74); SANTOS, M. *Sinopse* (p.1- 4);\n*Tarde.* Um baiano ilustre que desaparece. A morte de Eduardo Ramos, no\nRio (15/5/1923).\n","ref":"**FONTES:**ACAD. BRAS. LET. Disponível em:\n\\<www.academia.org.br./abl/cgi/cgilua.exe/sys/start.htm?infoid=486&sid=154&tpl\\>.\nAcesso em: 26/7/2009; ALVES, M. *Escritores* (p.124); BULCÃO SOBRINHO,\nA. *Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Cartas\nde Ontem*; *Diário Oficial do Estado da Bahia* (1923, p.360, 482/489);\n*Revista do Instituto Genealógico da Bahia* (XI, 11, p.120-124, 1968);\nSAMPAIO, C. *Partidos* (p.69-74); SANTOS, M. *Sinopse* (p.1- 4);\n*Tarde.* Um baiano ilustre que desaparece. A morte de Eduardo Ramos, no\nRio (15/5/1923).\n","dic":"DHBPR"}
