{"title":"RAMOS, Ezequiel","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1892],"datas_fim":[1892],"estados":["SP"],"autor":[0],"content":"**RAMOS, Ezequiel**\n\n\\* pres. SP 1892.\n\n*Ezequiel de Paula Ramos* nasceu em Bananal (SP) em 20 de janeiro de\n1842, filho do comendador Francisco Ramos de Paula. Sua família\ndedicava-se à cafeicultura, e seu pai foi um dos chefes do Partido\nLiberal no vale do Paraíba durante o Império.\n\nApós os estudos regulares, e os exames nas disciplinas preparatórias,\ningressou em 1862 na Faculdade de Direito de São Paulo, formou-se em\n1866 e doutorou-se em 1867. Passou então a residir em Limeira, onde\nabriu escritório de advocacia. Nessa cidade casou-se em 1873 com Ana\nEufrosina Rodrigues Jordão, neta do brigadeiro Manuel Rodrigues Jordão,\num dos homens mais ricos de São Paulo durante o Império. Por ocasião do\ncasamento, Ana Eufrosina recebeu de presente do pai uma gleba de 306\nalqueires, desmembrada da fazenda Morro Azul, de propriedade da família.\nNessas terras Ezequiel iniciou a formação de cafezais, na chamada\nfazenda Quilombo.\n\nMilitou durante o Império nas fileiras do Partido Liberal, chegando a se\ncandidatar a cargos eletivos, mas, com a proclamação da República em 15\nde novembro de 1889, aderiu ao novo regime, filiando-se ao Partido\nRepublicano Paulista (PRP). Quando da reforma das faculdades jurídicas\ndo país, implementada em 1891 por Benjamin Constant, então ministro da\nInstrução Pública, foi convidado para ser lente catedrático da Faculdade\nde Direito de São Paulo, cargo que recusou, alegando que só tomaria\nposse através de concurso, e não por nomeação.\n\nEm 30 de abril de 1891, foi eleito senador para a Constituinte paulista\npelo PRP, assumindo o mandato em 6 de junho. Membro da comissão\nencarregada de elaborar o projeto constitucional, defendeu a dualidade\ndas câmaras legislativas, o princípio da representação das minorias, o\nperíodo trienal das legislaturas, a revogabilidade do mandato\nlegislativo e as imunidades parlamentares. Foi o relator da Constituição\ndo estado que seria promulgada em 14 de julho seguinte, e a partir de\nentão passou a exercer o mandato ordinário de senador estadual.\nOcupou-se de vários assuntos, como os núcleos colonizadores, o ensino\nagrícola, a extinção das loterias e a catequese dos indígenas. Integrou\nas Comissões de Indústria e Obras Públicas, de Estatística e de Higiene\nPública.\n\nApós a crise política que resultou, em 23 de novembro de 1891, na\nrenúncia do presidente da República Deodoro da Fonseca e na posse do\nvice-presidente Floriano Peixoto, tornou-se delicada, em São Paulo, a\npermanência do presidente do estado Américo Brasiliense, aliado de\nDeodoro. A princípio Ezequiel Ramos contemporizou, mas logo depois\npassou para a oposição, quando Brasiliense mandou um contingente da\npolícia cercar o prédio do Congresso estadual. No Senado paulista,\nvários parlamentares se pronunciaram contra a atitude de Brasiliense, e\nEzequiel Ramos, em companhia de seus colegas Martim Francisco, Ricardo\nBatista e Brasílio dos Santos, retirou-se em protesto do edifício e fez\ndivulgar a seguinte nota: “Impedidos hoje pela Força Púbica de deliberar\ncom liberdade no Senado, retiramo-nos do recinto e interrompemos o\nexercício do nosso mandato político até que as sessões comecem a ser\nefetuadas de acordo com a lei”.\n\nEm 15 de dezembro, após graves ocorrências em várias cidades do interior\ne principalmente na capital, com mortos e feridos, foi a vez de Américo\nBrasiliense deixar o cargo para não ser deposto. Passou o governo para o\ninspetor geral dos corpos de polícia do estado, o coronel Sérgio\nTertuliano Castelo Branco, o qual, por sua vez, o transmitiu ao\nvice-presidente José Alves de Cerqueira César. Foi determinado que fosse\nlavrado um termo narrando os fatos, e o documento foi assinado pelos\npresentes, entre eles o senador Ezequiel de Paula Ramos. Pouco tempo\ndepois de ter assumido o cargo, em 29 de janeiro de 1892, Cerqueira\nCésar dissolveu o Congresso Legislativo de São Paulo e convocou novas\neleições.\n\nMais uma vez eleito senador estadual, com mandato de 1892 a 1895, ao se\niniciar a legislatura Ezequiel Ramos foi escolhido por seus pares\npresidente do Senado do Estado de São Paulo, sucedendo a Luís Pereira\nBarreto. Foi reeleito para o cargo em 1893 e 1894, e no ano seguinte foi\nsubstituído por José Alves Guimarães Júnior. Como presidente do Senado\nestadual, coube-lhe assumir interinamente o governo de São Paulo de 21 a\n26 de setembro de 1892, no lugar do presidente Bernardino de Campos, que\nviajou para o Rio de Janeiro.\n\nDesgostoso com a política, deixou de comparecer à terceira sessão\nlegislativa em 1894, permanecendo em sua fazenda em Limeira, e não\napresentou sua candidatura à reeleição em 1^o^ de dezembro de 1894. Por\ndecisão da comissão diretora do PRP, seu mandato foi contudo renovado em\neleição suplementar realizada em 30 de julho de 1895, na vaga aberta\npela renúncia de Gustavo de Oliveira de Godói. Empossado em 8 de abril\nde 1896, foi novamente eleito presidente do Senado estadual, no lugar de\nFrancisco de Assis Peixoto Gomide, e reeleito em 1897. Fez parte ainda\nda Comissão de Constituição e Poderes.\n\nNovamente eleito para o Senado estadual em 1^o^ de dezembro de 1897 com\nmandato de seis anos, integrou as comissões de Justiça e Força Pública\nde 1898 a 1900, e de Constituição e Poderes de 1901 a 1903. Participou\ndos debates sobre as terras devolutas, credito agrícola, bancos\npopulares e caixas econômicas, núcleos coloniais e cadastro territorial.\nEm 1902, durante a discussão para a reforma da Constituição do Estado de\nSão Paulo, foi um dos parlamentares que mais defenderam a ideia, que\nacabou não sendo efetivada. Com a saúde abalada, não se candidatou à\nreeleição, e ao término dos trabalhos legislativos em dezembro de 1903,\nretirou-se para a vida privada.\n\nFaleceu em São Paulo em 24 de março de 1905.\n\nDe seu casamento com Ana Eufrosina Rodrigues Jordão, teve seis filhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:**CALIMAN, A. *Legislativo*; *Correio Paulistano* (25/3/1905)\nAcervo de Antônio Sérgio Ribeiro; *Diário Popular* (21, 27/9/1892);\nDIAS, C. *Galeria*; *Estado de S. Paulo* (25/11/1891, 18/12/1891); \nNOGUEIRA, A. *Academia*; PRES. REP. *Governos da República*; RIBEIRO, A.\n*Governantes*; RIBEIRO, A. *Poder*; VAMPRÉ, S. *Memórias.*\n","ref":"**FONTES:**CALIMAN, A. *Legislativo*; *Correio Paulistano* (25/3/1905)\nAcervo de Antônio Sérgio Ribeiro; *Diário Popular* (21, 27/9/1892);\nDIAS, C. *Galeria*; *Estado de S. Paulo* (25/11/1891, 18/12/1891); \nNOGUEIRA, A. *Academia*; PRES. REP. *Governos da República*; RIBEIRO, A.\n*Governantes*; RIBEIRO, A. *Poder*; VAMPRÉ, S. *Memórias.*\n","dic":"DHBPR"}
