{"title":"AZEVEDO, Mílton Pereira de","cargoss":["militar","rev. 1930","interv. SE1941-1942."],"author":null,"content":"**AZEVEDO, Mílton Pereira de**\n\n\\* militar; rev. 1930; interv. SE1941-1942.\n\n*Mílton Pereira de Azevedo* nasceu em Aquidabã(SE) no dia 25 de março de\n1907,filho de José Pereira de Oliveira.\n\nSentou praça em março de 1925,ingressando na Escola Militar do\nRealengo,no Rio de Janeiro, então Distrito Federal,de onde saiu\naspirante em janeiro de1929. Passando a servir no 19^o^Batalhão de\nCaçadores (19^o^ BC)da 6^a^ Região Militar (6^a^RM), sediada na Bahia,\nem julho de1929 foi promovido a segundo-tenente. Nomês seguinte foi\nnomeado membro da ComissãoExaminadora de Tiros de Guerra no interiorda\nBahia. Transferido para o 28^o^BC, em Aracaju, ainda em dezembro de1929,\nem agosto do ano seguinte assumiuo comando da Companhia de\nMetralhadorasMistas.\n\nParticipou da Revolução de outubrode 1930, comissionado no posto de\ntenente-coronelpelas forças revolucionárias do Norte doBrasil. Durante o\ngoverno do interventorAugusto Maynard Gomes (1930-1935), tomou partena\nperseguição no interior de Sergipeao grupo de cangaceiros liderados\nporLampião. Nesse período foi promovido aprimeiro-tenente em fevereiro\nde 1931. Emjaneiro do ano seguinte tornou-se ajudantedo estado-maior do\n28^o^ BC.Com a eclosão da Revolução Constitucionalistaem São Paulo, no\nmês de julho de1932, embarcou com seu batalhão para BarraMansa (RJ),\nonde se incorporou às forçaslegalistas, comandadas pelo general Pedro\nAuréliode Góis Monteiro. As tropas revolucionáriasforam derrotadas em\noutubro de 1932.\n\nDe volta a seu estado, emjulho de 1933 ocupou o posto deajudante do\n28^o^ BC e emfevereiro do ano seguinte assumiu o comandoda 3^a^\nCompanhia do batalhão.Nomeado instrutor de infantaria da EscolaMilitar\ndo Realengo em julho de 1934,matriculou-se na Escola Militar do Riode\nJaneiro em agosto desse mesmo ano.Promovido a capitão ainda em outubro\nde1934, retornou ao 28^o^ BC comocomandante da 1^a^ Companhia\nemfevereiro de 1935. Em dezembro teve suatransferência solicitada ao\npresidente GetúlioVargas pelo interventor de Sergipe Erônidesde\nCarvalho, sob a alegação de nãoser elemento de confiança do governo.O\npedido, contudo, não foi atendido, eMílton Pereira de Azevedo foi lotado\nemfevereiro do ano seguinte no estado-maiordo batalhão. Em maio de 1939,\njáapós a instauração do Estado Novo (10/11/1937),foi novamente nomeado\ninstrutor de infantariada Escola Militar e em junho passoua auxiliar de\ncomandante do corpo decadetes.\n\nEm fevereiro de 1940 matriculou-sena Escola de Armas e em outubrodesse\nmesmo ano foi nomeado adjunto dedireção de manobras do Curso de\nInfantaria.Em dezembro seguinte, estando à disposiçãodo Ministério da\nJustiça e Negócios Interiores,exerceu a função de instrutor da\nPolíciaMilitar do Rio de Janeiro.\n\nNomeado interventor federal em Sergipe,sucedeu a Erônides de Carvalho em\njulhode 1941. Permaneceu no cargo até marçode 1942, quando foi\nsubstituído por AugustoMaynard Gomes. Foi promovido a major emdezembro\ndo ano seguinte e a tenente-coronelem setembro de 1950. Em setembro\nde1952 passou para o quadro suplementargeral e de abril a outubro do\nanoseguinte foi adido à Diretoria Geral dePessoal. Nesse período, foi\nincurso noartigo 237 do Código Penal Militar, referenteao favorecimento,\npor parte de comandantes,da prática de atos contra a\nadministraçãomilitar, e respondeu a um processo-crimecomo coparticipante\ndas atividades subversivasocorridas na 6^a^ RM. Retornoucomo adido do\n28^o^ BC da6^a^ RM em outubro de 1953.Em março do ano seguinte foi\nnomeadochefe de uma sessão da Divisão deMobilização da Diretoria Geral\nde Engenhariado Distrito Federal.\n\nEm março de 1955 foi promovidoa coronel e em julho desse mesmoano\ntransferiu-se para o Quartel-General da6^a^ RM, até que em maiodo ano\nseguinte foi nomeado chefe doestado-maior dessa RM. Chefe de gabineteda\nDiretoria de Instrução do Exércitodo Distrito Federal em dezembro de\n1957,a partir de novembro do ano seguinteintegrou também a Diretoria de\nEnsinoe Formação. Ocupou a chefia de gabineteda Diretoria do Pessoal da\nAtiva doDistrito Federal em abril de 1960. Emmaio do ano seguinte foi\ntransferido parao Quartel-General da 4^a^ RM,sediada em Juiz de Fora\n(MG), quepassou a chefiar em junho. Assumiu ocomando do Curso de\nPreparação de Oficiaisda Reserva (CPOR) da 6^a^ RM,em outubro de 1962.\n\nFaleceu no dia 2 de fevereirode 1964.\n\n**FONTES:**ARQ. PÚBL. EST. SE; MIN.GUERRA. *Almanaque* (1950); POPPINO,\nR. *Federal*;WYNNE, J. *História.*\n","ref":"**FONTES:**ARQ. PÚBL. EST. SE; MIN.GUERRA. *Almanaque* (1950); POPPINO,\nR. *Federal*;WYNNE, J. *História.*\n","dic":"DHBPR"}