{"title":"REAÇÃO REPUBLICANA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**REAÇÃO REPUBLICANA**\n\nMovimento político eleitoral criado em junho de 1921 por forças de\noposição, tendo à frente Nilo Peçanha, com o objetivo de disputar as\neleições presidenciais previstas para 1^o^ de março de 1922.\n\nA sucessão presidencial de 1922 revestiu-se de um caráter peculiar, já\nque pela primeira vez o confronto entre os grandes estados e os estados\nintermediários se colocou claramente numa disputa sucessória, revelando\nas tensões regionais interoligárquicas e desnudando as contradições do\nfederalismo brasileiro. Esse confronto assumiu sua forma plena através\nda formação da Reação Republicana, que lançou a candidatura dissidente\ndo fluminense Nilo Peçanha em oposição à candidatura oficial do mineiro\nArtur Bernardes. Enquanto Bernardes contava com o apoio de Minas Gerais,\nSão Paulo e pequenos estados, em torno da Reação Republicana uniram-se\nRio de Janeiro, Rio Grande do Sul, Bahia, Pernambuco e Distrito Federal,\ntentando construir um eixo alternativo de poder.\n\nEvento político chave, a Reação Republicana permite captar a cultura\npolítica e o comportamento, as aspirações e demandas dos diferentes\nsegmentos do sistema político brasileiro na Primeira República. O\nestabelecimento da “política dos governadores” por Campos Sales\n(1898-1902) havia instaurado no país uma cultura política que se\nconsolidou, controlando a competição, neutralizando as oposições e\ndomesticando os conflitos políticos. A Reação Republicana representou\nexatamente um momento de contestação desse sistema, inaugurando um ciclo\nde questionamento da ordem vigente.\n\nA década de 1920 foi um período de profundas transformações na sociedade\nbrasileira, na medida em que então se manifestaram uma crise\nintraoligárquica, uma demanda de maior participação dos setores urbanos\ne uma insatisfação dos segmentos militares. Desenvolveram-se também\nnovas formas de pensamento e elaboração cultural. O ano de 1922, em\nespecial, aglutinou uma sucessão de eventos que mudaram de forma\nsignificativa o panorama político e cultural do país. A Semana de Arte\nModerna, a criação do Partido Comunista do Brasil (PCB), o movimento\ntenentista, a criação do Centro Dom Vital, a comemoração do Centenário\nda Independência e a própria sucessão presidencial de 1922 foram\nindicadores importantes dos novos ventos que sopravam, colocando em\nquestão os padrões culturais e políticos da Primeira República.\n\nA Formação e a Campanha da Reação Republicana\n\nNo dia 24 de junho de 1921, um grupo de políticos reunidos no Centro\nRio-Grandense, no Rio de Janeiro, divulgou um manifesto lançando a chapa\nNilo Peçanha- J. J. Seabra e criando o movimento da Reação Republicana.\nOs pontos básicos do documento eram a crítica ao processo adotado pelos\ngrandes estados para a escolha do candidato à presidência, a\nreivindicação de maior autonomia para o Legislativo frente ao Executivo\ne a exigência de maior credibilidade para as forças armadas, que no\ngoverno de Epitácio Pessoa (1919-1922) haviam sido afastadas da chefia\ndas pastas militares. Do ponto de vista econômico, o manifesto defendia\nprincípios financeiros ortodoxos e elegia o equilíbrio do orçamento\nfederal e o equilíbrio cambial como questões centrais.\n\nColocadas de maneira vaga no manifesto de lançamento, essas ideias foram\nassumindo contornos mais nítidos ao longo da campanha eleitoral. Em seu\nprimeiro discurso já como candidato, Nilo Peçanha definiu a Reação\nRepublicana como um movimento “de defesa dos princípios republicanos”,\norganizado para que as “decisões políticas nacionais saiam do terreno\ndas convergências regionais para horizontes mais iluminados de crítica e\nliberdade, e que do choque das ideias postas a serviço da emancipação\npolítica dos estados se possa caminhar para a formação de partidos que\nserão a alma da República”. Partindo desses pontos de vista, Nilo\naprofundava as críticas ao funcionamento do regime federalista, que\nbeneficiava os grandes estados em detrimento dos demais, chamava a\natenção para a importância da institucionalização dos partidos e já\nanunciava suas preocupações com a situação de desprestígio que vinham\nenfrentando os militares.\n\nEntretanto, dentro dos padrões políticos vigentes na Primeira República,\nser candidato da oposição significava enfrentar todo tipo de\ndificuldade. As regras de funcionamento da “política dos governadores”\ngarantiam a perpetuação das situações no poder, e a sorte das\ncandidaturas oposicionistas parecia já estar traçada antes mesmo da\ndisputa eleitoral. Ainda assim, as forças dissidentes acreditavam dispor\nde um espaço considerável para neutralizar as dificuldades. O nome de\nArtur Bernardes encontrava ampla resistência em diversos setores e\nestados, e isso seria suficiente, na sua concepção, para quebrar a regra\nclássica de funcionamento da política oligárquica. A Reação Republicana\nacreditava poder equacionar esse desafio através do uso de diferentes\nestratégias: a cooptação de chefes políticos municipais e estaduais\ndescontentes com as forças bernardistas, a propaganda eleitoral e a\nbusca de apoio militar.\n\nDe acordo com a avaliação feita pela Reação Republicana em junho de\n1921, tomando por base uma massa eleitoral de 500 mil eleitores, os\nbernardistas contavam com 300 mil votos e os nilistas com 200 mil. A\ndespeito de todas as desvantagens que enfrentava, a Reação Republicana\ncontava poder diminuir essa diferença não só garantindo suas posições\nnos estados aliados, como ampliando sua influência nos estados dominados\npelos bernardistas. Para atingir essa previsão, a Reação Republicana\npretendia desenvolver uma política de cooptação de lideranças estaduais\ne locais descontentes com as situações dominantes em suas áreas de\natuação.\n\nA correspondência relativa à Reação Republicana encontrada no arquivo de\nNilo Peçanha fornece informações interessantes sobre os procedimentos\nadotados. É abundante o número de cartas oriundas dos mais diversos\nmunicípios do país traçando um quadro detalhado e minucioso da situação\npolítica daquelas localidades e apontando as lideranças passíveis de\nserem cooptadas pelos nilistas. Detectados esses aliados potenciais,\neram iniciadas as negociações com vistas ao compromisso político. O\nenvio de recursos para a abertura de comitês de propaganda e alistamento\neleitoral selava o acordo. Em troca do apoio à candidatura de Nilo\nseriam concedidos favores e melhores posições nos estados nilistas, e\nprivilégios futuros nos estados controlados pelas forças bernardistas.\n\nA despeito do uso em larga escala da fraude, e das inúmeras\npossibilidades de manipulação do processo eleitoral, os articuladores da\nReação Republicana atribuíam um papel importante à mobilização do\neleitorado. Acreditando na possibilidade de reverter em seu favor as\nvantagens que beneficiavam o candidato mineiro, Nilo Peçanha adotou\nassim uma segunda estratégia, a propaganda eleitoral, procedimento até\nentão praticamente inédito entre as práticas políticas vigentes no país.\nO uso desse novo estilo de campanha tinha como objetivo promover uma\nmobilização política mais ampla que pudesse angariar o apoio de\nsegmentos das oligarquias secundárias, descontentes com o funcionamento\ndo sistema oligárquico e do federalismo, bem como das populações\nurbanas, ansiosas por obter o direito a uma maior participação política.\n\nAinda que o emprego desse tipo de procedimento tivesse suas limitações\nreconhecidas, e não fosse ser necessariamente traduzido em votos, em\nvirtude do caráter formal de que se revestia o processo eleitoral, havia\ninteresse em promover através da propaganda a mobilização da opinião\npública, um trunfo capaz de tornar menos desigual a posição das forças\noposicionistas. Contando com essa mobilização, a Reação Republicana\npassava a dispor de um cacife que poderia ser utilizado para intimidar\nas forças da situação no uso da fraude e da violência política, bem como\npara sensibilizar as forças armadas a seu favor. Em última instância, os\ndissidentes pensavam com isso poder dispor de um meio de pressão capaz\nde levar à retirada da candidatura mineira, o que chegou a ser tentado\nem algumas ocasiões, sem contudo atingir os resultados desejados.\n\nO plano de propaganda eleitoral da Reação Republicana consistiu na\ncriação de comitês eleitorais estaduais e municipais, e na organização\nde uma *tournée* que percorreria grande número de estados do país,\ndirigindo-se diretamente ao eleitorado. A Nilo caberia visitar os\nestados do Amazonas, Maranhão, Pernambuco, Bahia, Espírito Santo,\nDistrito Federal e São Paulo, e a J. J. Seabra, Alagoas, São Paulo,\nParaná e Rio Grande do Sul. Alguns estados seriam visitados por ambos.\n\nO programa da Reação Republicana, divulgado durante a campanha,\nreeditava inúmeros pontos defendidos por Nilo Peçanha desde seu primeiro\ngoverno no estado do Rio de Janeiro. Ao lado dos problemas locais\nenfatizados nos discursos proferidos em cada lugar, dois grandes temas\nforam desenvolvidos: a solução da crise econômica que o país atravessava\ne a regeneração dos costumes políticos brasileiros. Em relação ao\nprimeiro, era colocado como ponto primordial a defesa da agricultura: “A\nlavoura é tudo, é o eixo em torno do qual gira o mundo dos negócios, o\ncentro de gravitação do sistema financeiro, a força que aciona a\nengrenagem econômica e a retarda e a acelera, conforme o movimento da\nforça motriz”.\n\nA partir da defesa da agricultura eram ressaltadas a importância da\ndiversificação e a necessidade de autossuficiência na produção de\nalimentos. Como meio de atingir esses objetivos propunha-se a redução\ndos fretes de transporte, a tributação dos produtos estrangeiros\nsimilares aos de produção nacional, e a diminuição progressiva dos\nimpostos sobre a produção em troca da implantação do imposto\nterritorial. No tocante à agricultura de exportação, embora reconhecesse\nque “o café era a espinha dorsal da economia”, Nilo Peçanha chamava a\natenção para a necessidade de serem amparadas as demais culturas como o\ncacau, a borracha, o açúcar etc. No plano financeiro, como adepto da\nortodoxia, Nilo manifestava-se contra a inflação e a favor da\nconversibilidade da moeda e dos orçamentos equilibrados. A despeito de\nseu compromisso oligárquico, criticava igualmente a estrutura\nadministrativa marcada pelo empreguismo e pelo clientelismo.\n\nNa esfera política, as questões abordadas referiam-se às “distorções do\nfederalismo” e ao “imperialismo dos grandes estados”. A esse respeito\nNilo declarava: “Às poderosas unidades da Federação já não basta o\nprivilégio odioso da eleição do presidente da República, elas influem\naté na constituição das bancadas dos estados mais fracos, ora fazendo\nincluir representantes seus, ora escolhendo entre os eleitos e\nconstantes, os delegados de sua política de avassalamento e distorção”.\n\nAlém das propostas voltadas para os grupos oligárquicos dissidentes, a\nReação Republicana estava interessada em mobilizar as massas urbanas.\nPara atender a esse objetivo, a campanha se revestiu de um apelo\npopular, pregando a urgência “de arrancar a República das mãos de alguns\npara as mãos de todos”. Nesse sentido, Nilo Peçanha declarava: “O mundo\nnão pode ser mais o domínio egoístico dos ricos, e [...] só teremos paz\nde verdade, e uma de justiça, quando nas nossas propriedades [...] e nas\nnossas consciências, sobretudo, forem tão legítimos os direitos do\ntrabalho como os do capital. Não é mais possível a nenhum governo\nbrasileiro deixar de respeitar, dentro da ordem, a liberdade, a\nliberdade operária, o pensamento operário”. O destaque dado a essa\nquestão estava ligado à intensa agitação operária que marcou os últimos\nanos da década de 1910 e colocou em evidência o debate acerca da questão\nsocial. Nilo advogava igualmente a extensão da instrução pública para\nacabar com o analfabetismo e como alternativa para ampliar a\nparticipação política dos segmentos desprivilegiados. A despeito desse\ndiscurso progressista, nenhuma proposta concreta que propiciasse uma\nmaior democratização foi entretanto apresentada. O voto secreto, por\nexemplo, já reivindicado por expressivos segmentos urbanos, não era\nobjeto de discussão.\n\nAinda que com uma plataforma tão limitada em termos de propostas\nconcretas para os interesses das populações urbanas, Nilo conseguiu\nobter uma considerável penetração nesse contingente eleitoral, em\nespecial no Distrito Federal. O noticiário dos jornais nilistas insistia\nna penetração do candidato da Reação Republicana no seio do eleitorado\nurbano, e até mesmo as forças oposicionistas reconheciam temerosas esse\nfato.\n\nEra inegável, naquele momento, a penetração do nome de Nilo junto às\ncamadas urbanas do Distrito Federal. Isto pode ser explicado não só em\nfunção de suas características pessoais, pois era um excelente orador,\ncom grande capacidade de comunicação, mas também pelas próprias\ncaracterísticas e anseios dos grupos urbanos. Numa sociedade em que\nesses segmentos se achavam marginalizados de participação política, o\nsimples fato de o discurso nilista considerá-los como interlocutores\ndignos de atenção já era em si uma iniciativa mobilizadora.\n\nPorém, se no Distrito Federal Nilo conseguia encantar as massas urbanas,\nfazendo de seu comício de outubro de 1921 um grande acontecimento\npopular, como admitiu um correligionário de Bernardes, as populações das\ncidades fluminenses mostravam-se resistentes ao fascínio nilista. Com\nexceção de Campos, terra natal de Nilo, os principais centros urbanos do\nestado do Rio, Niterói, Petrópolis e Nova Friburgo, eram áreas onde as\nposições fluminenses movimentavam-se com mais desenvoltura e onde a\npolítica nilista tinha maiores dificuldades de exercer seu controle. Na\nverdade, enquanto no Distrito Federal e em outras capitais do país Nilo\napresentava um discurso mais progressista, em seu estado natal, onde\nresidiam suas principais bases, seu papel era o de oligarca típico, que\npromovia perseguições políticas, fraudava eleições, enfim, lançava mão\nde todas as práticas características do coronelismo.\n\nA despeito das diferentes práticas adotadas visando a ampliar as\npossibilidades de vitória da chapa da Reação Republicana, o desenrolar\nda campanha sucessória e a aproximação de pleito evidenciavam os limites\ndessas estratégias. A cooptação dos elementos dissidentes não era fácil\nde ser efetivada, e muitas adesões esperadas não se concretizaram. As\npráticas políticas vigentes na República Velha, baseadas no compromisso\ncoronelista, implicavam uma postura de reciprocidade em que cada parte\ntinha algo a oferecer. No caso da Reação Republicana, poucos eram os\ntrunfos que podiam ser usados para obter o apoio eleitoral dos oligarcas\ne coronéis do interior, já que a máquina federal não podia ser usada na\ndistribuição de privilégios e favores. Por outro lado, a campanha\neleitoral, por mais sucesso que obtivesse, não era capaz de definir o\npleito. Ainda que sem abrir mão dessas iniciativas, tornava-se\nfundamental contar com alternativas mais eficazes: era preciso encontrar\num novo parceiro político capaz de antepor-se às oligarquias dominantes.\nOs militares eram o segmento ideal.\n\nOs conflitos entre os militares e o governo federal já haviam marcado\nvários momentos da política republicana. A posse de Epitácio Pessoa e a\nposterior escolha de civis para ocupar as pastas militares durante seu\ngoverno só fizeram acirrar as dificuldades. O retorno de Hermes da\nFonseca da Europa em novembro de 1920 recrudesceu os antagonismos, e sua\neleição para presidente do Clube Militar em 1921 abriu novas\narticulações em torno de seu nome, que chegou a ser cogitado para a\nsucessão presidencial. A não concretização de sua candidatura veio\naumentar ainda mais a insatisfação dos militares, o que os tornava\naliados em potencial das oligarquias dissidentes. De fato, desde o\nlançamento do manifesto da Reação Republicana no Rio de Janeiro ficaram\nclaras as preocupações em obter uma aproximação com os militares,\natravés da crítica à posição secundária que lhes vinha sendo atribuída\npelo governo federal. Também nos estados a campanha eleitoral procurou a\nadesão e a simpatia dos elementos militares distribuídos pelas várias\nregiões.\n\nO arquivo de Nilo Peçanha traz informações significativas acerca de suas\nligações com os militares ao longo de todo o segundo semestre de 1921.\nSão inúmeras as cartas de militares provenientes de diferentes estados\ndo país declarando seu apoio a Nilo e relatando suas iniciativas para a\ncriação de comitês eleitorais. A imprensa nilista também fazia questão\nde enfatizar o apoio dos militares ao candidato oposicionista, como\ndemonstra a notícia publicada em novembro de 1921 por *O Imparcial*:\n“Nilo Peçanha desce de bordo do *Iris* nos braços de um general e de um\nalmirante – o Exército e a Armada se confraternizam com o povo para\nglorificar o grande líder democrático”.\n\nO ponto culminante desse processo de aproximação se deu com o episódio\ndas chamadas “cartas falsas”, supostamente enviadas por Bernardes a Raul\nSoares, contendo referências desrespeitosas aos militares. A publicação\ndesses documentos pelo *Correio da Manhã* visava claramente a\nincompatibilizar o candidato situacionista com os militares e envolver\nestes últimos definitivamente na causa dissidente.\n\nA Eleição de Artur Bernardes e a Crise Político-Militar\n\nA despeito do clima de intensa agitação política que marcou os primeiros\nmeses de 1922, as eleições presidenciais realizaram-se na data prevista,\nem 1^o^ de março. Os resultados eleitorais, controlados pela máquina\noficial, deram a vitória a Bernardes, com 446 mil votos, contra 317 mil\nde Nilo Peçanha. Mais uma vez o esquema eleitoral vigente na Primeira\nRepública funcionou para garantir a posição do candidato oficial.\nDiferentemente dos pleitos anteriores, porém, não houve uma aceitação\ndos resultados eleitorais pela oposição. A Reação Republicana não\nreconheceu a derrota e, além de reivindicar a criação de um Tribunal de\nHonra que arbitrasse o processo eleitoral, desencadeou uma campanha\nvisando, de um lado, a manter a mobilização popular, e de outro, a\naprofundar o processo de acirramento dos ânimos militares.\n\nAo longo de todo o primeiro semestre de 1922, e em especial após as\neleições, a imprensa pró-Nilo assumiu uma postura panfletária,\ndenunciando diariamente as punições e transferências sofridas pelos\ntenentes antibernardistas. Além de denunciar as perseguições feitas\npelos bernardistas aos militares, as lideranças da Reação Republicana\nradicalizavam suas posições, abrindo espaço para a possibilidade de\nintervenção armada na decisão do conflito político. A esse respeito J.\nJ. Seabra declarava: “Se não for aceita essa solução patriótica e\nhonrosa do Tribunal de Arbitramento, teremos a luta e a sangueira”.\nNesse clima de intensa agitação política, os militares começaram a\npassar do protesto à rebeldia e a intervir de fato em disputas políticas\nlocais em favor de seus aliados civis, como aconteceu no Maranhão.\nParalelamente, começavam a aparecer os primeiros sinais de tentativas de\nlevantes no Distrito Federal e em Niterói.\n\nAs lideranças políticas de Minas e São Paulo não se deixaram entretanto\nintimidar diante das declarações alarmistas dos militares sobre a ameaça\nde revolta das tropas, e nem a ideia do Tribunal de Honra, nem a\nproposta conciliadora de Epitácio foram consideradas. Às advertências\nmilitares, segundo *O Estado*, Raul Soares teria respondido: “Se as\nclasses armadas se acham no direito de fazer a revolução, nós nos\nachamos no dever de debelá-la”. Carlos de Campos, líder da bancada\npaulista na Câmara dos Deputados, assumia posição semelhante ao\ndeclarar: “Não cogitamos de acordo, nem é possível aceitá-lo. A atitude\nde São Paulo é definida e definitiva”.\n\nEm conformidade com essa orientação, ao ser realizada em maio de 1922 a\neleição para a Mesa da Câmara e para as diversas comissões\nparlamentares, foram excluídos todos os deputados dissidentes. A\ndisposição clara das forças bernardistas de não fazer nenhum tipo de\nnegociação conduziu a uma radicalização maior das correntes\noposicionistas. Com o afastamento de seus partidários de todas as\ncomissões da Câmara e dos trabalhos de reconhecimento eleitoral, Nilo\nPeçanha e J. J. Seabra lançaram um manifesto que declarava: “A\ndissidência retira-se do Congresso e só a este caberá a responsabilidade\ndo que acontecer de hoje em diante”. Totalmente marginalizadas no\ncenário político nacional e sem nenhuma possibilidade de acordo, as\nforças dissidentes não tinham outra alternativa senão o aprofundamento\ndas relações com os militares.\n\nAs possibilidades de subversão da ordem e de intervenção militar\ntornavam-se por sua vez cada vez mais concretas. Ainda em meados de\nmaio, Dantas Barreto, já suspeitando da crise que iria eclodir em\nPernambuco, telegrafou a Nilo declarando: “Tribunal de Honra ou\nrevolução”.\n\nA rebelião eclodiu finalmente em 5 de julho de 1922 e contou com a\nparticipação das guarnições de Campo Grande (MT), Niterói e Distrito\nFederal.\n\nA tentativa de revolta fracassou desde o começo, sendo logo sufocada\npelas forças federais. O movimento não obteve a adesão de segmentos\nmilitares expressivos, e as oligarquias dissidentes, que tanto haviam\ncontribuído para acirrar os ânimos militares, não se dispuseram a um\nengajamento mais efetivo. Epitácio pediu imediatamente a decretação do\nestado de sítio no estado do Rio e no Distrito Federal, e grande número\nde deputados dissidentes do Rio Grande do Sul, Bahia e Pernambuco\nvotaram a favor da medida, demonstrando um recuo das oligarquias e a\ndesarticulação completa da Reação Republicana.\n\nNos meses seguintes, a repressão desencadeada pelo governo fortalecido\nde Epitácio determinou inúmeras prisões e instaurou vários processos.\nEmbora arrolado no inquérito policial como envolvido na revolta, Nilo\nPeçanha não teve as acusações comprovadas. Entretanto, inúmeros\npolíticos fluminenses e jornalistas foram presos e processados.\n\nPor ocasião da posse de Bernardes, em novembro de 1922, Nilo Peçanha\nvoltaria a se pronunciar publicamente lançando um manifesto à nação.\nEsse documento, além de resumir os pontos básicos do programa da Reação\nRepublicana, defendia a regeneração da República. Nilo não só retomava\nideias centrais defendidas desde o começo de sua carreira política –\ncomo a diversificação da agricultura e uma política econômico-financeira\nortodoxa – mas também se engajava na defesa de novos pontos como a\nreforma constitucional e o voto secreto para todos os cidadãos\nalfabetizados. Finalmente, criticava com vigor as distorções do\nfederalismo, advogando uma representação mais igualitária dos estados no\nCongresso, que atenuasse a preponderância que a antiga divisão das\nprovíncias do Império havia determinado em favor das grandes unidades, e\nque tornava cada dia mais precário o equilíbrio da Federação.\n\nContudo, qualquer que fosse sua posição naquele momento, Nilo Peçanha\nnão iria alterar sua sorte política. A Reação Republicana já estava\ncompletamente diluída, e as oligarquias dissidentes tentavam se\nrearticular com a situação dominante de forma a evitar as intervenções\nfederais. Se a posição do Rio Grande do Sul garantiu o controle do\nestado para o Partido Republicano Rio-Grandense (PRR) de Borges de\nMedeiros, a Bahia, Pernambuco e Rio de Janeiro sofreram alterações\nsignificativas nas suas políticas internas, com a troca dos grupos\ndominantes. Especialmente no estado do Rio, esse processo de revezamento\nde grupos no controle do estado assumiria um caráter radical.\n\nPode-se dizer, portanto, que a Reação Republicana não foi resultado\ndireto das divergências em torno da terceira política de valorização do\ncafé, nem da disputa pela vice-presidência da República, nem da\ninsatisfação das camadas urbanas cariocas. A Reação Republicana resultou\nda insatisfação das oligarquias de segunda grandeza diante da dominação\ndo eixo Minas-São Paulo. A resistência dos estados do Rio de Janeiro,\nBahia, Pernambuco, Rio Grande do Sul e do Distrito Federal não era um\nfenômeno novo, pois em várias ocasiões pode-se destacar a busca de\narticulação entre essas oligarquias estaduais com o objetivo de aumentar\nseu poder de negociação frente aos estados dominantes. A Reação\nRepublicana foi um momento expressivo dessa luta. Não devem ser\nesquecidas, entretanto, as formas de articulação buscadas pelos\nintegrantes da Reação Republicana com os setores urbanos, em especial do\nDistrito Federal, e os militares.\n\nMarieta de Moraes Ferreira\n\n**FONTES:** APULCRO, X. *Verdade*; CARVALHO, J. *Construção*; CASTRO, S.\n*República*; CONNIFF, M. *Urban*; FAUSTO, B. *Brasil*; FAUSTO, B.\n*Expansão*; FERREIRA, M. *República*; FONSECA FILHO, H. *Marechal\nHermes*; FORJAZ, M. *Tenentismo*; FRANCO, A. *Um estadista*; FREIRE, A.\n*Bancada*; FRITSCH, W. *Aspectos*; GABAGLIA, L. *Epitácio Pessoa*; LAGO,\nM. *Convenção*; MAGALHÃES, B. *Artur*; MENDONÇA, S. *Ruralismo*;\nPEÇANHA, C. *Nilo Peçanha*; PEÇANHA, C. *Nilo Peçanha*; TOLENTINO, J.\n*Nilo Peçanha.*\n","ref":"**FONTES:** APULCRO, X. *Verdade*; CARVALHO, J. *Construção*; CASTRO, S.\n*República*; CONNIFF, M. *Urban*; FAUSTO, B. *Brasil*; FAUSTO, B.\n*Expansão*; FERREIRA, M. *República*; FONSECA FILHO, H. *Marechal\nHermes*; FORJAZ, M. *Tenentismo*; FRANCO, A. *Um estadista*; FREIRE, A.\n*Bancada*; FRITSCH, W. *Aspectos*; GABAGLIA, L. *Epitácio Pessoa*; LAGO,\nM. *Convenção*; MAGALHÃES, B. *Artur*; MENDONÇA, S. *Ruralismo*;\nPEÇANHA, C. *Nilo Peçanha*; PEÇANHA, C. *Nilo Peçanha*; TOLENTINO, J.\n*Nilo Peçanha.*\n","dic":"DHBPR"}
