{"title":"REARMAMENTO NAVAL (1910)","cargoss":["No início do século XX, era opinião geral no Brasil que o país"],"author":"Clodoaldo Bueno","content":"**REARMAMENTO NAVAL (1910)**\n\nNo início do século XX, era opinião geral no Brasil que o país\nnecessitava recompor sua Marinha de Guerra. De presença marcante na\nAmérica do Sul no século anterior, estava ela reduzida, tanto nos seus\nefetivos quanto no número de navios, em razão das convulsões políticas\ndo início da República, sobretudo a Revolta da Armada, contra o\npresidente Floriano Peixoto (1891-1894). O descaso do Poder Executivo\ntambém contribuíra para o sucateamento da Marinha. O prestígio e a\nsegurança nacional eram invocados por aqueles que pediam seu reforço,\npor temerem eventuais agressões de nações extracontinentais ou afrontas\nao amor próprio nacional oriundas do contexto sul-americano. As\nviolações de soberania do imperialismo europeu contra nações asiáticas e\nafricanas provocavam temor entre os brasileiros, que, por isso, sempre\nenfatizaram o caráter defensivo do rearmamento, justificado pela\nnecessidade de resguardar o extenso litoral do país.\n\nJosé Maria da Silva Paranhos Júnior, barão do Rio Branco, diplomata e\nopinião de peso nos assuntos internacionais, preocupara-se com o estado\nde defesa do Brasil antes mesmo de assumir o Ministério das Relações\nExteriores (1902-1912). Homem de seu tempo e identificado com a opinião\nnacional, estimulou o desenvolvimento do projeto de rearmamento naval,\nbem como a conscrição militar. O caráter pacífico da nacionalidade não\nimplicava, no seu entender, manter o país em estado de fraqueza militar,\npois conflitos militares independiam da vontade nacional. O litoral, a\nvastidão do território e sua posição no continente, bem como o\nrearmamento de nações vizinhas, obrigavam o Brasil a dotar-se dos\nnecessários elementos de defesa. Na condição de chanceler, defendeu o\naumento rápido da armada, não porque alimentasse propósitos bélicos, mas\npara resguardar o país de eventual e premeditado insulto.\n\nNa campanha a favor do rearmamento empenhou-se, também, Rui Barbosa,\ntribuno e jurista dos mais respeitados à época. Em sintonia com o que\nhavia de mais atual na literatura sobre o tema, já nas *Cartas de\nInglaterra* (a primeira edição é de 1896), invocando exemplos europeus e\nda história norte-americana extraídos da Guerra de Secessão, e apoiado\nem autores que valorizavam o papel da armada na defesa nacional (como\nStenzel, Wilkinson, Alfred T. Mahan), Rui chamava a atenção,\nnomeadamente em “Lição do Extremo Oriente”, para o estado deplorável em\nque se encontrava a defesa do país após o aniquilamento da Marinha de\nGuerra em decorrência de sua revolta (6/9/1893-13/3/1894) contra\nFloriano Peixoto. Reportava-se, ainda, aos recursos financeiros que a\nArgentina destinava ao desenvolvimento de sua Marinha, e, embora não\natribuindo a ela propósitos agressivos em relação ao Brasil, ressalvava\nque a força militar convertia-se em tentação contra vizinhos\nmilitarmente despreparados.\n\nO Debate no Legislativo\n\nO almirante Júlio César de Noronha, ministro da Marinha do presidente\nRodrigues Alves (1902-1906), influenciado pelos conceitos de supremacia\ndo poder naval do almirante Alfred T. Mahan, elaborou um programa de\nrearmamento, no qual se previam navios cujos modelos eram os das\nmelhores esquadras de então. No Legislativo, a discussão decorrente da\napreciação da proposta de reequipar a Marinha não foi sobre a\nnecessidade, mas sobre a forma e os meios mais adequados de implantá-la.\nEm consonância com a opinião geral, os homens públicos entendiam que a\narmada nacional necessitava ser refeita pelo fato de estar obsoleta,\npois sob a República houvera retrocesso no que dizia respeito à defesa\nnacional. Não mais havia, verdadeiramente, Exército nem Esquadra. O\nestímulo para o aumento da tonelagem dos navios provinha também do\nPrata, onde a imprensa discutia o plano brasileiro de reorganização\nnaval. Na Câmara, o deputado Laurindo Pita foi defensor do programa\nnaval aprovado em 1904 (Decreto n^o^ 1.296, de 14 de julho).\n\nLogo após aprovado, o programa foi alvo de campanha, sobretudo na\nimprensa e no Congresso, que visava à sua modificação, sob o fundamento\nde que estaria superado. O debate, na legislatura que teve início em\nabril de 1906, incorporava os novos conceitos de guerra naval que\nsurgiram em razão dos estudos sobre a então recente derrota da Rússia\npara o Japão; por conta disso, defendia-se a inclusão na armada nacional\nde encouraçados de grande porte. Nessa linha pronunciou-se Antônio\nNogueira, relator do projeto que fixava a força naval para 1907. O\ncruzador-encouraçado estaria superado, e, assim, era favorável à\naquisição de unidades com poder de fogo superior ao *dreadnought*\ninglês. O discurso do deputado entrava em cheio naquilo que se\ncaracteriza como corrida armamentista, pois propunha a compra de\nunidades superiores àquelas que o eventual contendor pudesse ter e\nlevava o assunto para o terreno da hegemonia marítima no sul do\ncontinente. José Carlos de Carvalho, deputado e ex-oficial da Marinha,\nposicionou-se também pela revisão do programa naval já votado, levando\nem conta os ensinamentos da guerra citada e, portanto, defendendo a\nincorporação de encouraçados de 18 mil toneladas no lugar daqueles de 13\nmil.\n\nNa defesa do programa naval já aprovado pela legislatura anterior,\nmanifestou-se o deputado Jesuíno Cardoso, no entendimento de que não se\npodia pretender elevar a armada nacional ao patamar em que se\nencontravam as das nações navais de primeira ordem mundial. Era preciso\nter em conta a situação geográfica e a posição política do país. O\ndeputado defendeu a execução do plano naval anterior e assim mesmo\n“parceladamente, em prazo mais ou menos dilatado, e com recursos normais\ne ordinários, mediante verbas anualmente consignadas” (sessão de 17 de\njunho de 1906). Na mesma linha contrária a alteração do plano naval já\nvotado, estava Tomás Cavalcanti, que não concebia que a esquadra a se\nconstruir ficasse reduzida a encouraçados de combate.\n\nNo Senado, o parecer de 19 de agosto de 1906 da Comissão de Marinha e\nGuerra, assinado por Júlio Frota, Alexandrino de Alencar e Pires\nFerreira, ao realçar o estado precário em que se encontrava a\nadministração naval do país, refletiu a opinião da Casa. No plenário,\ndestacaram-se Joaquim Catunda, como veemente defensor do aumento da\narmada, sob o argumento de que era do mar que poderia vir o perigo para\na soberania do país, e Lauro Sodré, que não confiava nas promessas de\npaz, harmonia e fraternidade entre as nações.\n\nNão obstante o alarmismo com que muitas vezes o assunto era tratado,\nsobretudo na imprensa, havia senadores que não vislumbravam perigo nas\nnações limítrofes e falavam a linguagem da paz, pedindo a discussão do\nassunto sem açodamento. Assim o fez, por exemplo, Pires Ferreira, que\nreiterava o caráter defensivo do rearmamento, o resguardo do litoral\nextenso e o intuito de ver o país se fazer respeitar. Embora o ponto de\ncomparação fosse sempre a Argentina, havia integrantes do Senado que\nreafirmavam a desambição territorial do Brasil e descartavam qualquer\nintenção de hegemonia no Atlântico ou, mais precisamente, na área do\nPrata. Havia senadores que tanto insistiam no caráter pacífico dos\narmamentos que pareciam pedir desculpas aos vizinhos.\n\nA Esquadra de 1910\n\nA campanha levada a efeito no Legislativo e na imprensa foi eficaz. Sete\ndias após a posse do almirante Alexandrino Faria de Alencar como\nministro da Marinha, na inauguração do governo Afonso Pena em 15 de\nnovembro de 1906, o programa naval de 1904 foi substituído pelo\nconstante do Decreto n^o^ 1.567. Autorizado pelo Congresso Nacional, o\nExecutivo elaborou novo programa, pelo qual se aumentava o deslocamento\ndos três encouraçados (de 14 mil para 19.280 toneladas) e\ncaça-torpedeiras (*destroyers*). Substituíam-se os cruzadores\nencouraçados por exploradores rápidos, e o navio carvoeiro e o navio\nescola por um navio mineiro e um pequeno navio para o serviço de\nhidrografia e de exploração da costa. Os encouraçados estariam entre os\nmais possantes e modernos do mundo.\n\nExiste a versão, como mostram Martins e Cozza, de que o programa naval\nde 1906 teria sido inspirado nas ideias de sir Hugh Tennynson\nd’Eyncourt, que representaria os interesses da firma inglesa Vickers\nArmstrong, que, com efeito, recebeu a encomenda de três encouraçados (o\n*Minas Gerais*, o *São Paulo* e o *Rio de Janeiro*) de grande porte,\ntipo *dreadnought*. O Brasil não chegou a receber o *Rio de Janeiro*,\npois o vendeu à Turquia, o que levou ao cancelamento da construção das\nunidades que lhe dariam apoio; assim, o Programa Alexandrino ficou\nreduzido a dois *dreadnoughts*, dois *scouts* e dez *destroieres*. Logo\ndepois da incorporação das novas unidades à Marinha nacional, e sete\ndias depois da posse de Hermes da Fonseca na presidência da República em\n15 de novembro de 19, ocorreu a Revolta dos Marinheiros (conhecida\ntambém com a Revolta da Chibata, 22 a 25/11/1910), que envolveu o antigo\nencouraçado *Deodoro*, mas teve seu núcleo exatamente nas três mais\npoderosas unidades, os citados *Minas Gerais* e *São Paulo* e o *scout\nBahia*. Adquiridas com esforço financeiro, as novas unidades navais\ncorreram o risco de serem postas a pique por ordem do novo ministro da\nMarinha, Joaquim Marques Batista de Leão, só não o sendo em razão da\nanistia aos revoltosos aprovada pelo Legislativo. Segundo Martins, o\npróprio barão do Rio Branco chegou a fazer gestões no sentido de se\npreservar os novos navios, no entendimento de que eram necessários ao\nequilíbrio naval sul-americano.\n\nApesar da carência de manutenção e de pessoal adequado para guarnecer as\nmodernas unidades adquiridas, com os dois *dreadnoughts* o Brasil passou\na ter dois dos maiores e mais modernos navios de combate do mundo. No\nexterior, formou-se a ideia de que os dois navios estariam acima da\nposição do Brasil no concerto mundial, pois a Inglaterra, tradicional\npotência naval, só tinha, em 1910, encomendado um *dreadnought*. Mesmo\nassim, internamente, o programa naval foi considerado abaixo das\nnecessidades do país, em razão do número de seus portos, da extensão do\nseu litoral e da vastidão territorial. Além disso, os *dreadnoughts*\nestavam impossibilitados de atuar no rio da Prata por causa das suas\ndimensões. De qualquer forma, a esquadra de 1910 não tardou a ficar\nobsoleta em face das inovações desenvolvidas pelas potências\nbeligerantes no decorrer da Primeira Guerra.\n\nA Reação Argentina\n\nBrasil e Argentina eram países satisfeitos em termos territoriais, com\ngrandes vazios. O intercâmbio comercial era de proporção tal que fazia\nda Argentina um dos primeiros exportadores para o Brasil. A única\nquestão séria de limites entre os dois países fora solucionada por meio\nde arbitramento em 1895. No entanto, contrariando tudo isso, os dois\npaíses chegaram a se entregar a uma corrida pelos armamentos, da qual os\nprincipais ganhadores foram os emprestadores de dinheiro e os\nfabricantes de navios.\n\nO auge da disputa naval foi 1907. Fiéis ao espírito de época, as nações\nsul-americanas não escaparam da influência dos escritos do almirante\nnorte-americano Alfred T. Mahan, defensor da política de expansão naval\ne de grandes frotas. Apesar do argumento brasileiro de que o rearmamento\ndestinava-se apenas à proteção do litoral, a Argentina o encarou como um\ndesafio, pois se via como a primeira potência da região. A altivez e a\npreocupação em não permitir o mínimo arranhão no prestígio nacional\nforam constantes na atuação de Rio Branco à frente do Ministério das\nRelações Exteriores. Não seria diferente no tocante aos armamentos.\nEvitou polemizar com certo jornalismo portenho e em momento algum\naceitou sequer falar em redução do plano naval sob pressão argentina.\n\nDepois de intenso debate interno, refletido na imprensa de Buenos Aires\ne acompanhado com atenção pela diplomacia brasileira, a Argentina, em\n1908, decidiu-se pela compra de dois *dreadnoughts.* A disputa naval\namainou-se com a ascensão de Roque Sáenz Peña à presidência da Argentina\n(12/10/1910), o que propiciou o acordo de cavalheiros entre os dois\ngovernos, que, assim, prometeram desistir, mutuamente, do terceiro\n*dreadnought*. Em 1915, a Argentina incorporou à sua armada o\n*Rivadávia* e o *Moreno*, encouraçados de 27.5000 toneladas cada um, que\nhaviam sido encomendados, recuperando assim a supremacia naval na região\nem razão da tonelagem superior aos adquiridos pelo Brasil.\n\nClodoaldo Bueno\n\n**FONTES:** ANCIZAR, R. *Brasil*; ARQ. HIST. ITAMARAT. Despachos e\nOfícios-Buenos Aires (Washington; Arquivo particular do barão do Rio\nBranco); BACKEUSER, E. *Rio Branc* (p.5-25, 1945); BARBOSA, R. *Cartas*;\nBARBOSA, R. *Obras*; BUENO, C. *Política*; CALÓGERAS, J. *Ideas*; CÂM.\nDEP. *Anais* (1902, 1906, 1910); CERVO, A.; BUENO, C. *História*;\nETCHEPAREBORDA, R. *Historia*; FERRARI, G.; GALLO, E. *Argentina*;\nFERRARI, G. *Esquema*; FRAGA, R.; CORRÊA, L. *Argentina*; FRAGA, R.\n*Roca*; GOROSTIAGA, M. *Argentina-Brasil*; *História naval*; LINS, A.\n*Rio-Branco*; LOPES, M. *Rui Barbosa*; MAGALHÃES, J. *Evolução*; MAHAN,\nA. *Influence*; MARTINS, H.; COZZA, D. *Poderes*; MARTINS, H.\n*Panorama*; MARTINS, H. *Revolta*; MORÉL, E. *Revolta*; NERY, F. *Rui\nBarbosa*; *O Paiz* (Rio de Janeiro, 26-28 ago. 1907). “Extravagante e\ncurioso”; “Solidariedade honrosa”; “Diplomacia remodelada”; *Relações\nexteriores do Brazil*; RIO BRANCO, J. *Obras*; ROMERO, J. *Sobre*;\nROMERO, L. *Breve*; SENADO. *Anais* (1905, 1906);TULCHIN, J.\n*Argentina.*\n","ref":"**FONTES:** ANCIZAR, R. *Brasil*; ARQ. HIST. ITAMARAT. Despachos e\nOfícios-Buenos Aires (Washington; Arquivo particular do barão do Rio\nBranco); BACKEUSER, E. *Rio Branc* (p.5-25, 1945); BARBOSA, R. *Cartas*;\nBARBOSA, R. *Obras*; BUENO, C. *Política*; CALÓGERAS, J. *Ideas*; CÂM.\nDEP. *Anais* (1902, 1906, 1910); CERVO, A.; BUENO, C. *História*;\nETCHEPAREBORDA, R. *Historia*; FERRARI, G.; GALLO, E. *Argentina*;\nFERRARI, G. *Esquema*; FRAGA, R.; CORRÊA, L. *Argentina*; FRAGA, R.\n*Roca*; GOROSTIAGA, M. *Argentina-Brasil*; *História naval*; LINS, A.\n*Rio-Branco*; LOPES, M. *Rui Barbosa*; MAGALHÃES, J. *Evolução*; MAHAN,\nA. *Influence*; MARTINS, H.; COZZA, D. *Poderes*; MARTINS, H.\n*Panorama*; MARTINS, H. *Revolta*; MORÉL, E. *Revolta*; NERY, F. *Rui\nBarbosa*; *O Paiz* (Rio de Janeiro, 26-28 ago. 1907). “Extravagante e\ncurioso”; “Solidariedade honrosa”; “Diplomacia remodelada”; *Relações\nexteriores do Brazil*; RIO BRANCO, J. *Obras*; ROMERO, J. *Sobre*;\nROMERO, L. *Breve*; SENADO. *Anais* (1905, 1906);TULCHIN, J.\n*Argentina.*\n","dic":"DHBPR"}