{"title":"REBELO, Castro","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1918],"datas_fim":[1923],"estados":["BA"],"autor":[0],"content":"**REBELO, Castro**\n\n\\*dep. fed. BA 1918-1923.\n\n*Afonso de Castro Rebelo* nasceu em Salvador no dia 16 de agosto de\n1865, filho de João Batista de Castro Rebelo e de Carlota Adelaide\nMoreira de Macedo. Seu pai foi deputado provincial (1886-1887). Já na\nRepública, seu irmão Joaquim Macedo de Castro Rebelo foi deputado\nfederal (1897-1905); outro irmão, Frederico de Castro Rebelo, foi\nprofessor catedrático da Faculdade de Medicina da Bahia de 1887 a 1914.\n\nBacharelou-se em ciências jurídicas pela Faculdade de Direito do Recife\nno dia 27 de março de 1886. De volta a Salvador, iniciou carreira\nprofissional na magistratura como adjunto de promotor, subprocurador e\nprocurador geral do estado. Com a fundação da Faculdade Livre de Direito\nda Bahia, integrou a primeira congregação de professores ao lado de\nLeovigildo Filgueiras, Inácio Tosta, Tomás Garcez Paranhos Montenegro e\nSeverino Vieira, entre outros nomes ilustres da Bahia. Em 13 de abril de\n1892 foi nomeado substituto da primeira seção da faculdade e em maio\nseguinte foi designado para a cadeira de Filosofia e história do\ndireito, em substituição ao professor Leovigildo Filgueiras. Em 29 de\nmarço de 1894 foi nomeado catedrático da primeira cadeira da segunda\nsérie do Curso de Notariado, que transmitia noções sucintas de direito\npátrio processual. Onze meses depois, transferiu-se para a terceira\ncadeira da quarta série de Ciências Jurídicas, curso de noções de\neconomia política e direito administrativo. Seis anos depois, regeu a\ncadeira de Ciências da administração e direito administrativo.\n\nQuando Arlindo Fragoso fundou a Academia de Letras da Bahia, em março de\n1917, destinou-lhe a cadeira de n^o^ 36. Como fundador da cadeira,\nescolheu para patrono Joaquim Jerônimo Fernandes da Cunha. Seus irmãos\nJoão Batista Rebelo Júnior e Frederico de Castro Rebelo foram,\nrespectivamente, patrono da cadeira n^o^ 37 e fundador da n^o^ 27.\n\nFoi eleito deputado federal pela Bahia para duas legislaturas seguidas:\n1918-1920 e 1921-1923. No dia 4 de março de 1927 foi eleito diretor da\nFaculdade de Direito, sendo reeleito no dia 5 de março do ano seguinte.\nAposentou-se como procurador geral do estado.\n\nFaleceu em Salvador no dia 25 de fevereiro de 1939.\n\nCasou-se com Teresa Pedreira de Cerqueira Rebelo, com quem teve um\nfilho.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (263, p.55-86); CASTRO,\nR. *Fundadores* (p.69/80/81);*Diário Oficial do Estado da Bahia* (p.360,\n488); GIDI, A. *Anotações* (p*.*38); *Revista do Instituto Geográfico e\nHistórico da Bahia.* Homenagem aos sócios falecidos (n.84, p.154-157,\n1968/1971).\n","ref":"**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (263, p.55-86); CASTRO,\nR. *Fundadores* (p.69/80/81);*Diário Oficial do Estado da Bahia* (p.360,\n488); GIDI, A. *Anotações* (p*.*38); *Revista do Instituto Geográfico e\nHistórico da Bahia.* Homenagem aos sócios falecidos (n.84, p.154-157,\n1968/1971).\n","dic":"DHBPR"}
