{"title":"REFORMA DA CONSTITUIÇÃO DE 1891","cargoss":["A reforma da Constituição de 1891, que alterou os artigos 6^o^, 34, 37,"],"author":"Eduardo Junqueira","content":"**REFORMA DA CONSTITUIÇÃO DE 1891**\n\nA reforma da Constituição de 1891, que alterou os artigos 6^o^, 34, 37,\n59, 60 e 72 da Carta republicana, foi aprovada pelo Congresso Nacional e\nentrou em vigor como Emenda Constitucional de 3 de setembro de 1926.\n\nA própria Constituição de 1891 previu a possibilidade de ser emendada.\nEm seu artigo 90 dispôs sobre as circunstâncias em que tal reforma\npoderia se dar, instituindo, assim, as regras de atuação do poder\nconstituinte derivado. Segundo aquele artigo, qualquer emenda ao texto\nconstitucional só poderia ocorrer por iniciativa do “Congresso Nacional\nou das Assembleias dos Estados”, seguindo-se as exigências relativas ao\nquórum para o encaminhamento do projeto de reforma e sua posterior\naprovação. O artigo também definia os limites do poder reformador,\nafirmando a impossibilidade de serem objeto de deliberação “projetos\ntendentes a abolir a forma republicana federativa ou a igualdade de\nrepresentação dos Estados no Senado”.\n\nDo Debate à Reforma\n\nPode-se dizer que a ideia de uma revisão constitucional esteve sempre\npresente no horizonte político da Primeira República, e que o artigo 90\nda Constituição de 1891 talvez tenha sido objeto dos mais ardorosos\ndebates, não só entre os juristas, como também entre todos os habitantes\ndo campo político. Cabe lembrar que, em 1904, Lauro Sodré fundou o\nPartido Revisionista, pelo qual levantou a bandeira de uma profunda\nrevisão da Carta, com o alargamento do poder constituinte derivado, de\nmodo que fosse capaz até, no interesse da nação, de promover a revisão\nda forma republicana e federativa de governo; que Rui Barbosa e o\nPartido Civilista tinham como uma de suas principais plataformas uma\nampla reforma constitucional; e que alguns artigos sobre a necessidade\nda revisão constitucional foram publicados por Oliveira Viana, Alberto\nTorres e Epitácio Pessoa, entre outros.\n\nA despeito dos acirrados debates, e ainda que constatada a necessidade\nde adaptar a Constituição às peculiaridades de seu tempo (para juristas\ncomo Castro Nunes, a Carta de 1891 fora promulgada já em desacordo com a\nrealidade institucional brasileira), somente em 1924 o Congresso\nNacional apresentou o primeiro projeto de reforma. E a circunstância não\npoderia ter sido mais desfavorável, mesmo depois de 30 anos de\ndiscussão.\n\nEsse primeiro projeto de emenda constitucional veio à luz durante o\ngoverno Artur Bernardes. E, de fato, o governo Bernardes não começara\nbem. Na campanha eleitoral, o candidato do Partido Republicano Mineiro\n(PRM) viu-se envolvido no escândalo das “cartas falsas”, quando lhe foi\natribuída a autoria de cartas que dirigiam insultos ao marechal Hermes\nda Fonseca, espécie de baluarte inatacável da tradição militar\nbrasileira. Eleito, Bernardes precisou enfrentar a força dos movimentos\noperários, que se organizavam em sindicatos, de notória inspiração\ncomunista, e os tenentes insatisfeitos com seu governo, tido pela baixa\noficialidade como servidor dos interesses oligárquicos. Viu-se, também,\nàs voltas com a crise do sistema em que se baseavam a política dos\ngovernadores e o equilíbrio político do governo federal. Assim, restava\nao presidente Bernardes conduzir seu governo entre sucessivas\ndecretações de estado de sítio, na forma que lhe autorizava o artigo 80\nda Constituição de 1891.\n\nA primeira objeção enfrentada pelo projeto de reforma constitucional\nveio do fato de ter sido orquestrado pelo Executivo e levado à bancada\ngovernista na Câmara, que o apresentou como de sua autoria. A oposição\nlevantou a hipótese da nulidade do projeto, visto que desrespeitava\npreceito contido no art. 90. Depois, a reforma foi atacada em razão de\nseu conteúdo, o qual, para muitos, representava o fim do modelo\nfederalista, com a ampliação das possibilidades de intervenção nos\nestados e a supremacia do Poder Executivo sobre os outros poderes,\nprincipalmente no tocante ao estado de sítio, “uma formidável\naberração”, no dizer do deputado Azevedo de Lima.\n\nDessa forma, a reforma, de inspiração casuística, surgia como tentativa\ndo Executivo de obter instrumentos de coerção que pudessem fazê-lo\nresistir tanto às ameaças vindas do conflito entre os setores\noligárquicos, quanto àquelas surgidas da atuação dos movimentos sociais,\nem especial dos trabalhadores e da baixa oficialidade do Exército.\n\nApós tramitar nas duas casas do Congresso Nacional, o projeto teve\nextirpados os capítulos que punham em risco o pacto federativo e as\nliberdades individuais e diminuíam o alcance das medidas concernentes ao\nestado de sítio. No entanto, muitos dispositivos foram mantidos e\nentraram no texto na última hora como emendas substitutivas.\n\nUma dessas emendas merece ser transcrita: trata-se do parágrafo 5^o^ do\nartigo 60, que, ainda que fora de lugar, pois o artigo dizia respeito à\norganização da Justiça federal, dispunha que “nenhum recurso judiciário\né permitido, para a Justiça federal ou local, contra a intervenção nos\nestados, a declaração do estado de sítio, e a verificação de poderes\n[...] assim como, na vigência do estado de sítio, não poderão os\ntribunais conhecer dos atos praticados em virtude dele pelo Poder\nLegislativo ou Executivo”.\n\nEm certa medida, tal disposição vinha ao encontro da perspectiva do\ngoverno federal de fortalecer-se. De caráter genérico, o parágrafo\npermitia que se deixassem fora do âmbito do controle judicial os atos\npraticados pelos Poderes Executivo e Legislativo durante o estado de\nsítio – o que significava impedir a concessão de habeas corpus nos casos\nde prisões realizadas quando da decretação daquela medida de exceção.\n\nEduardo Junqueira\n\n**FONTES:** BRASIL. *Coleção de leis* (1889-2000); CAMPANHOLE.\n*Constituições*; CARONE, E. *República*; PIVATTO, P.*Discursos.*\n","ref":"**FONTES:** BRASIL. *Coleção de leis* (1889-2000); CAMPANHOLE.\n*Constituições*; CARONE, E. *República*; PIVATTO, P.*Discursos.*\n","dic":"DHBPR"}