{"title":"REFORMAS EDUCACIONAIS","cargoss":["As quatro décadas que a historiografia convencionou chamar de Primeira"],"author":"Helena Bomeny","content":"**REFORMAS EDUCACIONAIS**\n\nAs quatro décadas que a historiografia convencionou chamar de Primeira\nRepública no Brasil – as de 1890, 1900, 1910 e 1920 – testemunharam uma\nmovimentação importante no campo educacional. Nas três primeiras,\ncolocaram-se os ingredientes que iriam temperar a retórica de uma\nintervenção política que na última delas teve a chance de se manifestar\nde forma mais organizada, e em âmbito nacional. Entre esses ingredientes\nfigurava a associação entre educação e trabalho, que se apresentou com\numa dupla face: a necessidade de educar o indivíduo para uma sociedade\nlivre, não escravista, e de alterar a feição negativa de que se revestia\na atividade laboral.\n\nO Brasil da Primeira República era um país com uma população em\ncrescimento que somava 17 milhões de habitantes em 1900 e aumentaria\ncerca de dez vezes até o ano 2000. O que mais contribuiu para o\ncrescimento acelerado da população brasileira até meados do século XX\nforam fatores externos: o tráfico de escravos africanos até 1850, e a\nforte imigração entre 1870 e 1960. Portugueses, italianos, espanhóis,\nalemães e japoneses foram os grupos mais numerosos, que, atraídos pela\nlavoura cafeeira do Sudeste, e pelas áreas de colonização do Sul do\npaís, viram na terra brasileira a possibilidade de reconstrução de suas\nvidas.\n\nO Brasil do início da República era um país eminentemente rural (60% da\npopulação), recém-saído de um longo período de escravidão (mais de três\nséculos até a abolição da escravatura em 1888), com taxas de\nanalfabetismo da ordem de 75% da população. O cenário de analfabetismo\nera homogêneo, com índices muito próximos do Norte ao Sul do país,\nexcetuando-se a cidade do Rio de Janeiro, onde a taxa rondava os 45%.\nEmbora fosse majoritariamente rural, o Brasil já tomava contato com a\naceleração urbana e, simultaneamente, com a precariedade do investimento\nescolar. Demandava-se qualificação para o trabalho industrial e urbano,\nmas também para os que iriam para a lavoura. Era preciso definir como se\nrealizaria o trabalho no mundo rural, até então associado ao escravo,\nmas agora tarefa de trabalhadores livres. Estes foram os pontos fortes\nque justificaram as propostas de reforma e de investimento em educação\nna Primeira República.\n\nEm todo o país surgiram na época educadores que, com seus experimentos\nempíricos, constituíram um verdadeiro laboratório de reformas, ideias e\nprojetos, inspirados em sua grande maioria em modelos estrangeiros.\nMobilizaram-se então “os cientistas da pedagogia”, empunhando a bandeira\nda educação como meio de superar os obstáculos que impediam o país de\navançar. As questões da educação e da saúde foram identificadas como\ncruciais, e prova disso foi o ministério criado ao final do período, em\n1930, para enfrentá-las: o Ministério dos Negócios Interiores da\nEducação e Saúde.\n\nAlguns dos efeitos da avaliação sobre o despreparo da população para a\nconvivência em sociedade livre foram traduzidos em iniciativas de\neducação moral, orientação de higiene e saneamento. Fazia parte do\nprojeto de valorizar a atividade produtiva a ideia de que era preciso\neducar os indivíduos moralmente, preparando-os para a disciplina do\ntrabalho e modelando seu comportamento para o respeito às leis e aos\ncódigos de conduta. Trabalho e moralidade, moralidade pelo trabalho,\nhigiene corporal e mental, disciplina e respeito à hierarquia compuseram\no ideal de construção da nação republicana a ser perseguido. A distância\nentre o ideal e as manifestações de despreparo e aglutinamento da\npopulação em espaços inadequados, desprotegidos, inóspitos, serviu de\ncombustível a propostas de reformas educativas movidas pelo sentido de\nurgência, nem sempre a melhor companheira do desempenho educacional.\n\nOs que habitavam o mais baixo degrau da hierarquia eram exatamente os\nmenos protegidos de toda sorte de preconceitos, atendimento ou atenção\ndo poder público. O Brasil entrou no século XX como uma sociedade\naltamente estratificada, governada por uma pequena elite, em sua maioria\nbranca. As ideias de que o trabalho conformaria mentalidades ordeiras e\nmais disciplinadas, e de que a fixação no solo evitaria convulsões\nurbanas, sustentaram o ideal republicano que transpareceu nos programas\nde reformas então propostos.\n\nA atmosfera forjada nas décadas de 1890 e 1900 deu origem a iniciativas\nde cunho político organizacional – as reformas educacionais que se\nespalharam pelo país nas décadas de 1910 e 1920 –, e a um projeto de\nnatureza cívica – de que foi exemplo a Associação Brasileira de Educação\n(ABE), criada no Rio de Janeiro em 1924. A expressão cunhada por Jorge\nNagle, “entusiasmo pela educação”, traduz a adesão coletiva à bandeira\nda educação então empunhada. Já a expressão “otimismo pedagógico” se\nrefere ao poder da educação especializada, moldada segundo avanços\ncientíficos do campo pedagógico e voltada para a formação de um homem\nnovo para uma sociedade nova. O caráter cívico prevaleceria neste tipo\nde abordagem.\n\nO conjunto de reformas educacionais promovidas em muitos dos estados da\nFederação, assim como a disseminação dos ideais propagados pela ABE,\nfortaleceu a crença de que a Primeira República protagonizou uma\nrevolução no campo da educação pública no país. Os movimentos de\nreforma, iniciados em 1890, alguns de âmbito federal, outros de âmbito\nestadual, ajudam a compreender a intensa mobilização então ocorrida.\n\nAS DÉCADAS DE 1890 E 1900\n\n*Reforma Benjamin Constant (1890) –* Militar e político, Benjamin\nConstant foi professor de matemática, fundador da República e o primeiro\nministro da Guerra do regime inaugurado em 15 de novembro de 1889. Ao\nser criada a Secretaria de Estado dos Negócios da Instrução Pública,\nCorreios de Telégrafos, em 19 de abril de 1890, coube-lhe chefiá-la.\nPromover a instrução e viabilizar a comunicação no recente território\nrepublicano eram os desafios da nova pasta. Como republicano convicto,\nBenjamin Constant defendia o ensino leigo e livre em todos os graus,\nsendo o primário, gratuito. O ensino primário não deveria ser apenas\npreparatório, mas uma ponte para a ascensão ao ensino superior. Pelo\nprojeto da reforma que pretendia executar, maior atenção deveria ser\ndada ao ensino científico em contraponto à orientação literária, que, em\nsua avaliação, prevalecia na rede de ensino impedindo o avanço da\neducação no país. Os estados brasileiros eram desiguais\neducacionalmente. Prevalecia a desregulamentação educacional iniciada na\nConstituição de 1823. As escolas públicas existentes nas cidades eram\nfrequentadas pelos filhos das famílias de classe média. Os ricos não\nenviavam os filhos às escolas públicas, valendo-se ora de preceptores,\ngeralmente estrangeiros, ora de escolas privadas.\n\nA Reforma Benjamin Constant, instituída pelo Decreto n^o^ 981, de 8 de\nnovembro de 1890, teve como particularidade a montagem de uma diretriz\neducacional que abrangia todos os níveis de ensino. O nível secundário\nfoi o mais atingido, e o Ginásio Nacional – até 1889 Imperial Colégio de\nPedro II, e a partir de 1911 novamente Colégio Pedro II – foi o mais\nafetado pelas alterações previstas pelo novo arranjo. Durante o Império,\nqualquer estudante que pretendesse o certificado de conclusão do ensino\nsecundário, condição necessária ao ingresso no ensino superior, deveria\nrequerê-lo ao Colégio Pedro II, no Rio de Janeiro. Restavam às\nprovíncias os exames parcelados preparatórios, que eram feitos em geral\nnas próprias faculdades de ensino superior. Antes mesmo da promulgação\nda Constituição de 1891, Benjamin Constant estabeleceu o Ginásio\nNacional como modelo e padrão do ensino secundário a ser ministrado em\ntodo o país e instituiu a obrigatoriedade dos exames de madureza, que\nofereceriam aos alunos o certificado de conclusão do ensino secundário,\npermitindo-lhes candidatarem-se ao ensino superior. Segundo o decreto,\nquando os estados tivessem organizado estabelecimentos de ensino\nsecundário segundo o plano do Ginásio Nacional, seus exames de madureza\ndariam o mesmo direito à matrícula nos cursos superiores. A reforma é\nlembrada também por ter estabelecido o processo educativo sob o modelo\nseriado e por ter ampliado o currículo das escolas brasileiras,\nincentivando o enciclopedismo. Inspirado pelo positivismo de Augusto\nComte, Benjamin Constant se bateu pela substituição do ensino acadêmico\npor um conjunto mais amplo de ensinamentos, com a inclusão de\ndisciplinas científicas, rompendo drasticamente com a tradição do\ncurrículo clássico jesuítico. A reforma, submetida ao Congresso\nNacional, ficou por nove anos sujeita aos adiamentos e alterações que\nmodificaram substancialmente o plano original.\n\n*Constituição da República dos Estados Unidos do Brasil (24 de fevereiro\nde 1891)* – O texto constitucional, em oposição à tradição do ensino\nreligioso, determinava que “será leigo o ensino ministrado nos\nestabelecimentos públicos” (Art. 72, §6^o^).\n\n*Reforma Epitácio Pessoa (1901) –* Ministro da Justiça e Negócios\nInteriores do governo Campos Sales – pasta que a partir de 1892 passou a\nabranger os serviços de educação e saúde pública –, Epitácio Pessoa\npromoveu em 1901 uma reforma do ensino que propiciaria a concretização\ndo idealismo de Benjamin Constant, corrigindo e adaptando a reforma\ndeste às realidades regionais. A educação nacional deveria priorizar a\nformação secundária, visando a consolidar a estrutura seriada do modelo\neducacional. Até aquele momento, o ensino era desvinculado da frequência\nobrigatória, prevalecendo na prática os exames preparatórios, que davam\naos alunos a oportunidade de acesso ao conhecimento pela via seriada ou\natravés de estudos individualizados e orientados fora das escolas. Tal\nproposição criava uma contraditória possibilidade de aquisição de\nconhecimento, com ou sem escola, o que acabou enfraquecendo o próprio\nespírito reformador proposto, ora afirmando o valor da instituição\nescolar, ora negando-o pelo mesmo princípio. Epitácio Pessoa reinstituiu\no exame de madureza por considerar inócua a Reforma Benjamin Constant,\nde tão modificada que foi pelo Congresso Nacional. Estendeu também o\nprivilégio da equiparação ao Ginásio Nacional não mais apenas aos\nliceus, mas a qualquer instituição de ensino secundário, estadual,\nmunicipal ou particular. O exame de madureza foi mantido sob o argumento\nde elevar a qualidade de ensino.\n\nA Década de 1910\n\n*Reforma Rivadávia Correia (1911) –* Ministro da Justiça do governo\nHermes da Fonseca, Rivadávia Correia foi o responsável pela Lei Orgânica\ndo Ensino Superior e Fundamental, aprovada pelo Decreto n^o^ 8.659, de 5\nde abril de 1911, que revogou formalmente a reforma anterior, de\nEpitácio Pessoa. A nova lei eliminou o exame de madureza e a equiparação\ndos estabelecimentos de ensino secundário ao Colégio Pedro II. Por ela,\no Estado retirou toda e qualquer interferência no setor educacional.\nFicou estabelecido um ensino completamente livre, e foi abolido o\nreconhecimento oficial de certificados dos cursos secundários das\nescolas equiparadas. Foram também abolidos os certificados de conclusão\ndo Colégio Pedro II, expedidos por quase um século, e extintos os exames\npreparatórios parcelados feitos junto às faculdades, que de certa\nmaneira atestavam os estudos secundários. Dali em diante, não seria mais\npreciso comprovar estudos secundários. As faculdades interessadas em\nreceber alunos promoveriam o exame de admissão. A Reforma Rivadávia\nCorreia ficou marcada na historiografia da educação como aquela que\nresultou em desregulamentação excessiva, propiciando o caos na educação\nnacional com a omissão completa do Estado em sua condução.\n\n*Reforma Carlos Maximiliano (1915) –* Ministro da Justiça do governo\nVenceslau Brás, Carlos Maximiliano promoveu em 1915 mais uma reforma\neducacional que voltou atrás em decisões tomadas pela Reforma Rivadávia\nCorreia e estabeleceu outros tantos encaminhamentos. Os pontos mais\nimportantes desta reforma podem ser assim sintetizados: a) foram\nrestaurados os certificados de conclusão do curso secundário expedidos\npelo Colégio Pedro II do Rio de Janeiro, reconhecidos pelo governo\nfederal; b) foi reinstituída a possível equiparação de outros\nestabelecimentos de ensino ao Colégio Pedro II, desde que fossem\nestabelecimentos públicos estaduais; c) foram reinstituídos os exames\npreparatórios parcelados, pelos quais os estudantes não matriculados em\nescolas oficiais poderiam obter certificados de estudos secundários\nreconhecidos pela União; d) foi mantida da reforma anterior apenas a\neliminação dos privilégios escolares. Além de possuir um certificado de\nconclusão reconhecido pela União ou um certificado de aprovação nos\nexames preparatórios, para entrar no curso superior o aluno teria que\nprestar também um exame vestibular. A Reforma Carlos Maximiliano,\nportanto, reoficializou o ensino, restabelecendo a interferência do\nEstado eliminada pela reforma anterior.\n\nA DÉCADA DE 1920\n\n*Reforma Sampaio Dória em São Paulo (1920) –* Antônio Sampaio Dória\nassumiu a Diretoria da Instrução Pública do Estado de São Paulo em 1920.\nA situação do ensino primário era então extremamente deficitária, quadro\nque se agravava ano a ano com o aumento da população em idade escolar. O\natendimento mínimo de uma demanda crescente implicava que se duplicasse\na rede de escolas existentes. Não havia qualquer chance de financiamento\nem tamanha proporção. Como realizar os princípios democráticos com um\níndice de analfabetismo e ignorância na extensão do que se apresentava\nno estado? De que forma consolidar a participação política com um povo\nque não sabe ler, nem escrever, não conhece as operações aritméticas\nmais simples? As perguntas que se fazia Sampaio Dória inspiraram uma\nreforma que passou à historiografia da educação como um desastre\npedagógico. A reforma consistia na reorganização do ensino primário de\nforma que a obrigatoriedade escolar não mais começasse aos sete anos, e\nsim aos nove. Em sua concepção, concentrado em um período curto, o\nensino poderia se estender a todos e ser assim democratizado. O dilema\nformulado situava-se entre manutenção do privilégio de alguns com a\nsituação anterior, e a ampliação para todos do direito ao mínimo. O\nprojeto consistia em reconduzir a educação segundo novos métodos de\nensino: alfabetizar em massa as crianças do estado em um curso primário\nreduzido a dois anos de duração e a duas horas e meia de aulas diárias.\nCom tais medidas acreditava-se no aumento do número de vagas e na\naceleração do processo de alfabetização e de escolarização pública.\n\n*Reforma Carneiro Leão no Rio de Janeiro (1922-1926)* **–** Antônio\nArruda Carneiro Leão, intelectual e autor de vários livros no campo da\neducação, conduziu duas experiências de reforma educacional, uma no Rio\nde Janeiro e outra em Pernambuco. Desde a primeira delas, a dualidade do\nsistema educacional – uma escola básica fraca, destinada às classes\npopulares e sob a responsabilidade dos municípios e dos estados, e um\nensino secundário e superior destinado às elites, patrocinado pelo\ngoverno federal – foi um dos alvos de sua crítica. Assim também, a\norientação literária e teórica do ensino. A sociedade urbano-industrial\nexigia novo tipo de formação não bacharelesca, mais voltada para o\nprocesso de industrialização e de urbanização que se acelerava no início\ndo século XX. Educação moral e cívica, educação profissionalizante e\norientação sob critérios científicos formavam o tripé sobre o qual a\neducação deveria ser conduzida. Educação para o trabalho em suas\ndistintas dimensões: trabalho agrícola, comercial e industrial. Era\npreciso organizar a educação popular, com foco na educação física, em\ntrabalhos manuais e na formação dos professores.\n\n*Reforma Lourenço Filho no Ceará (1922) –* Por solicitação do presidente\ndo Ceará Justiniano Serpa, e por indicação do governo de São Paulo, onde\nrespondia pela cátedra de psicologia e pedagogia na Escola Normal de\nPiracicaba, o educador paulista Lourenço Filho chegou ao Ceará em 1922\npara assumir o cargo não comissionado de diretor de Instrução Pública.\nSua missão era reformar o ensino estadual, que então se encontrava em\nsituação de extrema precariedade, com professores semianalfabetos, falta\nde escolas e uma taxa de analfabetismo na casa dos 80%. Seu primeiro\nesforço foi levar a educação ao meio rural. Selecionou cem escolas e\naplicou nelas o método das escolas das cidades. Promoveu a reforma do\ncurso normal com vistas à formação de professores e adotou procedimentos\ncomo a inspeção escolar, o recenseamento escolar e a aplicação de\nmétodos de avaliação com testes de inteligência. Uma de suas maiores\npreocupações era que os alunos tivessem oportunidades iguais em todos os\npontos do país. Para tanto, era preciso unificar métodos de ensino e de\navaliação, e não pessoas. Era fundamental o aprimoramento técnico com\nprincípios racionais e científicos. A psicologia fundamentaria o\ndesenvolvimento dos métodos de ensino. O movimento dos testes – medida,\nescala métrica, inteligência –, com provas breves e objetivas, aplicação\nde questionários, recursos de psicotécnica para orientação profissional,\nfoi a estratégia utilizada. Os testes ABC – verificação da maturidade\nnecessária para a aprendizagem da escrita e da leitura – ficaram sempre\nassociados ao educador na historiografia da educação. Pedagogia com\ntécnica resume bem o sentido impresso nas iniciativas de Lourenço Filho.\nOs críticos da reforma levantam a tese de que, embora impactante pelas\ninovações propostas, a reforma realizada no Ceará em pouco tempo foi\nperdendo força por não estar em sintonia com demandas da própria\ncomunidade escolar, e por ser fruto de uma decisão política sem o\nenvolvimento da sociedade.\n\n*Reforma Rocha Vaz (1925)* – O professor Rocha Vaz, da Faculdade de\nMedicina do Rio de Janeiro, deu nome a uma reforma educacional que foi\nlevada a efeito na gestão de João Luís Alves no Ministério da Justiça e\nNegócios Interiores, no governo Artur Bernardes. Esta foi a última\nreforma a afetar o ensino secundário na Primeira República. Suas marcas\nforam, além da criação da disciplina de educação moral e cívica, a\ncontinuidade do Colégio Pedro II e sua equiparação apenas aos\nestabelecimentos estaduais de ensino secundário. A reforma instituiu\njuntas examinadoras nos colégios particulares para exames de validade\nigual aos do Colégio Pedro II ou de estabelecimentos equiparados. Foram\nabolidos os exames preparatórios parcelados. Em seu lugar, seria\ninstituída a obrigatoriedade de um curso ginasial de seis anos de\nduração, seriado, e de frequência obrigatória. O intuito do ministro era\npromover uma seriação mais racional das matérias e organizar o ensino\ncom programas e horários mais convenientes. A frequência a uma série\ndependeria da aprovação na série anterior. A intenção era realçar o\naspecto formativo do ensino secundário, o que foi neutralizado por um\nconjunto de medidas tomadas pelo Congresso Nacional. Consequentemente, a\nreforma não foi totalmente aplicada. Em 1929 ainda existiam escolas com\nexames preparatórios, sem currículo definido. Seu efeito mais forte foi\na moralização do ensino.\n\n*Reforma Góis Calmon na Bahia (1925) –* Francisco Marques de Góis Calmon\nfoi governador da Bahia entre 1924 e 1928. Fez um governo considerado\ninovador e incorporou à sua administração jovens com formação acadêmica.\nAnísio Teixeira ocupou o cargo de diretor geral do Ensino, e Nestor\nDuarte, o de diretor da Administração. A reforma que promoveu foi\ndefinida pela Lei n^o^ 1.846, de 14 de agosto de 1925, que dispunha com\ndetalhes sobre os princípios da gratuidade e da obrigatoriedade do\nensino e deixava claro que o ensino no estado da Bahia teria como\nobjetivo a educação física, intelectual e moral do indivíduo de modo a\nformar homens aptos para a vida em sociedade.\n\n*Inquérito sobre Educação Pública em São Paulo (1926) –*De autoria de\nFernando de Azevedo, o Inquérito sobre Educação Pública em São Paulo\nresultou em uma avaliação dos problemas fundamentais do ensino de todos\nos graus e tipos, e serviu de base para uma campanha nacional em favor\nde uma nova política de educação e da criação de universidades no país.\nTrês seções compunham o relatório. A primeira era dedicada ao ensino\nprimário e normal; a segunda, ao ensino técnico e profissional, e a\núltima, ao ensino secundário e superior. Cada uma das seções tratava\nconjugadamente dos níveis ali contemplados. O inquérito, encomendado\npelo jornal *O Estado de São Paulo*, revelou um quadro sombrio da\neducação brasileira. A ausência de diretrizes culturais, sociológicas ou\ncientíficas no ensino primário e normal, a inexistência de articulação\nentre a prática educacional e as modernas teorias educacionais, a\ninércia ou resistência a mudanças do corpo docente diante de renovações\nnecessárias, pedagógicas e metodológicas, foram os pontos de maior\ndestaque na publicação que resultou do inquérito, *A educação na\nencruzilhada*. A tradição uniformizadora predominante na condução\neducacional foi considerada pivô da crise que se abatia sobre o campo\neducacional brasileiro. O relatório salientava a urgência de uma reforma\nno ensino normal, em geral mais afeito a formalidades do que a\nconteúdos. O ponto considerado alto na investigação foi a percepção de\numa expectativa generalizada de que algo mais profundo deveria ser feito\npela renovação educacional no país. Muitos especialistas consideram o\ninquérito um passo essencial para o que se configurou como Movimento dos\nPioneiros da Educação Nova, que teve no Manifesto de 1932 sua expressão\ndocumental mais famosa.\n\n*Reforma Francisco Campos e Mário Casassanta em Minas Gerais (1927) –*\nNo governo estadual de Antônio Carlos Ribeiro de Andrada, Francisco\nCampos assumiu em 1926 a Secretaria de Interior. Data de sua gestão a\nmais importante reforma educacional do estado, que contou com o inspetor\ngeral de Instrução Pública Mário Casassanta. A reforma realizada em 1927\navançou muitos pontos em relação à anterior, de 1925. Francisco Campos\norientou e concentrou esforços no ensino público, particularmente na\nformação e na qualificação de professores e na reestruturação do Curso\nNormal. Foram pontos de destaque a vinda de professores estrangeiros, a\nida de professores mineiros ao estrangeiro, a criação de cursos de\naperfeiçoamento e a utilização intensa da *Revista do Ensino*, que teve\nsua edição fortalecida, como instrumento de orientação e canal de\ncomunicação com os professores de toda a rede de escolas públicas dos\nmunicípios. Recém-empossado na Direção de Instrução Pública, em outubro\nde 1926 Francisco Campos convocou os professores a participar de um\ncongresso onde seria sistematizada a visão dos professores do estado a\nrespeito da educação, e onde o secretário procuraria cooptar o corpo\ndocente para a condução das alterações que pretendia com a reforma de\n1927. A reforma tratou de todos os itens essenciais à reestruturação do\nensino primário, desde o estabelecimento de disciplinas, definição de\nhorários, preparação dos professores, até orientações de cumprimento\ndisciplinar e de formação moral e cívica.\n\n*Reforma do Distrito Federal (1928)* – A reforma educacional do Distrito\nFederal conduzida por Fernando de Azevedo foi considerada uma das mais\nradicais levadas a cabo no Brasil. Incluiu um grande plano de\nconstruções escolares, entre as quais a dos edifícios na rua Mariz e\nBarros destinados à antiga Escola Normal, depois Instituto de Educação.\nO Decreto n^o^ 328, de 23 de janeiro de 1928, previa instituição do\nensino técnico profissional, do ensino primário e do ensino normal. O\nobjetivo preconizado por Azevedo era preparar gerações para a vida\nsocial de seu tempo. Previa-se também a criação de conselhos escolares\ncom ligação com o mundo da produção.\n\n*Reforma Carneiro Leão em Pernambuco (1928-1930) –* A segunda reforma\nconduzida por Carneiro Leão foi feita quando assumiu a Secretaria do\nInterior, Justiça e Educação de Pernambuco, no governo de Estácio\nCoimbra. A reforma estava sintonizada com os princípios defendidos pela\nAssociação Brasileira de Educação. Carneiro Leão criou a Diretoria\nTécnica de Educação, órgão incumbido de dirigir e orientar a política\neducacional do estado. A crise de 1929, a deposição de Washington Luís\ne, consequentemente, de Estácio Coimbra em 1930 provocaram, contudo, sua\nexoneração e a interrupção da reforma.\n\nA Revolução de 1930 iria redesenhar a política nacional. Data desse ano\na criação do Ministério da Educação e Saúde, cujo primeiro titular foi\nFrancisco Campos. As perspectivas continuavam, porém, preocupantes: em\n1930, a taxa de matrícula nas escolas correspondia a 30% da população em\nidade escolar.\n\nHelena Bomeny\n\n**FONTES:** BOMENY, H. *Novos*; CARVALHO, M. *Escola*;CARVALHO, M.\n*Reformas* (p.225-251); GOMES, A. *Invenção*; GOMES, A. *República*;\nNAGLE, J. *Educação*; STEPAN, N. *Hora* (p.46).\n","ref":"**FONTES:** BOMENY, H. *Novos*; CARVALHO, M. *Escola*;CARVALHO, M.\n*Reformas* (p.225-251); GOMES, A. *Invenção*; GOMES, A. *República*;\nNAGLE, J. *Educação*; STEPAN, N. *Hora* (p.46).\n","dic":"DHBPR"}