{"title":"REIS, Américo Vespúcio dos","cargoss":["pres. MA 1909-1910."],"author":"Raimundo Helio Lopes","content":"**REIS, Américo Vespúcio dos**\n\n\\*pres. MA 1909-1910.\n\n*Américo Vespúcio dos Reis* era deputado estadual no Maranhão quando, em\n25 de maio de 1908, o presidente do estado Benedito Pereira Leite\nembarcou para a Europa para tratar de problemas de saúde. Artur Quadros\nColares Moreira, segundo-vice-presidente, assumiu então o governo do\nestado e o exerceu até 25 de fevereiro de 1909, quando viajou para a\nParaíba e para o Rio de Janeiro, então Distrito Federal, para tratar de\nassuntos particulares e políticos, visando às próximas eleições\nestaduais. Como o primeiro-vice-presidente, Antônio Teixeira Belfort\nRoxo, também estava no Rio de Janeiro, e o terceiro-vice, Raimundo\nNogueira da Cruz e Castro, havia falecido poucos meses antes, Mariano\nMartins Lisboa Neto foi chamado, como presidente do Legislativo\nestadual, a assumir o governo. Pouco depois, em 6 de março 1909,\nBenedito Leite viria a falecer na Europa.\n\nQuando da volta de Artur Quadros Colares Moreira ao Maranhão, em 12\njunho de 1909, Mariano Martins Lisboa Neto recusou-se a entregar-lhe o\ngoverno, afirmando que havia perdido o mandato quando saíra do estado\nsem autorização do Poder Legislativo local. A contenda só foi resolvida\ncom a intervenção de políticos importantes no cenário nacional, como\nNilo Peçanha e Pinheiro Machado. Ficou decidido então que Mariano\nMartins Lisboa Neto renunciaria à presidência do Congresso estadual e\nArtur Quadros Colares Moreira à vice-presidência do estado, passando o\ngoverno em 29 de junho de 1909 ao novo chefe do Legislativo estadual,\nAmérico Vespúcio dos Reis.\n\nDurante toda essa disputa, o deputado federal Luís Antônio Domingues da\nSilva teve papel relevante, articulando no Rio de Janeiro e no Maranhão\no fim das tensões. Assim, nas eleições seguintes foi eleito como\ncandidato único presidente do estado para o quadriênio de 1910 a 1914.\nEm 5 de fevereiro de 1910, Américo Vespúcio transmitiu o governo a\nFrederico de Sá Filgueiras, que por sua vez o entregou a Domingues da\nSilva em 1^o^ de março seguinte.\n\nRaimundo Helio Lopes\n\n**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História.*\n","ref":"**FONTES:** MARQUES, C. *Dicionário*; MEIRELES, M. *História.*\n","dic":"DHBPR"}