{"title":"REIS, Fidélis","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1921],"datas_fim":[1930],"estados":["MG"],"autor":[0],"content":"**REIS, Fidélis**\n\n\\* dep. fed. MG 1921-1930.\n\n*Fidélis Reis* nasceu no município de Uberaba (MG) em 1880.\n\nIngressou na política ao ser eleito deputado federal para a legislatura\n1921-1923. Reeleito para as três legislaturas seguintes, permaneceu na\nCâmara dos Deputados até 23 de outubro de 1930, quando teve o mandato\ninterrompido pela revolução que levou Getúlio Vargas ao poder e\nextinguiu todos os órgãos do legislativo do país. Durante sua passagem\npela Câmara, apresentou em 1922 projeto de lei que criava o ensino\nprofissionalizante obrigatório, em tempo integral, sob a égide do Liceu\nde Artes e Ofícios, com o objetivo de preparar as futuras gerações para\na sociedade industrial e tecnológica cujo avanço começava a chegar ao\npaís. Aprovada após cinco anos de difícil tramitação, a lei deixou de\nser aplicada por falta de recursos orçamentários. Serviria de embrião\npara o Serviço Nacional de Aprendizagem Industrial (Senai), que, embora\nsocialmente relevante, nunca teve a dimensão do projeto original. Além\ndisso, foi um dos mais entusiasmados defensores do “branqueamento da\nraça” no Congresso. Como relator do substitutivo que autorizava o\ngoverno a estimular a colonização de famílias de agricultores europeus,\npropôs um rigoroso controle sobre a imigração destinada ao Brasil com o\nfim de impedir a entrada de todo e qualquer elemento julgado “nocivo” à\nformação étnica, moral e psíquica da nacionalidade.\n\nTambém foi engenheiro agrônomo, jornalista e líder empresarial.\n\nFaleceu em Minas Gerais em 1962.\n\nIoneide Piffano Brion de Souza\n\n**FONTES:** ARQ. HIST. *Senadores e deputados de Minas Gerais*.\nDisponível em:\n\\<www.arquivohistorico-mg.com.br/deputadosesenadores.html\\>. Acesso em:\n7/8/2010; BARBOSA, W. *História*; Biografia de Fidélis Reis. Disponível\nem: \\<http://destaquein.sacrahome.net/node/285\\>. Acesso em: 10/8/2010;\nCÂM. DEP. *Deputados brasileiros*; CAMPOS JUNIOR, D. *Sem*; COSTA, J.\n*Toponímia*; MATOS, R. *Aruanda*; SILVA, M. *Sem educação*; VASCONCELOS,\nD. *História*; VEIGA, J. *Revista*.\n","ref":"**FONTES:** ARQ. HIST. *Senadores e deputados de Minas Gerais*.\nDisponível em:\n\\<www.arquivohistorico-mg.com.br/deputadosesenadores.html\\>. Acesso em:\n7/8/2010; BARBOSA, W. *História*; Biografia de Fidélis Reis. Disponível\nem: \\<http://destaquein.sacrahome.net/node/285\\>. Acesso em: 10/8/2010;\nCÂM. DEP. *Deputados brasileiros*; CAMPOS JUNIOR, D. *Sem*; COSTA, J.\n*Toponímia*; MATOS, R. *Aruanda*; SILVA, M. *Sem educação*; VASCONCELOS,\nD. *História*; VEIGA, J. *Revista*.\n","dic":"DHBPR"}
