{"title":"REVISTA DA SEMANA","cargoss":["Periódico ilustrado de variedades fundado por Álvaro de Tefé no Rio de"],"author":"Carolina Vianna Dantas","content":"**REVISTA DA SEMANA**\n\nPeriódico ilustrado de variedades fundado por Álvaro de Tefé no Rio de\nJaneiro em 1900 e extinto em 1959.\n\nA *Revista da Semana* surgiu no início do século XX no contexto da\nmodernização da cidade do Rio de Janeiro, então capital federal. Com a\najuda de Medeiros e Albuquerque e de Raul Pederneiras, Álvaro de Tefé\nfundou o periódico, editado pela Companhia Editorial Americana. Em seu\nprimeiro número, lançado em 20 de maio de 1900, a revista anunciou ter\ncomo principal objetivo oferecer ao público notas interessantes e\nilustrações, trazendo também reportagens fotográficas sobre as festas do\nIV Centenário do Descobrimento do Brasil. Logo em seguida a revista foi\ncomprada pelo *Jornal do Brasil,* que passou a encartá-la como\nsuplemento literário.\n\nDesde seu primeiro número, a *Revista da Semana* contou com\ncolaboradores de peso. As ilustrações ficaram a cargo, entre outros, de\nRaul Pederneiras, Luís Peixoto, Bambino, Amaro do Amaral, Julião e\nCorreia Dimas. Intelectuais como Olavo Bilac, Escragnole Doria, João do\nRio, Pedro Lessa, Félix Pacheco, Angel Guerra e Menotti Del Picchia\ntambém foram assíduos em suas páginas ao longo do tempo.\n\nPeriódico de variedades, voltado para conteúdos relativos à arte e à\ncultura, a *Revista* *da Semana* concedeu espaço à literatura, à\ncrítica, à moda, ao comportamento, a concursos, às notícias do\ncotidiano, ao colunismo social, às crônicas políticas e policiais, às\ncompetições esportivas, às campanhas políticas e às grandes\nfotorreportagens. Em 1904, a revista destacou-se por ter sido o único\nperiódico a publicar fotos da Revolta da Vacina. A ampla utilização de\nreportagens fotográficas foi um elemento inovador na época. O periódico\ntrazia, inclusive, seções de fotos em estúdio simulando cenas de crimes,\ne desde seu lançamento utilizava métodos fotoquímicos pioneiros, como o\nfotozinco e a fotogravura. Os recursos que utilizava lhe renderam um\npúblico amplo e fiel, além da medalha de ouro na Exposição de Turim em\n1911.\n\nMesmo tendendo a um perfil eclético, com o objetivo de conquistar\nleitores de todas as tendências, a *Revista da Semana* também tomou\npartido no contexto político de sua época. Em 1909, por exemplo, na\ndisputa presidencial entre Rui Barbosa e Hermes da Fonseca,\nposicionou-se a favor do segundo.\n\nEm 1915, o *Jornal do Brasil* vendeu a *Revista da Semana* a Carlos\nMalheiro Dias, Aureliano Machado e Artur Brandão. A partir de então,\npercebe-se que a revista passou a ter um espaço especificamente dedicado\nao público feminino, mudando sensivelmente seu perfil editorial. Em\n1917, a revista tinha uma coluna intitulada “Jornal das Famílias”, que\nabordava temas mais estritamente ligados ao que era comumente\nconsiderado na época o universo feminino: bordados, costura, receitas,\nhigiene, beleza, educação das crianças etc. Já a seção “Consultório da\nMulher” era um espaço reservado às respostas às cartas das leitoras e à\ndifusão de conselhos. Mesmo com esse projeto editorial voltado para o\npúblico feminino, a *Revista da Semana* não deixou de abordar temas\nrelativos à política nacional. Durante a Primeira Guerra Mundial, por\nexemplo, combinou temas amenos, como o veraneio elegante em Petrópolis,\ncom a realidade da guerra em seu aspecto mais duro.\n\nAo longo das décadas de 1930 e 1940, a *Revista da Semana* resistiu às\nmudanças pelas quais passou a imprensa brasileira, ditadas por um\nacentuado processo de concentração, como indicou Nelson Werneck Sodré. A\npartir dos anos de 1940, a revista *O Cruzeiro* inaugurou no Brasil uma\nnova tendência editorial: o fotojornalismo. Diante de tais mudanças,\nperiódicos tradicionais, como a *Revista da Semana,* buscaram adaptar-se\naos novos padrões. Foi tentando adaptar-se a esse novo contexto que em\n1950 a *Revista da Semana* mudou o seu projeto editorial, tornando-se o\nque se pode chamar de sensacionalista.\n\nEm 1959, a revista deixou de circular.\n\nCarolina Vianna Dantas\n\n**FONTES:** MARTINS, A. *Revistas*; MAUAD, A. *Olho*; PEIXOTO, N.\n*Crônicas*; SODRÉ, N. *História*.\n","ref":"**FONTES:** MARTINS, A. *Revistas*; MAUAD, A. *Olho*; PEIXOTO, N.\n*Crônicas*; SODRÉ, N. *História*.\n","dic":"DHBPR"}