{"title":"REVISTA DO BRASIL","cargoss":["Revista mensal fundada em 1916 e idealizada por Júlio de Mesquita,"],"author":"Adrianna Setemy","content":"**REVISTA DO BRASIL**\n\nRevista mensal fundada em 1916 e idealizada por Júlio de Mesquita,\nproprietário do jornal *O Estado de S. Paulo,* como órgão de propaganda\nnacionalista. Posteriormente foi adquirida por Monteiro Lobato, e depois\npor Assis Chateaubriand. Deixou de circular em 1990.\n\nA Primeira Guerra Mundial produziu modificações não só no cenário\ninternacional como no Brasil, influindo na maneira de pensar o país\ndiante da crise de valores então originada. Alguns intelectuais\nbrasileiros passaram a se defrontar com problemas como a amplidão do\nterritório, o vazio demográfico e os quistos de imigrantes, que deixavam\nevidente a fragilidade de nossa situação no panorama internacional.\nEsses intelectuais passaram então a pregar a necessidade de uma campanha\ncívica destinada a criar a “nação brasileira”. Para eles era urgente\nencaminhar o processo de organização e de descoberta de uma identidade\nnacional específica.\n\nA *Revista do Brasil*, lançada em São Paulo no ano de 1916, era um\nperiódico mensal estritamente literário que refletia esse debate,\npropondo-se realizar um reexame da identidade nacional e constituir-se\nenquanto núcleo da propaganda nacionalista. O conteúdo publicado pela\nrevista adequava-se à ideia corrente de que o intelectual deveria\ndirecionar suas reflexões para os destinos do país, pois o momento era\nde luta e engajamento em defesa da nação e não admitia mais o escapismo\ne o intimismo. O intelectual deveria deixar de falar de si mesmo para\nfalar da nação brasileira, cabendo-lhe, portanto, o dever cívico de\nassumir integralmente a defesa e a construção do patriotismo. Ao lado do\ndiário *O Estado de S. Paulo,* a *Revista do Brasil* foi um dos\nprincipais meios de veiculação das ideias, atividades, campanhas,\ndocumentos e textos dos membros da Liga Nacionalista de São Paulo.\n\nA ideia do lançamento da revista foi de Júlio de Mesquita, que a partir\nde 1917 filiou-se à Liga Nacionalista*,* a que a publicação esteve\nligada até maio de 1918. Apesar de manter um alto padrão editorial e de\nter adquirido reputação excepcional, a *Revista do Brasil* não era um\nsucesso comercial e, por essa razão, seus proprietários foram facilmente\npersuadidos a vendê-la a Monteiro Lobato, que em 1918 tornou-se seu\núnico proprietário. Lobato manteve a revista nos sete anos seguintes,\naté a falência de seus negócios em 1925. A revista foi então adquirida\npor Assis Chateaubriand, que a relançou em três oportunidades: de 1926 a\n1927, período considerado sua segunda fase, na qual foram publicados\nnove números; de 1938 a 1943, terceira fase, em que foram publicados 56\nnúmeros; e em 1944, quarta fase, na qual foram lançados três números.\nAcrescente-se, ainda, o ressurgimento proposto por Darci Ribeiro entre\nos anos de 1984 e 1990, a quinta fase, na qual foram publicados 12\nnúmeros.\n\nAdrianna Setemy\n\n**FONTES:** DE LUCA, T. *Revista*; HALWELL, L. *Livro*; SODRÉ, N.\n*História*; VELLOSO, M. *Brasilidade* (v.6, p.89-112).\n","ref":"**FONTES:** DE LUCA, T. *Revista*; HALWELL, L. *Livro*; SODRÉ, N.\n*História*; VELLOSO, M. *Brasilidade* (v.6, p.89-112).\n","dic":"DHBPR"}