{"title":"REVOLTA DA ARMADA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Beatriz Coelho Silva"],"content":"**REVOLTA DA ARMADA**\n\nRebelião em unidades da Marinha ocorrida entre setembro de 1893 e março\nde 1894. Começou no Rio de Janeiro, então Distrito Federal, e chegou ao\nsul do Brasil, onde a Revolução Federalista acontecia simultaneamente.\nSem apoio popular ou do Exército, o movimento foi sufocado pelo\npresidente Floriano Peixoto, a quem pretendia depor.\n\nHistórico\n\nIniciada em 1893, a Revolta da Armada teve seus antecedentes dois anos\nantes, em 3 de novembro de 1891, quando o primeiro presidente da\nRepública, marechal Deodoro da Fonseca, sem conseguir negociar com as\nbancadas dos estados, especialmente os produtores de café (São Paulo,\nRio de Janeiro e Minas Gerais), fechou o Congresso Nacional. Unidades da\nMarinha se sublevaram e, sob a liderança do almirante Custódio José de\nMelo, ameaçaram bombardear o Rio de Janeiro. Para evitar uma guerra\ncivil, em 23 de novembro Deodoro renunciou. O vice-presidente, marechal\nFloriano Peixoto, assumiu seu lugar e não convocou eleições\npresidenciais, conforme previa o artigo n^o^ 42 da Constituição para o\ncaso de vacância do cargo em menos de dois anos após a posse do\npresidente. Sua alegação era que tal norma valia para presidentes\neleitos por voto direto, e tanto Deodoro como ele próprio haviam sido\neleitos indiretamente, pelo Congresso Constituinte. Mesmo assim, foi\nacusado de ocupar a presidência ilegalmente, e o primeiro movimento de\noposição veio em março de 1892, quando 13 oficiais-generais divulgaram\num manifesto em que exigiam a convocação de novas eleições. O manifesto\nacusava Floriano Peixoto de armar “brasileiros contra brasileiros” e\ndenunciava desvio das “arcas do erário público a uma política de suborno\ne corrupção”. O movimento foi sufocado, e seus líderes, presos. Parte\ndeles foi mandada para a cidade de Tabatinga, no interior do estado do\nAmazonas.\n\nEm 6 de setembro de 1893, um grupo de oficiais da Marinha voltou à\ncarga. Eram liderados pelo almirante Custódio de Melo, que ocupara os\nministérios da Marinha e da Guerra no governo de Floriano e pretendia\ncandidatar-se a presidente da República. No grupo estava também o\nalmirante Eduardo Wandenkolk, ministro da Marinha no governo de Deodoro\ne senador pelo Distrito Federal, que fora preso e reformado por ter\nassinado o manifesto dos 13 generais um ano antes. No dia 7 de setembro,\no diretor da Escola Naval, almirante Luís Filipe Saldanha da Gama,\naderiu publicamente ao movimento, declarando-se favorável à volta da\nmonarquia. Além das denúncias contra a política florianista, que não\npacificava as rivalidades regionais, os oficiais da Marinha sentiam-se\ndesprestigiados diante do Exército, força de origem dos dois primeiros\npresidentes, Deodoro e Floriano.\n\nNo dia 13 de setembro começaram assim os bombardeios aos fortes do\nlitoral fluminense em poder do Exército. A frota era formada por 16\nembarcações da Marinha de Guerra e 14 navios civis confiscados de\nempresas brasileiras e estrangeiras para dar apoio às forças rebeldes.\nDevido ao bombardeio dos sete fortes de Niterói, capital do estado do\nRio de Janeiro, a sede do governo foi transferida para a cidade de\nPetrópolis, na serra, fora do alcance dos canhões da Marinha. A capital\nsó voltaria para o litoral em 1903.\n\nEmbora fossem maioria na Marinha, os revoltosos não tinham apoio popular\ne enfrentaram forte oposição no Exército, com a adesão de milhares de\njovens a batalhões de apoio ao presidente na capital federal e nos\nestados. Esses soldados eram nacionalistas, republicanos e não refutavam\na violência na defesa de Floriano Peixoto, especialmente contra\nestrangeiros, a quem atribuíam conspirações contra a República.\nInspirados na Revolução Francesa, diziam-se jacobinos e promoviam\nmanifestações ruidosas em teatros e praças públicas. As elites estaduais\ntambém apoiavam o presidente, especialmente em São Paulo, onde era forte\no Partido Republicano Paulista (PRP). Diante da impossibilidade de tomar\na capital federal, os revoltosos foram para o Sul do país, onde estava\nem curso a Revolução Federalista.\n\nA luta no Sul foi uma típica disputa entre elites dos anos iniciais da\nRepública, pois o presidente do Rio Grande do Sul, Júlio de Castilhos,\nchefe do Partido Republicano Rio-Grandense (PRR) e um dos poucos que\ntinham a seu lado a bancada de seu estado no Congresso, apoiara o\nmarechal Deodoro da Fonseca em 1891. Floriano Peixoto, ao assumir a\npresidência, destituíra todos os presidentes e governadores estaduais\nligados a seu antecessor, atingindo Júlio de Castilhos. Logo se instalou\na luta pelo poder entre os partidários de Castilhos e os aliados de\nGaspar Silveira Martins, que formaram o Partido Federalista. Defensores\ndo parlamentarismo e da revogação da Constituição estadual positivista,\nos federalistas e os dissidentes do PRR não se conformaram com a\nreconciliação entre Floriano e Castilhos e, com a volta deste ao governo\nestadual em janeiro de 1893, e optaram pelo confronto armado.\n\nEm seu deslocamento rumo ao Sul, parte da frota dos revoltosos da Armada\nchegou até a cidade do Desterro, capital de Santa Catarina. Custódio de\nMelo ensaiou uma aliança com os federalistas, mas o acordo não avançou.\nEnquanto isso, o governo federal comprou, às pressas, novos navios de\nguerra, que foram apelidados de “frota de papel”. Em março de 1894, a\nRevolta da Armada havia sido sufocada. O marechal Floriano Peixoto\ntornou-se o homem forte da República e baluarte de seus ideais. Governou\naté novembro de 1894 e passou o cargo a Prudente de Morais, que se\ntornou o primeiro presidente civil do Brasil, eleito pelo PRP.\n\nApesar de ter sido uma entre tantas rebeliões da última década do século\nXIX, a Revolta da Armada evidenciou as cisões da jovem República\nbrasileira. As rivalidades entre os marechais Deodoro da Fonseca e\nFloriano Peixoto ficaram evidentes, assim como o dissenso entre as\ninstituições que deveriam sustentar o regime, como a Marinha e o\nExército, os governos e as bancadas estaduais etc. As batalhas da\nRevolta da Armada foram registradas pelo fotógrafo espanhol Juan\nGutierrez, e hoje esse material, 77 imagens da destruição causada nos\nfortes do Rio de Janeiro e de Niterói, está no acervo do Museu Histórico\nNacional.\n\nBeatriz Coelho Silva\n\n**FONTES:** Escola Brasil (26/5/2009). SOUZA, Rainer. Revolta da Armada;\nGOMES, A. *Jacobinos*; SOUZA, R. *Revolta*; *UOL Educação* (26/5/2009).\nÂNGELO, Vitor A. *Revolta da Armada*.\n","ref":"**FONTES:** Escola Brasil (26/5/2009). SOUZA, Rainer. Revolta da Armada;\nGOMES, A. *Jacobinos*; SOUZA, R. *Revolta*; *UOL Educação* (26/5/2009).\nÂNGELO, Vitor A. *Revolta da Armada*.\n","dic":"DHBPR"}
