{"title":"REVOLTA DA CHIBATA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**REVOLTA DA CHIBATA**\n\nRebelião ocorrida na Marinha brasileira entre 22 e 27 de novembro de\n1910, em protesto contra os castigos físicos que os militares de baixa\npatente recebiam. Os amotinados, liderados pelo marinheiro João Cândido\nFelisberto, apelidado pela imprensa da época de “Almirante Negro”,\ntiveram suas reivindicações atendidas – a punição com chibatadas foi\nextinta –, mas uma semana depois quase todos foram presos, mortos ou\nmandados para seringais na Amazônia.\n\nDesde o Império, os marinheiros brasileiros eram quase todos negros ou\nmulatos recrutados pela polícia e comandados por oficiais brancos. De\nacordo com seu código disciplinar, não podiam se casar, e as faltas\ngraves eram punidas com “vinte e cinco chibatadas, no mínimo”. Com a\nProclamação da República em 1989 a punição foi extinta, mas foi\nreabilitada um ano depois, embora fosse considerada degradante porque\ntoda a tripulação deveria assistir ao castigo, reunida no convés dos\nnavios.\n\nNa primeira década do século XX, os marinheiros passaram a ter contato\ncom as armadas de outros países que haviam suprimido tais castigos. Em\n1909, um grupo esteve na Inglaterra e soube das lutas dos marujos\nbritânicos por seus direitos e também da revolta ocorrida no encouraçado\n*Potemkin*, da Marinha russa, em 1904. João Cândido, que se alistara em\n1895, aos 14 anos, estava entre esses marinheiros e, de volta, criou um\ncomitê clandestino para organizar uma revolta. A ideia era formar\ncomitês nos outros navios e realizar o motim em 25 de novembro de 1910,\ndez dias após a posse do presidente Hermes da Fonseca.\n\nA punição no dia 16 de novembro ao marinheiro Marcelino Rodrigues\nMeneses no encouraçado *Minas Gerais* adiantou os acontecimentos.\nMarcelino recebeu 250 chibatadas por levar cachaça a bordo e ferir um\ncabo a navalha. Desmaiou, mas o castigo prosseguiu, o que revoltou a\ntripulação. Na noite de 22 de novembro, quando chegaram à baía de\nGuanabara, os marinheiros do *Minas Gerais* mataram seis oficiais, entre\neles o comandante Batista das Neves, que voltava de um jantar no navio\nfrancês *Duguay-Trouin*. Um sétimo oficial, o segundo-tenente Álvaro\nAlberto, embora ferido, escapou para o encouraçado *São Paulo* e avisou\nos outros oficiais, que fugiram para terra firme. Ainda naquela noite, o\nmotim se estendeu aos encouraçados *São Paulo* e *Deodoro*, ao cruzador\n*Bahia* e a quatro embarcações menores.\n\nNo dia seguinte, um ultimato foi enviado ao governo, redigido pelo\nmarinheiro Francisco Dias Martins, que se autodenominava Mão Negra, mas\natribuído a João Cândido. Os marinheiros exigiam anistia para os\nrevoltosos e o fim das chibatadas, ameaçando, caso não fossem atendidos,\ncom o bombardeio do então Distrito Federal em 12 horas. Como a subversão\nda hierarquia era um dos principais crimes para as forças armadas, a\nMarinha, o Congresso e o governo divergiram quanto à resposta a ser dada\naos rebelados.\n\nA incapacidade de derrotar o motim ficou patente no dia 24 de novembro,\nquando duas embarcações foram rechaçadas pelos amotinados, que também\nbombardearam a instalações da Marinha na ilha das Cobras e dispararam\ncontra o palácio do Catete, sede do governo federal. Parte da população\nda cidade fugiu para longe da orla, e outra parte foi ver os navios\namotinados. A tentativa do deputado e capitão de mar e guerra José\nCarlos de Carvalho de negociar com os marinheiros foi infrutífera, e no\ndia seguinte, 25 de novembro, o ministro da Marinha, almirante Joaquim\nMarques Batista Leão, determinou que os navios rebelados deveriam ser\npostos “a pique, sem medir sacrifícios”.\n\nO governo e o Congresso, no entanto, não concordavam. Rui Barbosa,\ndeputado e candidato à presidência da República derrotado por Hermes da\nFonseca, considerava os castigos corporais abusivos após a abolição da\nescravatura e defendia a anistia dos rebelados. Esta veio no dia 26 de\nnovembro, quando o presidente Hermes da Fonseca declarou que os castigos\nfísicos estavam abolidos e que os revoltosos que se entregassem seriam\nanistiados. As armas foram depostas, e as embarcações devolvidas no dia\n27, terminando assim a rebelião. No entanto, no dia seguinte, alguns\nmarinheiros foram expulsos da corporação, acusados de indisciplina.\n\nUma semana mais tarde, em 4 de dezembro, quando quatro marinheiros foram\npresos, os fuzileiros navais da ilha das Cobras se sublevaram, mas foram\nbombardeados durante todo o dia, mesmo tendo se rendido. Havia\nseiscentos revoltosos dos quais pouco mais de cem sobreviveram e foram\ndetidos na fortaleza de São José, na mesma ilha. Entre eles, 18 foram\nrecolhidos numa cela escavada na rocha viva. No dia seguinte, havia\napenas dois vivos, João Cândido e o soldado conhecido como Pau de Lira.\nOutros marinheiros foram levados à força para seringais na Amazônia, e\nparte foi fuzilada no caminho.\n\nAo ser solto, João Cândido tentou reunir novamente o comitê de\nmarinheiros, tentou ser recebido por Rui Barbosa e Severino Vieira,\noutro deputado favorável ao atendimento das reivindicações dos\nrebelados, negou ser contra a manifestação, mas foi expulso da Marinha.\nSeis meses depois, em abril de 1911, foi detido no Hospital dos\nAlienados como louco. Solto e absolvido em 1912, tornou-se estivador e\nvendedor de peixes no mercado da Praça XV, em frente ao porto. Sua ficha\nna Marinha informava que, em 15 anos, havia sido castigado nove vezes,\npreso em celas solitárias e rebaixado duas vezes de cabo a soldado.\nContinha ainda dez elogios por bom comportamento, o último em agosto de\n1910, três meses antes da revolta. João Cândido morreu em 1969, aos 89\nanos, esquecido, mas não sem antes registrar seu depoimento no Museu da\nImagem e do Som do Rio de Janeiro. Não se tem notícia de seus\ncompanheiros de rebelião.\n\nNa década de 1970, ainda durante o regime militar, a Revolta da Chibata\nvoltou à baila com *Mestre-sala dos mares*, música de João Bosco e Aldir\nBlanc no estilo de samba-enredo, que homenageava João Cândido. A menção,\nna letra, a seu apelido Almirante Negro foi censurada e substituída por\n“navegante negro”. Em 22 de novembro de 2007 uma estátua sua foi\ninaugurada nos jardins do Museu da República, no palácio do Catete, e em\n24 de julho de 2008 o *Diário Oficial da União* publicou a Lei n^o^\n11.756, que lhe concedeu anistia, mas vetou sua reintegração à Marinha.\n\nPara os historiadores, a Revolta da Chibata foi uma das muitas revoltas\nocorridas na Primeira República, embora sem projeto de mudança social ou\neconômica. Os rebelados pretendiam apenas extinguir os castigos\ncorporais e melhorar as condições de vida nas embarcações da Marinha\nbrasileira.\n\nBeatriz Coelho Silva\n\n**FONTES**: ROLAND, M. *Revolta*; SILVA, M. *João Cândido.*\n","ref":"","dic":"DHBPR"}
