{"title":"REVOLTA DA VACINA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Juliana Gagliardi","Celso Castro"],"content":"**REVOLTA DA VACINA**\n\nRevolta também conhecida como *Quebra-Lampiões*, irrompida no Rio de\nJaneiro, então capital federal, em novembro de 1904, em protesto contra\na obrigatoriedade então decretada da vacinação contra a varíola.\n\nDurante o governo do presidente Rodrigues Alves (1902-1906), o Rio de\nJaneiro passou por uma profunda remodelação urbana, destinada a tornar a\ncidade o reflexo do Brasil republicano moderno. Além da desapropriação e\nda demolição de cortiços para a abertura de novos espaços, intervenções\nconhecidas como “o Bota-Abaixo”, foram tomadas importantes medidas de\nhigienização. O prefeito Pereira Passos, que teria seu nome\nhistoricamente associado à reforma, era engenheiro e liderou uma série\nde obras públicas na área portuária da cidade. Outra comissão, liderada\npelo também engenheiro Paulo de Frontin, comandou as obras de abertura\nda avenida Central (atual Rio Branco), da avenida do Cais (atual\nRodrigues Alves) e do canal do Mangue.\n\nPara auxiliá-lo em seu projeto modernizador, em 1903 Pereira Passos\nnomeou Oswaldo Cruz, sanitarista renomado que trazia no currículo\npassagem pelo Instituto Pasteur, na França, diretor geral de Saúde\nPública. Oswaldo Cruz tinha problemas graves a enfrentar: a febre\namarela, a peste bubônica e a varíola. Para combater essas doenças, agiu\nno sentido de exterminar seus vetores, o mosquito, no caso da febre\namarela, e os ratos, no caso da peste. Para o combate ao mosquito\ntransmissor da febre, foram postos em ação guardas “mata-mosquitos” que\nvisitavam as casas em várias regiões da cidade, muitas vezes\nacompanhados por soldados da polícia. O combate aos ratos foi associado\nà intensificação da limpeza pública. Para o controle da varíola, foi\naprovada uma lei que, visando à vacinação em massa da população, tornou\na vacina obrigatória.\n\nO Projeto de Lei\n\nEm 29 de junho de 1904 o governo enviou ao Senado um anteprojeto de lei\nque estabelecia a obrigatoriedade da vacinação contra a varíola para\ntodas as pessoas. A vacina, desenvolvida pelo médico e naturalista\nfrancês Edward Jenner no século XVIII, já existia no Brasil desde o\ninício do século XIX. Entusiasta do novo processo, dom João VI mandara\nvacinar seus filhos e criara a Junta da Instituição Vacínica em abril de\n1811. O Código de Posturas do Município do Rio de Janeiro, datado de\n1832, já estabelecia a obrigatoriedade da vacinação de crianças de\n“qualquer cor” e previa a aplicação de uma multa em caso de\ndesobediência. Ainda assim, a medida preventiva não se popularizou.\n\nO projeto enviado ao Congresso em 1904 foi aprovado no Senado em 20 de\njulho e na Câmara no fim de outubro, tornando-se lei no dia 31 desse\nmês. Enfrentou a oposição liderada por Lauro Sodré no Senado e pelos\ndeputados Barbosa Lima e Alfredo Varela na Câmara. O Apostolado\nPositivista do Brasil também se opôs ao projeto de lei.\n\nA Revolta Popular e a Revolta Militar\n\nA lei da vacinação foi na verdade usada como pretexto pela a oposição\npara se rebelar contra o presidente Rodrigues Alves. O motivo real da\nrebeldia eram disputas políticas anteriores que envolviam o Partido\nRepublicano Federal (PRF) e o Partido Conservador (PC). Lauro Sodré,\nfigura-chave na incitação ao movimento, tanto no âmbito popular quanto\nno militar, era também líder do PRF, que reunia as oposições de todos os\nestados à política dos governadores mantida com apoio do PC, liderado\npor Pinheiro Machado.\n\nPara combater a lei, a oposição apelou ao imaginário popular com a\nameaça representada pela entrada de pessoas estranhas nos lares para\ndesinfecção e limpeza dos ambientes, bem como para tocar nas esposas e\nfilhas das famílias, no caso da vacinação. Somado a isso, jornais e\npolíticos incitavam a oposição à lei, vista como despótica. Foi o caso,\npor exemplo, do jornal *O Comércio do Brasil*, de propriedade de Alfredo\nVarela, deputado federal pelo Partido Republicano Rio-Grandense (PRR),\nque publicava uma coluna diária intitulada “Direito à resistência”. Para\nVarela a lei era inconstitucional, ilegal, e feria os princípios da\nliberdade e da propriedade privada. Contestava-se também a exigência do\natestado de vacina em várias situações, como busca de emprego, matrícula\nem escolas, casamento etc.\n\nNo dia 5 de novembro de 1904, houve um encontro no Centro das Classes\nOperárias, próximo à praça Tiradentes, presidido pelo senador Lauro\nSodré, no qual foi fundada a Liga Contra a Vacina Obrigatória. Nos dias\n10 e 11, no largo de São Francisco, houve reuniões de grupos contrários\nà lei, em sua maioria formados por estudantes. Houve embates com a\npolícia, distúrbios urbanos e prisões. O mesmo se repetiu nos dias 12 e\n13, com ocorrência de manifestações na praça Tiradentes e proximidades.\nNo dia 13, o povo aguardava os resultados de uma reunião que examinaria\na lei, quando o conflito se espalhou pelas proximidades e avançou noite\nadentro. Mais de 20 bondes da Companhia Carris Urbanos e muitos lampiões\nda iluminação pública foram destruídos, o que explica o apelido\n“Quebra-Lampiões” atribuído à revolta.\n\nDiante do clima de intensificação das manifestações, foi reforçada a\nguarda do palácio do Catete. No próprio dia 13 de novembro tornaram-se\nmais violentos os conflitos diretos entre manifestantes e polícia,\nespalhando-se para Botafogo, Laranjeiras e bairros da Zona Norte, Praça\n11, Tijuca, Gamboa, Rio Comprido e Engenho Novo. No dia 14, as\nmanifestações continuaram também na Cidade Nova e Vila Isabel, chegando\naté mesmo a Copacabana. No bairro da Saúde, onde as manifestações se\nestenderam por todo o dia, foram montadas grandes barricadas que\nreceberam o apelido de “Porto Artur”, em alusão à violenta batalha\nocorrida na guerra russo-japonesa (1904-1905). Naquela área, Horácio\nJosé da Silva, apelidado de Prata Preta, teve forte atuação e ficou\nconhecido como uma das maiores lideranças da revolta popular.\nRepresentantes das forças armadas, alguns deslocados de outras cidades\npara o Rio de Janeiro, eram remanejados na tentativa de controlar os\nfocos de tensão espalhados pela cidade, que foi repartida em três zonas\nde policiamento.\n\nParalelamente à revolta popular, aconteceu um movimento militar que\ntinha por objetivo derrubar o governo. No dia 17 de outubro – portanto\nainda antes da promulgação da lei –, alguns oficiais e muitos alunos da\nEscola Militar do Brasil, localizada na Praia Vermelha, fizeram uma\nhomenagem ao senador (e também militar) Lauro Sodré, por ocasião de seu\naniversário, em sua casa. O levante começou então a ser articulado, com\nprevisão para eclodir no dia 15 de novembro, quando um desfile militar\ncomemoraria o aniversário da Proclamação da República. A situação\ncaótica da cidade fez com que o desfile fosse cancelado. No dia 14,\nhouve uma reunião no Clube Militar da qual participaram os generais\nSilvestre Travassos e Olímpio da Silveira, Lauro Sodré, Barbosa Lima, o\nmajor Gomes de Castro e o capitão Augusto Mendes de Moraes, todos\ndescontentes com as medidas adotadas pelo governo. Os dois últimos foram\nresponsáveis por uma fracassada tentativa de levante na Escola de Tática\ndo Realengo no mesmo dia, sufocada pelo então diretor da instituição,\ngeneral Hermes da Fonseca. Encarregado de sublevar a Escola Militar do\nRealengo, o general Travassos destituiu o comandante, general Alípio\nCostallat, e liderou, durante a noite, a marcha dos alunos em direção ao\npalácio do Catete com o objetivo de depor o presidente da República.\n\nAo saber da revolta da Escola Militar, no início da noite o presidente\nRodrigues Alves se reuniu com os ministros da Guerra, Francisco de Paula\nArgollo, da Marinha, Júlio César de Noronha, da Justiça, José Joaquim\nSeabra, da Fazenda, José Leopoldo de Bulhões Jardim e da Viação, Lauro\nSeveriano Müller. Muitos senadores também estiveram no palácio durante a\nnoite. O Exército, a Marinha, a polícia e os bombeiros foram acionados\npara fortalecer a segurança do palácio. O general de brigada Francisco\nMarcelino de Sousa Aguiar marchou até o largo do Machado com os soldados\nda guarda do palácio. Chegou-se a sugerir que Rodrigues Alves se pusesse\na bordo de um navio de guerra, onde lhe poderia ser garantida maior\nsegurança, o que o presidente recusou.\n\nQuando os revoltosos liderados pelo general Travassos chegaram à rua da\nPassagem, em Botafogo, se chocaram com uma brigada de ataque enviada\npelo governo. Em meio à escuridão, houve um tiroteio desorganizado que\ndurou cerca de meia hora, no qual morreram um aluno da Escola Militar,\nSilvestre Cavalcanti, e um sargento da tropa legalista, chamado Camargo.\nAmbas as partes recuaram após o tiroteio, cada qual imaginando-se\nderrotada. O general Travassos, gravemente ferido por tiro, viria a\nfalecer oito dias depois. Lauro Sodré, levemente ferido no tiroteio,\nfugiu.\n\nAos poucos a notícia da retirada das tropas sublevadas chegou ao palácio\ndo governo. A Escola Militar foi bombardeada durante a noite por navios\nde guerra posicionados na boca da barra da baía de Guanabara e, na manhã\ndo dia 15, foi ocupada, sem resistência dos alunos, pelo general Argollo\ne pelo ministro Lauro Müller. Os alunos foram presos, expulsos da\nEscola, embarcados em navios e levados para portos da região Sul do\npaís.\n\nSe no dia 15 a revolta da Escola Militar já havia sido controlada,\ncontinuava a revolta popular. No dia 16 de novembro foi decretado o\nestado de sítio e revogada a obrigatoriedade da vacinação. Com isso, o\nmovimento popular também começou a se desarticular. Houve alguns mortos\ne centenas de presos, que foram enviados para a ilha das Cobras. Muitos\nforam deportados para o Norte do país, mas a maior parte não passou por\nprocessos formais.\n\nJuliana Gagliardi/Celso Castro\n\n**FONTES:** CARVALHO, J. *Bestializados*; CASTRO, S. *República*;\nCHALHOUB, S. *Cidade*; Fiocruz. *A trajetória de Oswaldo Cruz e sua luta\ncomo médico sanitarista no século 19.* Disponível em:\n\\<www.fiocruz.br/cgi/cgilua.exe/sys/start.htm?infoid=1084&sid=194\\>.\nAcesso em: 28/9/2010, às 22h; FRANCO, A. *Rodrigues Alves* (v.1); LOBATO\nFILHO, G. *Última*; PEREIRA, S.; AGOSTINO, G. *Epidemia*; SEVCENKO, N.\n*Literatura*.\n","ref":"**FONTES:** CARVALHO, J. *Bestializados*; CASTRO, S. *República*;\nCHALHOUB, S. *Cidade*; Fiocruz. *A trajetória de Oswaldo Cruz e sua luta\ncomo médico sanitarista no século 19.* Disponível em:\n\\<www.fiocruz.br/cgi/cgilua.exe/sys/start.htm?infoid=1084&sid=194\\>.\nAcesso em: 28/9/2010, às 22h; FRANCO, A. *Rodrigues Alves* (v.1); LOBATO\nFILHO, G. *Última*; PEREIRA, S.; AGOSTINO, G. *Epidemia*; SEVCENKO, N.\n*Literatura*.\n","dic":"DHBPR"}
