{"title":"REVOLTA DE 5 DE JULHO DE 1922","cargoss":["Marco inicial das revoltas tenentistas que se estenderiam por toda a"],"author":null,"content":"**REVOLTA DE 5 DE JULHO DE 1922**\n\nMarco inicial das revoltas tenentistas que se estenderiam por toda a\ndécada de 1920 e culminariam na Revolução de 1930, o movimento foi um\nprotesto contra a eleição de Artur Bernardes para a presidência da\nRepública em março de 1922, contra punições de militares e contra o\nfechamento do Clube Militar. No Rio de Janeiro, o levante irrompeu na\nVila Militar e na Escola Militar do Realengo, e também no forte de\nCopacabana, cuja ocupação terminou na marcha dos 18 do Forte. A revolta\nenvolveu também o contingente do Exército em Mato Grosso.\n\nA Campanha Eleitoral e as “Cartas Falsas”\n\nA Revolta de 1922 ocorreu em uma conjuntura caracterizada por uma grande\ninstabilidade política, quando apareceram de forma mais nítida as\ndisputas e conflitos entre as oligarquias e o descontentamento dos\nmilitares e dos setores urbanos com a forma como era feito o\nencaminhamento das questões políticas. A cisão política que marcou a\nsucessão de Epitácio Pessoa na presidência da República em 1922 foi\ninfluenciada, em parte, pela disputa entre os estados de Minas Gerais e\nSão Paulo, grandes produtores de café, e os estados do Rio Grande do\nSul, Rio de Janeiro, Bahia e Pernambuco, além do Distrito Federal, que\nnão estavam diretamente ligados à cafeicultura e se sentiam prejudicados\npela política de desvalorização cambial e de endividamento externo\ndestinada a garantir a valorização do preço do café.\n\nOs anos 1920 assistiram também ao início de um processo de\nindustrialização e urbanização importante, que teve como consequência a\npressão das camadas urbanas para garantir uma participação política\ncorrespondente à sua posição social, o que as levou muitas vezes a se\naliar a facções oligárquicas. Por outro lado, as primeiras manifestações\npolíticas das massas urbanas também colocaram para as elites o problema\ndas relações de dominação nas cidades.\n\nA campanha sucessória, naquela fase da vida brasileira, era o\nacontecimento político mais importante. A rebeldia oligárquica e a\nrebeldia militar combinaram-se então de modo evidente. Do lado militar,\na luta foi travada em defesa da dignidade e da honra das forças armadas,\nofendidas pelo civilismo de Epitácio Pessoa, que em seu governo nomeara\ncivis para as pastas militares e recusara o aumento dos soldos, e\nprincipalmente pela publicação das chamadas “cartas falsas”. Do lado\noligárquico, os setores não ligados ao café manifestavam o desejo de\nmaior participação nas decisões e acesso ao poder. A campanha se\ndesenvolveu dentro de um clima de grande disputa e violência.\n\nA candidatura oficial, do mineiro Artur Bernardes, teve o apoio do\nPartido Republicano Mineiro (PRM) e do Partido Republicano Paulista\n(PRP). Contra a candidatura Bernardes levantou-se o Rio Grande do Sul,\ncom Borges de Medeiros, denunciando o arranjo político como uma forma de\ngarantir recursos para os esquemas de valorização do café, quando o país\nnecessitava de finanças equilibradas. Borges de Medeiros decidiu apoiar\na candidatura do fluminense Nilo Peçanha à presidência e do baiano José\nJoaquim Seabra à vice-presidência. Formou-se assim, em junho de 1921, o\nmovimento da Reação Republicana. Um mês antes, em maio de 1921, o\nmarechal Hermes da Fonseca fora escolhido presidente do Clube Militar.\nHavia também uma tentativa de lançar o nome de um militar para a\npresidência da República – que seria o próprio marechal Hermes. Foi com\no objetivo de incompatibilizar a candidatura de Bernardes com a\noficialidade que estourou o escândalo das “cartas falsas”.\n\nEm outubro de 1921, apareceu estampada em *fac-simile*, no jornal\ncarioca *Correio da Manhã,* a primeira carta, datada de 3 de junho. Com\na suposta assinatura de Bernardes, e dirigida ao senador Raul Soares, a\ncarta se referia ao marechal Hermes da Fonseca como “esse sargentão sem\ncompostura”, e ao banquete em que sua candidatura à presidência fora\nlançada por oficiais como uma “orgia”. Sempre se referindo aos\nmilitares, dizia o texto que “essa canalha precisa de uma reprimenda\npara entrar na disciplina” e prosseguia: “Veja se o Epitácio mostra sua\napregoada energia, punindo severamente esses ousados, prendendo os que\nsaíram da disciplina e removendo para bem longe esses generais\nanarquizadores. Se o Epitácio com medo não atender, use de diplomacia,\nque depois do meu reconhecimento ajustaremos contas. A situação não\nadmite contemporizações, os que forem venais, que é quase a totalidade,\ncompre-os com todos os seus bordados e galões”. No dia seguinte, mais\numa carta foi publicada pelo *Correio da Manhã*, datada de 6 de junho,\nreferindo-se a uma prorrogação da Convenção, “porque ela devia ter sido\nrealizada antes da chegada do Nilo, pois como V. disse, esse ‘moleque é\ncapaz de tudo’. Remova toda dificuldade como bem entender, não olhando\ndespesas, o que já fiz ver ao João Luís”.\n\nEm torno das cartas passou a girar todo o noticiário da imprensa, e em\ntodo o país foi desencadeada enorme agitação política. O escândalo que\nelas provocaram expressava a desaprovação de setores da sociedade à\npolítica praticada pelo governo. Bernardes negou veementemente a autoria\ndas cartas. Nos dias seguintes à publicação, o Clube Militar se reuniu e\ndeclarou falsa a primeira carta, que dizia respeito à corporação. O\npróprio Hermes da Fonseca manifestou essa opinião. Mas a publicação das\ncartas desencadeou uma forte reação dentro dos quartéis. Os oficiais,\nprincipalmente jovens – chamados de modo geral de “tenentes” –,\ntornaram-se favoráveis a um golpe, caso Bernardes fosse eleito. Em 3 de\nfevereiro de 1922, Oldemar Lacerda, em carta aos diretores do Clube\nMilitar, confessou a falsificação da assinatura de Bernardes nas cartas.\nEssa confissão não foi divulgada pelo Clube Militar.\n\nApesar das “cartas falsas”, e de toda a celeuma que elas provocaram, as\nmáquinas dos partidos republicanos funcionaram bem na eleição de 1° de\nmarço de 1922, dando a vitória a Bernardes. Dois meses depois, em maio,\na interferência do governo federal na eleição do presidente de\nPernambuco, utilizando tropas do Exército para favorecer o candidato\napoiado por familiares de Epitácio Pessoa, provocou um telegrama de\nprotesto do marechal Hermes da Fonseca. A prisão domiciliar do marechal\ne o fechamento do Clube Militar, decretados no início de julho,\naumentaram a agitação nos meios oposicionistas, particularmente entre os\nmilitares, e foram o estopim para o levante de 5 de julho.\n\nA Revolta\n\n      A insurreição teve início na Vila Militar, na noite de 4 para 5 de\njulho de 1922. Concomitantemente, eclodiu na Escola Militar do Realengo,\nno forte do Vigia, situado no bairro do Leme, e no forte de Copacabana.\nAí contou com a participação, entre outros, do capitão Euclides Hermes\nda Fonseca, filho do marechal Hermes da Fonseca, dos tenentes Siqueira\nCampos, Eduardo Gomes, Newton Prado e Mário Carpenter. O total de\nrevoltosos chegou a 301. Os rebeldes bombardearam vários objetivos\nmilitares, entre eles o Quartel-General e o Arsenal de Marinha, forçando\na transferência do comando militar e do Ministério da Guerra.\nEntretanto, após breves combates, as forças do governo dominaram a\nsublevação, controlando todos os focos da rebelião, com exceção do forte\nde Copacabana. Diante desse quadro, o capitão Euclides Hermes da Fonseca\nfranqueou a saída aos combatentes que desejassem abandonar o forte, o\nque foi feito por cerca de 270 homens.\n\nNo dia 6 os combates prosseguiram e, quando Euclides deixou o forte para\nparlamentar com o ministro da Guerra, Pandiá Calógeras, foi preso por\nordem de Epitácio Pessoa. Prevendo essa possibilidade, Euclides havia\ninstruído seu substituto no comando do forte, o tenente Siqueira Campos,\nno sentido de que bombardeasse a cidade caso ele não voltasse em duas\nhoras. O próprio Euclides, uma vez preso, fez gestões junto a Siqueira\nCampos no sentido de que a ameaça não fosse cumprida, mas quando\nSiqueira foi informado de que Epitácio Pessoa exigia a rendição\nincondicional, rompeu as negociações. Epitácio ordenou então que o forte\nfosse cercado por terra, mar e ar.\n\nContrapondo-se à sugestão de Siqueira Campos de que fosse explodido o\npaiol de pólvora do forte, Eduardo Gomes propôs a saída dos rebeldes\npara a rua e o combate corpo a corpo com as forças do governo, o que foi\nfeito. Siqueira Campos dividiu então em 18 pedaços a bandeira nacional,\nentregou um a cada revoltoso remanescente e guardou consigo o destinado\na Euclides. Munidos de fuzis e revólveres, os rebeldes marcharam pela\npraia de Copacabana, recebendo no caminho a adesão de um civil, Otávio\nCorreia, a quem foi entregue armamento e o pedaço da bandeira separado\npara Euclides. Liderado pelos tenentes Siqueira Campos, Eduardo Gomes,\nMário Carpenter e Newton Prado, o grupo enfrentou as tropas do 2^o^\nBatalhão do 3^o^ Regimento de Infantaria durante aproximadamente uma\nhora e 15 minutos. Desse combate resultou a morte dos rebeldes Mário\nCarpenter, Newton Prado, José Pinto de Oliveira, Pedro Ferreira de Melo\ne do civil Otávio Correia. Saíram feridos, entre outros, Siqueira Campos\ne Eduardo Gomes.\n\nO episódio passou para a história com o nome de “Os 18 do Forte”. O\nnúmero de combatentes que participaram da marcha teria sido na verdade\n11 e não 18. Eduardo Gomes, anos mais tarde, afirmaria haverem sido 13\nos combatentes.\n\nO tenentismo, que então ganhou impulso, foi um dos principais agentes\nhistóricos responsáveis pelo colapso da Primeira República.\n\nAlzira Alves de Abreu\n\n**FONTES**: ABREU, A. *Dicionário*; FAUSTO, B. *Trabalho*; FERREIRA, M.\n*Reação* (v.6, p.9-23); FERREIRA, M. *República*; FORJAZ, M*.\nTenentismo*; FORJAZ, M. *Tenentismo e política*; FRITSCH, W. *1922*;\nMARTINS, L. *Pouvoir*; SILVA, H.; CARNEIRO, M. *Primeiro*; VISCARDI, C.\n*Teatro*.\n","ref":"**FONTES**: ABREU, A. *Dicionário*; FAUSTO, B. *Trabalho*; FERREIRA, M.\n*Reação* (v.6, p.9-23); FERREIRA, M. *República*; FORJAZ, M*.\nTenentismo*; FORJAZ, M. *Tenentismo e política*; FRITSCH, W. *1922*;\nMARTINS, L. *Pouvoir*; SILVA, H.; CARNEIRO, M. *Primeiro*; VISCARDI, C.\n*Teatro*.\n","dic":"DHBPR"}