{"title":"REVOLTA DE 5 DE JULHO DE 1924","cargoss":["Movimento também chamado de Segundo 5 de julho, irrompido em Sergipe"],"author":null,"content":"**REVOLTA DE 5 DE JULHO DE 1924**\n\nMovimento também chamado de *Segundo 5 de julho*, irrompido em Sergipe\nAmazonas e São Paulo. Foi dominado com rapidez nos dois primeiros\nestados, mas em São Paulo os rebeldes controlaram a capital por três\nsemanas e só então se deslocaram para o interior, onde, aliados a\nrevolucionários gaúchos, viriam a formar a Coluna Prestes.\n\nAntecedentes\n\nDo ponto de vista político, o início dos anos 1920 foi tumultuado. A\ncampanha para a sucessão do presidente Epitácio Pessoa prevista para\n1922, em meio a uma séria crise econômica, opôs a candidatura de Nilo\nPeçanha, que gozava da simpatia dos militares, à do mineiro Artur\nBernardes, candidato oficial. A campanha foi violenta, agravada pelo\nepisódio que ficou conhecido como as “cartas falsas”, nas quais o\ncandidato governista teria ofendido o marechal Hermes da Fonseca. O\nfalsário foi descoberto. Artur Bernardes venceu a eleição, mas teve de\nenfrentar violenta oposição. Em final de mandato, o presidente Epitácio\nPessoa enfrentou a insurreição militar de 1922, primeira revolta\ntenentista, que teve início na Vila Militar e na qual tomaram parte\nefetivos da Escola Militar do Realengo e do forte de Copacabana. O\nmovimento, desencadeado no dia 5 de julho, foi debelado, seus líderes\nforam presos, e o estado de sítio foi decretado. Empossado em novembro,\nArtur Bernardes iria governar quase que em permanente estado de sítio.\n\nNo decorrer do ano de 1923, militares insatisfeitos decidiram articular\numa conspiração, organizando “centros cívicos” em vários estados para\natravés deles difundir o plano de uma insurreição que tinha como\nobjetivo derrubar o presidente Artur Bernardes e implantar um mal\ndefinido programa revolucionário. O movimento era liderado pelo general\nreformado do Exército Isidoro Dias Lopes e pelos capitães Joaquim e\nJuarez Távora. A articulação contava com o apoio de Nilo Peçanha. Um\nagravante da insatisfação dos militares decorreu da decisão de dezembro\nde 1923, enquadrando oficiais envolvidos no levante de 1922 no artigo\nn^o^ 107 Código Penal, que previa perda de patente e expulsão do\nExército.\n\nMotivos táticos levaram à escolha de São Paulo para o início do\nmovimento, que deveria também irromper nos estados do Paraná, Santa\nCatarina, Rio Grande do Sul, Minas Gerais e Mato Grosso. A data\nescolhida foi o 5 de julho, mesmo dia da insurreição do forte de\nCopacabana em 1922. O elemento surpresa fazia parte do plano, que teria\ninício com a ocupação de ruas de São Paulo, a abertura de trincheiras, a\nsublevação dos quartéis, a ocupação do palácio do governo e organização\nde uma marcha revolucionária para depor o presidente Bernardes no Rio de\nJaneiro.\n\nA Revolta\n\nNa madrugada do dia 5 de julho de 1924, a população da cidade de São\nPaulo foi surpreendida pelo troar de canhões. Bombas eram dirigidas à\nEstação da Luz e ao bairro dos Campos Elísios, onde se situava o palácio\ndo governo. Iniciava-se o levante de uma ala do Exército sob o comando\ndo General Isidoro Dias Lopes.\n\nOs bombardeios atingiram não apenas os Campos Elísios, mas também outros\nbairros, as comunicações telefônicas foram interrompidas e o\nfornecimento de energia elétrica sofreu cortes. Os quartéis da 2^a^\nRegião Militar e da Força Pública foram ocupados, e seus comandantes,\nrespectivamente general Abílio Noronha e coronel Domingos Querino\nFerreira, foram presos. O comando revolucionário foi instalado no\nquartel-general da Força Pública.\n\nJá no dia 6, o presidente Artur Bernardes solicitou ao Congresso\nNacional a decretação do estado de sítio e enviou para Santos os\ndestroieres *Bahia* e *Alagoas*, bem como o encouraçado *Minas Gerais*,\ncom um efetivo de mais de três mil homens. Carlos de Campos, presidente\ndo estado de São Paulo, deixou o palácio dos Campos Elísios e transferiu\na sede do governo para Guaiaúna, na Zona Leste da cidade, próximo ao\nbairro da Penha. Os revoltosos formaram uma junta militar presidida pelo\ngeneral Isidoro Dias Lopes, da qual participavam o general Augusto\nXimeno de Villeroy, o marechal Odílio Bacelar Randolfo, os majores\nBertoldo Klinger e Miguel Costa. Pretendiam entregar o governo de São\nPaulo ao conselheiro Antônio Prado, mantendo Firmiano Pinto no cargo de\nprefeito da cidade. No dia 9, tomaram conta do palácio do governo.\n\nOs bombardeios continuavam, e os moradores dos bairros mais atingidos –\nLuz, Campos Elísios, Bom Retiro, São Caetano, Santana e imediações dos\nquartéis – deixavam apressadamente suas casas e buscavam abrigo com\nparentes e amigos em bairros periféricos. Víveres começavam a escassear.\nSaques ocorriam com a conivência dos revoltosos, que pretendiam com isso\nobter apoio da população. Pessoas de mais recursos fechavam as casas e\npartiam para o interior. Combates sangrentos se travavam em vários\npontos da cidade. Feridos eram levados à Santa Casa de Misericórdia,\nonde voluntários colaboravam no atendimento. A Cruz Vermelha apelava à\npopulação, e automóveis particulares foram cedidos para a remoção dos\nferidos. Foram muitos os mortos. No dia 10, os revoltosos pareciam\nsenhores da situação. A manchete do *Jornal do Comércio* informava:\n“Levante militar. As forças sublevadas triunfaram ocupando a capital”.\n\nA estratégia do governador Carlos de Campos, instalado em Guaiaúna,\nconsistia em promover o cerco da cidade impedindo a saída dos revoltosos\npara Santos ou para o Rio de Janeiro, assim como a chegada de reforços\npor mar ou por terra. No vale do Paraíba, tropas legalistas comandadas\npelo general Sócrates impediriam a passagem de tropas mineiras. O cerco\nse completava com a ocupação do ramal da São Paulo Railway a leste e com\no reforço das posições do governo no ramal de Itararé, ao sul. Combates\nsangrentos prosseguiam entre legalistas e revoltosos. Governo e\nopositores recorriam a aviões para avaliar as forças adversárias e até\nmesmo para lançar panfletos. O comando revolucionário buscava a adesão\nda população oferecendo vantagens materiais aos que aderissem.\n\nUma comissão de pessoas de projeção foi formada para solicitar ao\npresidente Bernardes a cessação dos bombardeios sobre a cidade. Era\nconstituída pelo prefeito da capital, Firmiano Pinto; pelo arcebispo\nmetropolitano, dom Duarte Leopoldo e Silva; pelo presidente da\nAssociação Comercial de São Paulo, José Carlos de Macedo Soares, e pelo\npresidente da Liga Nacionalista, Frederico Vergueiro Steidel. O governo\nfederal refutou todas as tentativas de diálogo, propondo o fim de sua\nação. O comandante da 2^a^ Região Militar, general Abílio Noronha,\naprisionado pelos rebeldes, buscou intermediar uma proposta de\nentendimento que fracassou, pois Isidoro impunha como condição para o\ndiálogo a deposição de Artur Bernardes.\n\nCarlos de Campos, perante uma comissão presidida pelo arcebispo de São\nPaulo, também manifestou o propósito de não ceder. Os bombardeios\nrecrudesciam e as consequências para a cidade eram desastrosas. Isolados\ne sem perspectivas de vitória, os revoltosos admitiram a inutilidade dos\nesforços e decidiram deixar a cidade, partindo em comboios nos dias 27 e\n28 de julho.\n\nNo dia da partida, 28 de julho, o general Isidoro, através de uma\nproclamação publicada na imprensa, agradeceu à população paulista e\ndeclarou que a semente do espírito revolucionário estava lançada. As\ntropas revolucionárias perseguidas embrenharam-se pelo interior do\nestado dirigindo-se ao Paraná e aí se juntaram às tropas rebeldes que\nvinham do Rio Grande do Sul chefiadas por Luís Carlos Prestes. Formaram\na Coluna Prestes, que durante dois anos percorreu o país pregando a\nrevolução social em uma guerra de movimento.\n\nNo dia 29, com a vitória das forças legalistas, o presidente Carlos de\nCampos retornou ao palácio dos Campos Elísios. A vida da cidade buscava\no retorno à normalidade.\n\nAlice Beatriz da Silva Gordo Lang\n\n**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; CARONE, E. *Revoluções*;\nCOHEN, I. *Bombas*; CORREA, A. *Rebelião*; LANG, A. *Um fato*; LOVE, J.\n*Locomotiva*.\n","ref":"**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; CARONE, E. *Revoluções*;\nCOHEN, I. *Bombas*; CORREA, A. *Rebelião*; LANG, A. *Um fato*; LOVE, J.\n*Locomotiva*.\n","dic":"DHBPR"}