{"title":"REVOLUÇÃO DE 1930","cargoss":["Movimento armado iniciado no dia 3 de outubro de 1930, sob a liderança"],"author":null,"content":"**REVOLUÇÃO DE 1930**\n\nMovimento armado iniciado no dia 3 de outubro de 1930, sob a liderança\ncivil de Getúlio Vargas e sob a chefia militar do tenente-coronel Pedro\nAurélio de Góis Monteiro, com o objetivo imediato de derrubar o governo\nde Washington Luís e impedir a posse de Júlio Prestes, eleito presidente\nda República em 1^o^ de março. O movimento tornou-se vitorioso em 24 de\noutubro e Vargas assumiu o cargo de presidente provisório a 3 de\nnovembro do mesmo ano.\n\nAs mudanças políticas, sociais e econômicas que tiveram lugar na\nsociedade brasileira no pós-1930 fizeram com que esse movimento\nrevolucionário fosse considerado o marco inicial da Segunda República no\nBrasil.\n\nAs Origens\n\nAs motivações, ideias e objetivos que levaram ao movimento armado de\n1930 devem ser buscados na década de 1920, quando apareceram mais\nclaramente os efeitos políticos do processo de urbanização e de\nindustrialização e quando novas forças sociais, principalmente as\ncamadas médias e as massas urbanas, começaram a exigir uma participação\npolítica que até então lhes fora vedada. As reivindicações e pressões\ndessas novas forças levaram à contestação do Estado oligárquico, na\nmedida em que este era incapaz de absorver suas demandas. Essa\ncontestação ao Estado oligárquico não contou porém com a participação\ndos setores industriais emergentes e tampouco foi o resultado de uma\ncontradição, no nível da produção, entre o setor agrário e o setor\nindustrial.\n\nPoliticamente, essa fase da vida brasileira se caracterizava pelo\ndomínio das oligarquias agrárias, sob a hegemonia dos cafeicultores. Em\nnível local, o poder era exercido por chefes de famílias – os “coronéis”\n–, que controlavam os votos de seus parentes, amigos e subordinados e\nnormalmente ocupavam e monopolizavam todos os cargos estaduais. Eram\neles a via para a escolha não só dos representantes no Congresso como\ndos candidatos a presidente e vice-presidente da República. Esses chefes\npolíticos pertenciam quase sempre aos partidos republicanos, que tinham\ncaráter estadual.\n\nComo observa Bóris Fausto, “a democracia política tinha um conteúdo\napenas formal: a soberania popular significava a ratificação das\ndecisões palacianas e a possibilidade de representação de correntes\ndemocratizantes era anulada pelo voto a descoberto, a falsificação\neleitoral, o voto por distrito e o chamado terceiro escrutínio, pelo\nqual os deputados ou senadores cujos mandatos fossem contestados\nsubmetiam-se ao reconhecimento de poderes por parte da respectiva casa\ndo Congresso. Progressivamente, São Paulo e Minas apropriam-se do poder\ncentral utilizando-se deste mecanismo e comandam, assim, a vida política\ndo país”.\n\nA oposição da jovem oficialidade do Exército – os “tenentes” – ao\nsistema político manifestou-se também na década de 1920. Nas revoltas\ndos 18 do Forte, de 1922, de São Paulo e Rio Grande do Sul, de 1924, e\nna Coluna Prestes, de 1925 a 1927, os “tenentes” expressavam, embora de\nforma vaga, ideias de regeneração do sistema jurídico-político, atacavam\nas oligarquias, defendiam o equilíbrio entre os três poderes, Executivo,\nLegislativo e Judiciário, e pleiteavam um vago nacionalismo econômico,\nbem como a modernização da sociedade. O tenentismo pode ser entendido\ncomo uma tentativa de quebra da rígida estratificação hierárquica e de\nluta pela participação no sistema de poder.\n\nMas dentro da própria oligarquia iriam surgir contestações ao sistema\npolítico excludente, que privilegiava as oligarquias paulistas e\nmineiras. Os grupos oligárquicos dos demais estados não tinham acesso\naos centros de decisão e aceitavam participar como sócios menores da\ndivisão de poder. Na década de 1920, o questionamento da forma de\ndominação se expressava no surgimento de novos partidos políticos com\npropostas de ampliação da participação política. Embora os “tenentes” e\nas oligarquias dissidentes contestassem o sistema político vigente,\nhavia divergências entre suas posições: para os “tenentes”, a revolução\ndeveria ser feita a partir dos quartéis, enquanto para as oligarquias\ndissidentes a tomada do poder deveria ser tentada através de eleições.\n\nA Aliança Liberal\n\nAs origens imediatas do movimento de 1930 se encontram no encaminhamento\nda escolha dos candidatos à presidência da República para o quadriênio\n1930-1934, quando ocorreu uma cisão entre os estados de Minas Gerais e\nSão Paulo.\n\nQuebrando uma das regras da política então em vigor, segundo a qual\nMinas e São Paulo se revezavam no governo da República, a partir de 1928\no presidente Washington Luís, ligado ao Partido Republicano Paulista\n(PRP), passou a apoiar ostensivamente a candidatura de outro perrepista,\no então presidente de São Paulo, Júlio Prestes, à sua sucessão. Com essa\nindicação o presidente pretendia assegurar a continuidade de sua\npolítica econômico-financeira de austeridade e de contenção de recursos\npara a cafeicultura, mas desprezava os interesses de Minas Gerais.\n\nAntônio Carlos Ribeiro de Andrada, presidente desse estado, aproximou-se\nentão do Rio Grande do Sul, a fim de se opor aos planos de Washington\nLuís. Dessa aproximação resultou um acordo, conhecido como Pacto do\nHotel Glória, firmado em junho de 1929, segundo o qual Minas e Rio\nGrande vetavam a candidatura de Júlio Prestes e abria-se a possibilidade\nde o Rio Grande indicar um candidato. Pouco depois, em julho, o Partido\nRepublicano Mineiro (PRM) lançou as candidaturas de Getúlio Vargas,\npresidente do Rio Grande do Sul, e João Pessoa, presidente da Paraíba,\nrespectivamente à presidência e à vice-presidência da República. Os dois\npartidos gaúchos – o Partido Republicano Rio-Grandense (PRR) e o Partido\nLibertador (PL) –, unidos na Frente Única Gaúcha (FUG), declararam, a\nseguir, seu apoio à chapa de oposição.\n\nNo início de agosto de 1929, para tornar sua ação mais concreta, a\noposição formou a Aliança Liberal. Em 12 de setembro, uma convenção de\ndelegados dos partidos dominantes de 17 estados, liderados por São\nPaulo, homologou as candidaturas de Júlio Prestes e Vital Soares à\npresidência e vice-presidência da República. Pouco depois, em 20 de\nsetembro, em convenção realizada no Rio de Janeiro, a Aliança Liberal\naprovou a chapa Vargas-João Pessoa e sua plataforma eleitoral, redigida\npelo republicano gaúcho Lindolfo Collor. Iniciou-se então oficialmente a\ncampanha aliancista, marcada por posições desde as mais conciliadoras\naté as mais radicais.\n\nAinda em 1929, a corrente mais radical da Aliança Liberal, formada por\npolíticos jovens como João Neves da Fontoura, Osvaldo Aranha e Virgílio\nde Melo Franco, passou a admitir a hipótese de desencadear um movimento\narmado em caso de derrota nas urnas. Como primeiro passo, buscou-se a\ncolaboração dos “tenentes”, tendo em vista seu passado revolucionário,\nsua experiência militar e seu prestígio no interior do Exército. Essa\naproximação já estava em curso desde o início do debate sucessório, mas\nos contatos desenvolviam-se com grande dificuldade devido a\ndesconfianças recíprocas. Na Aliança Liberal estavam alguns dos\nprincipais adversários dos “tenentes”, como Artur Bernardes, Epitácio\nPessoa e João Pessoa – este último, como ministro do Superior Tribunal\nMilitar (STM), julgara vários militares rebeldes. Por outro lado, para\nos velhos dirigentes oligárquicos da Aliança, os “tenentes”\npersonificavam a ameaça de derrubada do regime e, consequentemente, de\nsuas próprias bases de sustentação política.\n\nOs “tenentes” tampouco tinham uma posição homogênea. Enquanto vários\noficiais revolucionários, como Juarez Távora, João Alberto Lins de\nBarros e Antônio de Siqueira Campos aderiram à ideia de colaborar com a\nAliança Liberal, Luís Carlos Prestes, o mais prestigioso chefe do\ntenentismo, mostrava reservas quanto ao movimento. Exilado em Buenos\nAires, nesse momento Prestes dedicava-se ao estudo do Marxismo, o que\ndeterminou uma revisão profunda em sua concepção de vida, e segundo ele\npróprio, levou-o a compreender que os problemas brasileiros não podiam\nser resolvidos com uma simples mudança de homens na presidência da\nRepública. Contudo, ao verificar que a maioria dos seus companheiros se\naproximava da Aliança Liberal, Prestes aceitou encontrar-se com Vargas\nem Porto Alegre. Segundo seu depoimento, o encontro ocorreu em setembro\nde 1929 (de acordo com Hélio Silva e John Foster Dulles, em novembro) no\npalácio Piratini. Clandestino no Brasil, Prestes teria sido recebido à\nmeia-noite e teria dito que não estava ali para dar seu apoio à\ncandidatura de Getúlio, e sim para discutir o que considerava\nfundamental para uma revolução anti-imperialista e agrária. Comparecera\nao encontro porque seus companheiros lhe haviam dito que Vargas queria,\nem verdade, fazer uma revolução, ao que, ainda de acordo com seu\ndepoimento, Getúlio teria respondido: “Fique tranquilo, você não vai se\ndecepcionar comigo”.\n\nJá em carta a João Neves datada de 13 de setembro de 1929, Vargas\nreferia-se à posição de Prestes nos seguintes termos: “O Carlos Prestes\ndeclarou que, sendo para regenerar os costumes políticos do Brasil, está\npronto a nos acompanhar... para a revolução. Quer apenas que lhe\nforneçam os meios materiais. Não acredita, porém, em eleição, em vitória\ndas urnas, nem isso lhe interessa. Essa é a sua mentalidade; essas as\nsuas disposições.” Continuando em sua análise sobre a posição de\nPrestes, Vargas declarava: “Penso que não é lícito lançarmos o país numa\nrevolução, sacrificarmos milhares de vidas, arruinar e empobrecer o\nEstado, só para combater um homem, que atualmente nos desafia e que é o\npresidente da República. Se formos vencidos, ele ainda será glorificado,\ncom o título de restaurador da ordem e reconsolidador do regime. Não é\npossível ensanguentar o Brasil, por causa desse homem”.\n\nEssa carta pode ajudar no esclarecimento de um ponto importante das\narticulações da revolução, pois a bibliografia sobre o período refere-se\na dois encontros entre Vargas e Prestes: o primeiro em novembro de 1929\ne o segundo em fevereiro de 1930. Em depoimento publicado em 1982,\nPrestes afirma que os encontros tiveram lugar, na verdade, em setembro\nde 1929 e em janeiro de 1930. Com isso, parece claro que os jovens\npolíticos que iriam articular mais tarde o movimento armado já discutiam\nessa possibilidade desde a formação da Aliança Liberal.\n\nEm carta de 22 de novembro de 1929 a Silo Meireles e a Osvaldo Cordeiro\nde Farias, Prestes exprimia sua posição contrária ao apoio à candidatura\nde Vargas, afirmando, porém, que não tomaria nenhuma posição pública sem\nprimeiro entregar o posto de comandante militar da revolução brasileira\nem Buenos Aires. Referia-se à disputa presidencial nos seguintes termos:\n“Dia a dia aumenta em mim a convicção de que tais liberais desejam tudo,\nmenos a revolução.” E acrescentava: “Resta-nos um único caminho: o\ncaminho pelo qual venho há muito me batendo e que consiste em\nlevantarmos com toda a coragem uma bandeira de reivindicações populares,\nde caráter prático e positivo, capazes de estimular a vontade das amplas\nmassas de nossa paupérrima população das cidades e do sertão”. Ao final\nda carta, pedia uma reunião em Buenos Aires com os principais elementos\nrevolucionários de todo o Brasil, para tomarem uma atitude sobre a\nsituação nacional. Essa reunião, entretanto, não se realizou.\n\nEnquanto a campanha eleitoral prosseguia, em dezembro de 1929 Vargas,\npouco seguro em relação ao futuro, estabeleceu um acordo com Washington\nLuís através de seu correligionário político Firmino Paim Filho, à\nrevelia de Minas Gerais e da Paraíba. Nesse acordo ficou acertado que,\ncaso fosse derrotado nas eleições, Vargas se conformaria com o resultado\ne passaria a apoiar o governo constituído. Em compensação, Washington\nLuís e Júlio Prestes se comprometiam a não apoiar elementos divergentes\nda situação no Rio Grande do Sul e a não ordenar demissões ou\ntransferências de funcionários federais filiados ao PRR. Comprometiam-se\nigualmente a reconhecer os candidatos gaúchos eleitos para o Congresso\nNacional. Do acordo constava, por fim, que Vargas restringiria sua\nparticipação pessoal na campanha ao Rio Grande do Sul e que, após as\neleições, as relações entre o Rio Grande e o governo federal seriam\nrestabelecidas nos termos anteriores às divergências sobre a sucessão.\nVargas munia-se assim de um instrumento que lhe permitiria uma saída,\nqualquer que fosse o resultado eleitoral.\n\nA radicalização da campanha eleitoral se fez sentir entretanto na Câmara\ndos Deputados, onde a maioria governista decidiu não dar quórum às\nsessões parlamentares, impedindo assim a manifestação dos deputados\naliancistas. Diante dessa situação, os aliancistas resolveram promover\ncomícios públicos nas escadarias do palácio Tiradentes, sede da Câmara.\nNo dia 26 de dezembro, após um desses comícios, Ildefonso Simões Lopes,\nvice-presidente da comissão executiva da Aliança Liberal, ao entrar na\nCâmara, foi violentamente interpelado pelo deputado situacionista\npernambucano Manuel Francisco de Sousa Filho. Luís Simões Lopes, filho\nde Ildefonso, tomou a defesa do pai, atracando-se com Sousa Filho, que\nportava um punhal. Na luta, Ildefonso disparou dois tiros contra o\ndeputado pernambucano, que morreu no local.\n\nPouco depois desse episódio, ainda no final de dezembro, Vargas rompeu\nem parte o acordo com Washington Luís, viajando para o Rio de Janeiro.\nNo dia seguinte à sua chegada, porém, avistou-se com o presidente,\nreiterando sua disposição de respeitar o *modus vivendi* estabelecido\npor Paim Filho.\n\nEm 2 de janeiro de 1930, ao lado de João Pessoa, Vargas leu sua\nplataforma, não em recinto fechado como fizera Júlio Prestes, mas em\npraça pública, para uma grande multidão que se concentrou na esplanada\ndo Castelo. Estendeu sua viagem a São Paulo e Santos, onde foi recebido\ncom demonstrações populares de apoio, e regressou em seguida ao Rio\nGrande do Sul. Ao voltar a Porto Alegre, de acordo com depoimento de\nLuís Carlos Prestes, Vargas avistou-se ainda em janeiro com o comandante\nda Coluna. A despeito das divergências sobre essa data, o que parece\ncerto é que desse encontro não resultou nenhum acordo entre os dois,\npois Prestes insistia em iniciar os preparativos revolucionários e\nprecisava de dinheiro para a compra de armamento. Vargas, de toda forma,\nteria então prometido enviar-lhe os recursos para esse fim.\n\nTambém no início de 1930 foram organizadas caravanas que percorreram\nMinas e as principais cidades do Norte e do Nordeste sob a chefia de\nJoão Pessoa. Durante a campanha ocorreram choques violentos entre\nsituacionistas e oposicionistas em Garanhuns (PE), Vitória e Montes\nClaros (MG). Nesta última cidade, um comício da Concentração\nConservadora (alinhada a Júlio Prestes), nos primeiros dias de\nfevereiro, foi interrompido por um tiroteio que deixou vários mortos e\nferidos, incluindo-se entre os últimos o vice-presidente Melo Viana,\npisoteado no tumulto que se estabeleceu.\n\nEm 28 de fevereiro, véspera das eleições, teve início um conflito na\ncidade de Princesa, atual Princesa Isabel, na Paraíba. A Revolta de\nPrincesa, como ficou conhecida, era liderada por José Pereira, chefe\npolítico do município, e tinha suas raízes na política tributária posta\nem prática por João Pessoa ao assumir o governo do estado. O comércio do\ninterior da Paraíba era feito com Recife normalmente por terra. João\nPessoa proibiu esse intercâmbio, obrigando as mercadorias a entrarem\npelo porto de Cabedelo, o que prejudicou os “coronéis” do interior e\nbeneficiou os elementos da capital. A revolta tinha por objetivo\ndeclarar a separação de Princesa da Paraíba. O governo federal auxiliou\nos rebeldes e colocou obstáculos para o envio de armamento aos\nlegalistas, mas João Pessoa recebeu auxílio do Rio Grande do Sul por\nintermédio de Osvaldo Aranha.\n\nO resultado do pleito de 1^o^ de março de 1930 deu a vitória a Júlio\nPrestes e Vital Soares, eleitos com 57,7% dos votos. A fraude, dominante\nna época, verificou-se dos dois lados, pois de outra forma não poderia\nser explicado o resultado obtido por Vargas em seu estado: 298 mil votos\ncontra 982 dados a Júlio Prestes. O Partido Comunista Brasileiro, então\ndenominado Partido Comunista do Brasil (PCB), lançou como candidato o\noperário Minervino de Oliveira, pelo Bloco Operário e Camponês, obtendo\numa votação ínfima.\n\nA Conspiração\n\nLogo após a derrota nas eleições foram retomadas as articulações para um\nmovimento revolucionário, na realidade iniciadas no período\npré-eleitoral. Foram principalmente os jovens filhos da oligarquia que\niniciaram os contatos para o movimento e obtiveram o apoio dos velhos\nchefes políticos, como Antônio Augusto Borges de Medeiros, do PRR, Artur\nBernardes, Venceslau Brás, Afrânio de Melo Franco e Antônio Carlos de\nAndrada, todos do PRM, que acabaram por aceitar a via revolucionária e a\naliança com os setores militares tenentistas. Muitos dos “tenentes”\nhaviam retornado do exílio a partir de 1929 e atuavam clandestinamente,\nenquanto outros já haviam cumprido suas penas de prisão e voltavam à\nliberdade. A jovem oligarquia, representada por Osvaldo Aranha, João\nBatista Luzardo, João Neves da Fontoura, Virgílio de Melo Franco, Artur\nBernardes Filho, Caio e Carlos de Lima Cavalcanti e outros, lutava por\num regime democrático, pela modernização econômica do Brasil e\nbasicamente por uma inserção na estrutura de poder que se encontrava\nenfeixada nas mãos dos velhos oligarcas através de uma rígida\nhierarquia.\n\nEm 19 de março de 1930, Borges de Medeiros, em entrevista publicada pelo\njornal *A Noite*, reconheceu enfaticamente a vitória de Júlio Prestes,\ndando por encerrada a campanha da oposição. A entrevista provocou forte\nreação de Osvaldo Aranha, João Neves e Flores da Cunha, contra o que\nconsideraram uma completa capitulação. Borges viu-se forçado a retificar\nsuas declarações para evitar a cisão no PRR. Assim, em fins de março,\nadmitiu o prosseguimento da luta pela ação parlamentar e a pregação\ndoutrinária.\n\nEnquanto isso, a partir de 20 de março, exatamente um dia após as\ndeclarações de Borges de Medeiros, um outro gaúcho, Joaquim Francisco de\nAssis Brasil, do PL, declarava que iria com seus aliados até as últimas\nconsequências, ou seja, até a revolução. Ao mesmo tempo, um outro\nlibertador, Batista Luzardo, afirmava que o Rio Grande do Sul iria até a\nrevolução, desde que Minas e Paraíba se decidissem a acompanhá-lo.\nGetúlio Vargas nesse momento se mostrava muito cauteloso quanto a um\npossível movimento revolucionário. Se, por um lado, demonstrava estar\ndisposto a acatar os resultados eleitorais, por outro, mantinha Osvaldo\nAranha na Secretaria do Interior e Exterior, acompanhando as atividades\nrevolucionárias de seu colaborador.\n\nPor seu lado, Virgílio de Melo Franco decidiu iniciar as conversações\npara conquistar adeptos para a revolução. No dia 22 de março, junto com\nBatista Luzardo, foi procurar o ex-presidente da República Epitácio\nPessoa, em Petrópolis (RJ), para expor a marcha dos acontecimentos e\nsaber de sua disposição em aceitar a via revolucionária. Epitácio\npreferiu aguardar uma declaração de Antônio Carlos de Andrada para então\nse pronunciar. Ao ser procurado, Antônio Carlos declarou que aceitaria a\nvia revolucionária desde que o Rio Grande a adotasse. Epitácio concordou\ncom essa posição, mas afirmou que caberia a João Pessoa a decisão sobre\no rumo que tomaria a Paraíba.\n\nVoltando a Porto Alegre, Batista Luzardo comunicou o resultado de suas\nconversações a Osvaldo Aranha e outros companheiros. Procurou também\nGetúlio Vargas, que se mostrou de acordo com a decisão de Osvaldo de\nenviar seu irmão Luís Aranha com plenos poderes para negociar a\nparticipação de Minas, Paraíba e Rio Grande do Sul na revolução. Luís\nAranha partiu, então, com a seguinte proposta: a revolução deveria\ncontar com o apoio dos três estados. Osvaldo Aranha já providenciara a\ncompra de armamento na Tchecoslováquia no valor de 16 mil contos. Para o\npagamento desse material, o Rio Grande do Sul daria oito mil contos e\nsolicitava a Minas seis mil e à Paraíba dois mil. O movimento deveria\neclodir ao mesmo tempo em todo o Brasil. No Sul, seria dirigido por\nOsvaldo Aranha, com a participação de vários chefes militares, inclusive\nLuís Carlos Prestes; no Norte, seria chefiado por João Pessoa e contaria\ncom a direção militar de Juarez Távora; em Minas, a liderança caberia a\nAntônio Carlos, com a direção militar de Leopoldo Néri da Fonseca. O\nmovimento teria também repercussão em São Paulo, sob a direção de\nSiqueira Campos, e no Distrito Federal, com o apoio de Pedro Ernesto\nBatista.\n\nA exposição desse plano foi inicialmente feita a Epitácio Pessoa, depois\na Artur Bernardes e em seguida a Antônio Carlos. Os três receberam com\nincredulidade essas informações e declararam que não confiavam em Borges\nde Medeiros. Foi então decidido que Francisco Campos, secretário do\nInterior do governo de Minas, iria ao Rio Grande em abril, entender-se\npessoalmente com Borges de Medeiros. Ao retornar do Rio Grande,\nFrancisco Campos declarou que constatara uma posição moderada em Borges\nde Medeiros e uma posição enigmática em Vargas. De posse dessas\nimpressões, Antônio Carlos tomou uma atitude de prudência.\n\nNo fim de abril, Vargas aprovou um documento elaborado por João Neves\nsobre a orientação da bancada do PRR na legislatura que se iniciaria em\nmaio. Tratava-se de um memorando de sete itens, sancionado por Borges de\nMedeiros em sua estância de Irapuazinho. Conhecido como o *Heptálogo de\nIrapuazinho*, o documento estabelecia como pontos principais a oposição\nnão sistemática do PRR ao governo federal, a defesa da plataforma\naliancista e a apresentação de um projeto de lei de reforma eleitoral, a\ndefesa dos candidatos aliancistas de Minas e da Paraíba não reconhecidos\npelas juntas de apuração eleitoral, a assistência aos governos desses\ndois estados contra a intervenção federal, o fornecimento de armas a\nJoão Pessoa para a luta contra a Revolução de Princesa e a recondução de\nJoão Neves à liderança da bancada republicana gaúcha na Câmara.\n\nPaim Filho, preocupado com a manutenção do *modus vivendi* com o governo\nfederal, não concordou com o *Heptálogo*. Em carta a Borges, denunciou\nas intenções revolucionárias de João Neves, mas omitiu o acordo firmado\nem dezembro de 1929 com Washington Luís. Para contornar a dificuldade,\nVargas e Borges autorizaram Paim Filho, eleito senador em março, a\ndefender sua posição pessoal no Congresso.\n\nEm 3 de maio de 1930, o Congresso iniciou seus trabalhos e a maioria\ngovernista se serviu arbitrariamente do processo de reconhecimento dos\ncandidatos para punir as representações aliancistas de Minas e da\nParaíba. A “degola”, como era denominado o processo de não\nreconhecimento, atingiu todos os candidatos apoiados por João Pessoa,\nbeneficiando os partidários de José Pereira. A representação do PRM\nsofreu um corte de 14 deputados numa bancada de 37, sendo diplomados em\nseus lugares candidatos da Concentração Conservadora (entre os deputados\ndegolados estava Afrânio de Melo Franco, pai de Virgílio). A oposição de\nMinas perdeu também a presidência de todas as comissões que detinha na\nCâmara. O Rio Grande do Sul teve sua representação toda reconhecida\ndevido ao pacto firmado entre Vargas e Washington Luís por intermédio de\nPaim Filho. Em fins de maio, o novo Congresso aprovou os resultados das\neleições, declarando Júlio Prestes presidente eleito.\n\nO arbítrio do reconhecimento dos poderes constituiu mais um fator de\nindignação contra Washington Luís, sobretudo em Minas Gerais. Em 27 de\nmaio, durante a reunião da comissão executiva do PRM, Antônio Carlos\ndeclarou que daria apoio a seus aliados na revolução, mas desde que\nhouvesse unanimidade por parte dos gaúchos ou que pelo menos pudesse\ncontar com o apoio de Borges e Vargas. Ao mesmo tempo, Vargas declarava\na seus amigos que estava sentindo uma tendência à acomodação entre os\nmineiros, e aproveitou para garantir que o espírito revolucionário\nestava completamente morto.\n\nOs preparativos revolucionários entraram então num ritmo mais lento.\nEntretanto, alguns fatos ocorridos em maio e início de junho\ncontribuíram para alterar essa fase de indecisão. Entre esses fatos\nincluíram-se a defecção de Prestes e a morte de Siqueira Campos. Prestes\nhavia sido convidado a assumir a chefia militar do movimento ao lado de\nVargas, chefe civil. Mas os recursos financeiros prometidos tardaram e,\nquando Osvaldo Aranha enviou a Prestes cerca de oitocentos contos de\nréis para a compra de armamento, Prestes já decidira não mais participar\nda revolução. Essa decisão foi expressa num manifesto redigido em abril\nde 1930, segundo o qual “uma simples mudança de homens no poder, voto\nsecreto, promessas de liberdade eleitoral, de honestidade\nadministrativa, de respeito à Constituição e moeda estável e outras\npanaceias nada resolvem, nem podem de maneira alguma interessar à grande\nmaioria de nossa população, sem apoio da qual qualquer revolução que se\nfaça terá o caráter de uma simples luta entre as oligarquias\ndominantes”.\n\nAo tomar conhecimento desse manifesto, Emídio Miranda entregou o\ndocumento a Siqueira Campos, que seguiu imediatamente para Buenos Aires\nacompanhado de João Alberto. Em Buenos Aires, Siqueira, João Alberto e\nManuel Costa discutiram durante um dia inteiro com Prestes sua posição\nem relação à revolução. Ao final, Siqueira conseguiu convencer Prestes a\nretardar para depois da eclosão do movimento o lançamento público de\nsuas posições. De acordo com o depoimento de Prestes, ficou acertado que\nele aguardaria 15 dias, tempo necessário para Siqueira Campos explicar\naos antigos companheiros da Coluna as ideias de Prestes sobre a\nrevolução.\n\nTerminada a reunião em Buenos Aires, Siqueira e João Alberto tomaram um\navião na madrugada do dia 10 de maio de 1930. Por volta das 3:30h, o\navião caiu nas águas do rio da Prata, morrendo Siqueira Campos e\nsobrevivendo João Alberto. O corpo de Siqueira foi trasladado para o\ncemitério central de Montevidéu com grande acompanhamento, tendo Prestes\nà frente. Este, após a morte do companheiro, enviou seu manifesto a\nJuarez Távora, que se encontrava clandestino na Paraíba e que não\nconcordou com as ideias expostas, o mesmo ocorrendo com Isidoro Dias\nLopes. O Manifesto, datado de 29 de maio, foi afinal tornado público\natravés do jornal paulista *Diário Nacional* em 30 de maio. No mês de\njunho de 1930, em nome do PCB, Otávio Brandão condenou o documento de\nPrestes, afirmando que ele pretendia algo impossível, ou seja, a\nsubstituição do proletariado pela pequena burguesia no comando da\nrevolução. Por outro lado, a morte de Siqueira Campos significou uma\ngrande perda para a conspiração e enfraqueceu a participação de São\nPaulo no movimento.\n\nOutro fato importante desse período foi o manifesto de Vargas, datado de\n1^o^ de junho e divulgado através dos jornais, condenando as fraudes e\nas violências que vinham sendo praticadas pelo governo federal e pelos\ngovernos estaduais contra os aliancistas, inclusive a “degola” dos\ndeputados mineiros e paraibanos. Após as declarações de Vargas, João\nNeves, Flores da Cunha e Virgílio de Melo Franco foram ouvir Antônio\nCarlos. Este demonstrou desconfiança quanto ao êxito do movimento\nrevolucionário, baseado em informações de que a preparação militar era\nmuito precária. Afirmou que o melhor seria transformar a aliança militar\nem aliança política entre os três estados. Em 17 de junho, enviou a\nOsvaldo Aranha um radiograma – principal meio de contato entre os\nconspiradores – considerando o movimento inteiramente sem articulação e\nsem probabilidade de êxito.\n\nAo tomar conhecimento da posição de Antônio Carlos, Osvaldo Aranha\ndeclarou que não aceitava a ação exclusivamente política, pois julgava\nque os três estados tinham pouca representação no Congresso, e que só\nvia como saída para o Brasil o movimento armado. Ante a resposta\nviolenta de Aranha, e preocupado com a repercussão de sua atitude,\nAntônio Carlos procurou transferir a responsabilidade da participação ou\nnão de Minas na revolução a seu sucessor no governo do estado, Olegário\nMaciel, que fora eleito em março e cuja posse estava prevista para\nsetembro.\n\nAo fim do mês de junho, Osvaldo Aranha demitiu-se da Secretaria do\nInterior e Exterior do Rio Grande do Sul e confidenciou a amigos que\ndeixava o governo porque se convencera de que Getúlio, sem Minas, não\niria à luta, e ele, Osvaldo, se sentia constrangido na secretaria do\ngoverno. Em radiograma a Virgílio de Melo Franco justificou sua saída\ndeclarando: “Minha convicção você e eu vítimas de uma mistificação\nvergonhosa. Estou farto dessa comédia. Impossível continuar sob direção\nde chefe tão fraco que desanima os próprios soldados”.\n\nAtravés da correspondência trocada entre os conspiradores durante o\nperíodo de junho/ julho, nota-se o total desânimo, tanto por parte dos\ngaúchos, como dos mineiros e cariocas. Entretanto, enquanto os chefes\npolíticos recuavam, os “tenentes” continuavam os preparativos e já se\nencontravam em fase adiantada de organização, aguardando a decisão dos\npolíticos para iniciar a luta.\n\nA Aceleração dos Preparativos\n\nNo início de julho, alguns conspiradores recomeçaram por conta própria\nos preparativos. Em Minas, Artur Bernardes apoiou sem hesitação as\narticulações de Virgílio de Melo Franco. A pedido de Virgílio, Bernardes\nescreveu a Olegário Maciel dando-lhe certeza de seu apoio ao movimento\narmado. Embora lhe parecesse inconveniente a revolução, Olegário cedeu\ndiante dos argumentos de Bernardes. No final de julho, declarou a\nLindolfo Collor e Maurício Cardoso que estava de acordo com o movimento,\ndesde que ele fosse deflagrado antes de sua posse no governo de Minas.\n\nUm fato novo veio modificar a morna situação: em 26 de julho João Pessoa\nfoi assassinado em Recife por João Dantas, que apoiava o governo federal\ne era ligado a José Pereira, chefe do levante separatista de Princesa. O\ncrime teve como móvel imediato um conflito de caráter privado e\nligava-se também a lutas regionais, mas naquele momento toda a\nresponsabilidade foi atribuída ao governo federal. O enterro de João\nPessoa foi no Rio de Janeiro, acompanhado por uma grande multidão em\nambiente de enorme comoção.\n\nO assassinato reacendeu o ânimo revolucionário entre os políticos. Os\nconspiradores passaram a acelerar os preparativos militares e a\npressionar os principais chefes. A posição de Vargas, de aparente\nalheamento ao movimento e muitas vezes contrária à sua deflagração, pode\nser interpretada como uma tentativa de não despertar a desconfiança do\ngoverno federal. Foi isso exatamente o que ocorreu. O Rio Grande teve\ncondições de preparar o movimento com a quase ignorância do governo\nfederal.\n\nEntretanto, dois problemas precisavam urgentemente de solução: um deles\nera o apoio de Borges de Medeiros e outro, o consentimento de Olegário\nMaciel. Borges de Medeiros preparava uma entrevista onde fazia críticas\nà solução revolucionária. Osvaldo Aranha foi encarregado de demovê-lo da\nideia, tarefa que cumpriu com sucesso. Além do mais, obteve o apoio de\nBorges para o movimento revolucionário, o que permitiu que os\npreparativos daí em diante se acelerassem. Quanto a Olegário, os\nconspiradores obtiveram afinal sua concordância em fazer a revolução\nmesmo após sua posse em setembro.\n\nOs chefes militares começaram então a pressionar os chefes políticos\npara que estes se definissem em relação ao movimento. Com a renúncia de\nPrestes ao posto de chefe militar da revolução, Pedro Aurélio de Góis\nMonteiro foi convidado a assumir seu lugar. Góis comandava então o 3^o^\nRegimento de Cavalaria Independente, em São Luís Gonzaga (RS), e, ao\naceitar a chefia do estado-maior das forças revolucionárias, pediu\nlicença ao general Gil de Almeida, comandante da 3^a^ Região Militar\n(3^a^ RM), para assistir, em Porto Alegre, a uma intervenção cirúrgica a\nque sua mulher seria submetida. Obtida a licença, viajou imediatamente,\ninstalando seu quartel-general na casa de uma irmã de Osvaldo Aranha.\nSeus dois subchefes seriam João Alberto e Newton Estillac Leal, antigos\ncomponentes da Coluna Prestes, enquanto Virgílio de Melo Franco atuaria\ncomo seu secretário, e o comandante Herculino Cascardo, da Marinha,\nigualmente revolucionário de 1924, como oficial de informações.\n\nO comandante militar do Norte-Nordeste, Juarez Távora, vivendo\nclandestinamente, ultimava os preparativos com Juraci Magalhães, Agildo\nBarata e Jurandir Mamede. A primeira data para a eclosão do movimento,\n25 de agosto, foi desmarcada por falta de preparo, e uma nova data, 7 de\nsetembro, foi por sua vez adiada para 20 do mesmo mês. A partir do mês\nde setembro, Távora, através de telegramas a Osvaldo Aranha, mostrava-se\napreensivo com o retardamento do início do movimento revolucionário e\npedia que fosse apressada a tomada de decisão final, a fim de evitar um\nlevante isolado e sem possibilidade de êxito deflagrado por elementos\nexaltados da Paraíba.\n\nOs recuos constantes, se por um lado levavam os conspiradores ao quase\ndesespero, por outro facilitavam suas ações, já que o governo federal,\ninformado desses recuos, não acreditava na possibilidade de sucesso do\nmovimento, relaxando a vigilância e as providências para impedir os\npreparativos dos revolucionários. A 11 de setembro, Osvaldo Aranha,\njuntamente com Góis Monteiro e João Alberto, deu por encerrados os\npreparativos, enquanto entregava a Vargas a responsabilidade de fixar a\ndata em que a revolução rebentaria em todo o Brasil. Vargas pediu então\nque um emissário fosse enviado ao Rio de Janeiro para se entender com os\ngenerais Augusto Tasso Fragoso, Alfredo Malan D’Angrogne e Francisco\nRamos de Andrade Neves, simpáticos à Aliança Liberal, e deles obter a\npromessa de que, caso o movimento fosse vitorioso e o governo de\nWashington Luís abandonasse o poder antes da chegada de Vargas à capital\nda República, eles impediriam que o governo caísse nas mãos de outros\nque não os revolucionários. Caso os generais não aceitassem essa\nproposta, Vargas confiava que, sendo eles homens de honra, nada\nrevelariam sobre esse acordo. Lindolfo Collor foi enviado ao Rio de\nJaneiro para se entender com os generais, que concordaram com a proposta\nde Vargas.\n\nAinda durante o mês de setembro, Vargas procurou dissimular seu\nenvolvimento na conspiração, buscando sobretudo despistar o senador Paim\nFilho e o general Gil de Almeida, ambos fortemente leais a Washington\nLuís. Paim Filho foi induzido a transmitir informações tranquilizadoras\nao presidente, negando a participação de Vargas na trama revolucionária.\nEnquanto isso, Vargas entendia-se com o general, confidenciando-lhe\ncertos detalhes inconsequentes da revolução. Mas Gil de Almeida percebeu\na artimanha: em 15 de setembro alertou o ministro da Guerra, general\nNestor Sezefredo dos Passos, sobre as reais intenções de Vargas. Apesar\nde todas as advertências, Washington Luís não ordenou nenhuma medida\npreventiva para deter a revolução, sendo surpreendido pelos\nacontecimentos.\n\nEm 25 de setembro, Vargas e Aranha decidiram desencadear a revolução no\ndia 3 de outubro. Segundo o plano adotado, o movimento deveria irromper\nsimultaneamente no Rio Grande do Sul, Minas e estados do Nordeste. A\nação deveria ter início, por escolha de Osvaldo Aranha, às 17:30h, no\nfim do expediente nos quartéis, o que facilitaria a ação militar e a\nprisão dos oficiais em suas casas.\n\nA Revolução em Marcha\n\nA revolução eclodiu às 17:30h do dia 3 de outubro no Rio Grande do Sul,\ncom três ataques a posições militares de Porto Alegre. Osvaldo Aranha,\nFlores da Cunha e o capitão Agenor Barcelos Feio atacaram o\nquartel-general da 3^a^ RM. No morro do Menino Deus, onde havia grandes\ndepósitos de armamentos e munições, o ataque comandado por João Alberto\nfoi detido inicialmente por um regimento de cavalaria. A morte de seu\ncomandante, no entanto, quebrou o ânimo da oficialidade, que acabou se\nrendendo. No quartel-general do 7^o^ Batalhão de Caçadores (7^o^ BC),\ncomandado pelo coronel Benedito Marques da Silva Acauan, a determinação\nde resistir surpreendeu todas as expectativas. Cercado por todos os\nlados, implacavelmente castigado pela artilharia de Alcides Etchegoyen e\nquase devorado pelo fogo dos lança-chamas acionados por ordem de Góis\nMonteiro, o 7^o^ BC só se entregou depois que seu comandante se\ncertificou de que todas as demais unidades federais de Porto Alegre\nhaviam sido subjugadas.\n\nNa madrugada de 4 de outubro, todas as unidades militares de Porto\nAlegre já se encontravam sob o controle dos revolucionários. No interior\ndo estado quase não houve luta. Vargas divulgou, no próprio dia 4, um\nmanifesto conclamando o povo gaúcho às armas: “Estamos diante de uma\ncontrarrevolução para readquirir a liberdade, para restaurar a pureza do\nregime republicano”. Concluía dizendo: “Rio Grande, de pé, pelo Brasil!\nNão poderás falhar ao teu destino heroico”. Os gaúchos atenderam ao\napelo com entusiasmo e em poucos dias cerca de 50 mil voluntários\nalistaram-se para lutar na insurreição. As reações esboçadas em Rio\nGrande, São Borja, Bajé, São Gabriel, Alegrete, Itaqui e Passo Fundo\nforam prontamente controladas. Góis Monteiro decidiu que os prisioneiros\nfossem encaminhados para dois navios ancorados no litoral, próximo de\nPorto Alegre, onde permaneceriam até que a revolução decidisse sobre seu\ndestino. Encontravam-se, entre os oficiais superiores aprisionados, o\ngeneral Gil de Almeida e o coronel Euclides de Oliveira Figueiredo,\ncomandante da 2^a^ Divisão de Cavalaria aquartelada em Livramento.\n\nNo dia 5 de outubro, todo o estado havia aderido à revolução.\nFormaram-se então diversas colunas que partiram para o norte: a\nprimeira, comandada por Alcides Etchegoyen e João Alberto, rumou para\nSanta Catarina e Paraná; a segunda, sob o comando do general Valdomiro\nLima, tinha o mesmo destino, mas logo foi convocada a retornar ao Rio\nGrande do Sul; a terceira, conhecida como Divisão do Litoral, avançou ao\nlongo da costa com o objetivo de tomar Florianópolis, sob o comando de\nPtolomeu de Assis Brasil, e a quarta, chefiada por Miguel Costa, partiu\nna direção de São Paulo, estacionando na cidade paranaense de Sengés.\n\nEm Belo Horizonte, a revolução eclodiu no mesmo dia e na mesma hora em\nque as forças gaúchas tomaram o quartel-general de Porto Alegre. Os\nmineiros revolucionários iniciaram o movimento prendendo em sua\nresidência o tenente-coronel José Joaquim de Andrade, comandante do\n12^o^ Regimento de Infantaria (12^o^ RI) e comandante interino da 8^a^\nBrigada de Infantaria. O chefe militar da revolução em Minas era o\ntenente-coronel Aristarco Pessoa (irmão de João Pessoa), em cujo\nestado-maior se incluíam Leopoldo Néri da Fonseca e Osvaldo Cordeiro de\nFarias. O governo mineiro, já presidido por Olegário Maciel, estava\ncomprometido com o movimento, e o órgão oficial do estado, *O Minas\nGerais*, publicou, no próprio dia 3 de outubro, um manifesto em que\nconclamava o povo a apoiar os revolucionários.\n\nCom exceção do 12^o^ RI, que resistiu durante cinco dias e acabou\ncapitulando devido à falta de água e alimentos, as unidades militares da\ncapital mineira não chegaram a ameaçar o sucesso dos revoltosos. Belo\nHorizonte foi ocupada e boa parte de sua população aderiu aos batalhões\nde voluntários que logo se formaram. Prevendo resistência no setor da\nMantiqueira e na região de Juiz de Fora, o comando do movimento bloqueou\nas estradas de ferro, isolando o 12^o^ RI e impedindo a circulação de\ntropas, equipamentos e informações. Em seguida, deslocou seu\nquartel-general para Barbacena, ao mesmo tempo em que determinava o\nataque ao 10^o^ BC, sediado em Ouro Preto. Ao primeiro combate, essa\nunidade se dispersou, e parte de seu contingente se deslocou para São\nJoão del Rei, onde se juntou às tropas do 11^o^ RI, sediado naquela\ncidade.\n\nO 4^o^ Regimento de Cavalaria Divisionária, de Três Corações, também\nofereceu resistência. Na luta travada em torno dessa cidade, morreu\nDjalma Dutra, veterano da Coluna Prestes, vitimado por uma bala de suas\npróprias forças. As tropas governistas reunidas em São João del Rei\ncapitularam no dia 15 de outubro, enquanto em Juiz de Fora resistiram\naté o dia 23. Alguns dias antes, quando a vitória da revolução já estava\npraticamente assegurada em Minas, uma coluna de forças revolucionárias\npartiu em direção ao Espírito Santo, ocupando Vitória no dia 19 de\noutubro.\n\nO Norte e o Nordeste do país tiveram a Paraíba como sede do movimento\nrevolucionário, Juarez Távora como comandante militar e José Américo de\nAlmeida como chefe civil da revolução. Mas o movimento não eclodiu na\nParaíba no dia 3 de outubro, porque houve um erro de entendimento entre\nJuarez e Osvaldo Aranha. Todas as quinzenas, Juarez mandava para o\nquartel-general de Porto Alegre, em código, as datas mais convenientes\npara o início da revolução. Os dias coincidiam exatamente com aqueles em\nque estava de prontidão a companhia comandada por Juraci Magalhães, a\núnica unidade dentro do 22^o^ BC onde havia uma organização\nverdadeiramente revolucionária comandada pelo próprio Juraci, por\nJurandir Mamede, Agildo Barata e Paulo Cordeiro. Juarez recebera do Sul\num telegrama comunicando que a revolução eclodiria no dia 3 de outubro.\nO comunicado dizia que nesse momento todos os companheiros deveriam\ncumprir sua tarefa. Juarez respondeu a esse telegrama, sem querer usar\nas palavras movimento ou revolução, dizendo apenas que estava de acordo\ne pedindo licença para iniciar “a marcha para o Sul” na madrugada de 3\npara 4 de outubro. Juarez pretendia iniciar o movimento às duas horas da\nmadrugada do dia 4. Quando os conspiradores no Sul receberam o\ntelegrama, entenderam que Juarez também deflagraria a revolução às\n17:30h do dia 3 e iniciaria a marcha em direção a Recife na madrugada do\ndia seguinte. Esse engano foi quase fatal.\n\nEmbora a companhia de Juraci estivesse de serviço no dia 3, Agildo\nBarata era o oficial de dia e interceptou os telegramas que anunciavam o\ninício da revolução no Rio Grande do Sul e Minas Gerais. Desse modo,\nante a mobilização das tropas governistas, o levante na Paraíba foi\nantecipado. Aos 30 minutos da madrugada do dia 4 de outubro, iniciou-se\na revolução no estado com o ataque ao 22^o^ BC, onde se encontrava o\ngeneral Alberto Lavenère Wanderley, comandante do 7^o^ RM. O general\nmorreu durante as primeiras ações, juntamente com o tenente Paulo Lobo e\nseus dois ajudantes de ordens. Logo em seguida, sublevaram-se a\ncompanhia do 25^o^ BC de Teresina, comandada pelo capitão Joaquim de\nLemos Cunha; uma outra do 24^o^ BC, de São Luís, comandada por Anacleto\nTavares; uma companhia do 29^o^ BC, de Natal, comandada por Aluísio\nMoura, que estava em Campina Grande; a Escola de Aprendizes-Marinheiros\ne a Capitania dos Portos. Em Sousa, no interior do estado da Paraíba, o\n23^o^ BC, deslocado de Fortaleza, rebelou-se sob o comando do tenente\nCarlos Cordeiro. Nos combates, foi morto o comandante do batalhão,\ncoronel Pedro Ângelo Correia. O destacamento de Princesa só aderiu à\nrevolução um pouco mais tarde.\n\nEm Recife, nas duas primeiras horas da madrugada do dia 4 de outubro,\nquando teve início o levante revolucionário, o comando das tropas do\ngoverno já estava alertado, o que permitiu forte resistência. Quando\nJuarez Távora chegou a Recife vindo da Paraíba, percebeu que seria\ninútil insistir na tomada do quartel do 21^o^ BC. Foi então ao encontro\ndos jovens do 33^o^ Tiro de Guerra, dirigido pelos sargentos Eli\nCoutinho e Nélson, que serviam no 21^o^ BC, e pediu-lhes ajuda. Junto\ncom Afonso de Albuquerque Lima, procurou em seguida o capitão de polícia\nMuniz Faria e ordenou-lhe que seguisse para o quartel da Soledade para\nreforçar o grupo de jovens revolucionários que naquele momento estava\natacando o 21^o^ BC. Ordenou-lhe também que lá resistisse até a chegada\nde reforços da Paraíba. Retornou depois a João Pessoa e deu ordens para\nque fosse iniciada a descida para Recife. O batalhão de Agildo Barata\npartiu imediatamente, seguido de Juraci Magalhães e Paulo Cordeiro.\n\nO movimento em Pernambuco contou com ampla participação popular. Após o\nlevante do Tiro de Guerra e o assalto ao 21^o^ BC, os revolucionários\ncomandados pelo capitão Muniz Faria atacaram o paiol do quartel da\nSoledade, distribuindo armas e munições aos populares que aderiram à\nrevolução. No dia 5 de outubro pela manhã, ao chegarem os reforços da\nParaíba, a capital pernambucana já se encontrava sob completo controle\ndas forças revolucionárias.\n\nA resistência em Recife durou, de toda forma, até o dia 6 de outubro,\nquando Estácio Coimbra, presidente do estado, abandonou o governo. As\ntropas revolucionárias marcharam então em direção a Alagoas, de onde,\napós a derrubada do governo, dirigiram-se para a Bahia passando por\nAracaju. Não houve resistência em Sergipe, pois o 28^o^ BC aderiu à\nrevolução. As tropas legais estabeleceram na Bahia o quartel-general das\nForças em Operação no Norte da República (FONR), sob o comando do\ngeneral Antenor de Santa Cruz Pereira de Abreu. Após mobilizar a polícia\ndo estado, o general Santa Cruz se deslocou rumo à divisa com Sergipe, a\nfim de impedir o avanço da coluna revolucionária em direção à capital\nfederal.\n\nA marcha das colunas revolucionárias gaúchas continuava em direção a São\nPaulo. O destacamento principal deslocava-se por via férrea, sob as\nordens de Miguel Costa, que, sem maiores obstáculos, chegou a Ponta\nGrossa. Enviado a Curitiba para coordenar a ação das tropas que estavam\nsendo transportadas do Rio Grande do Sul, João Alberto não encontrou\ndificuldades para avançar até Capela da Ribeira, a leste de Itararé,\nalém da divisa do Paraná com São Paulo. Em Santa Catarina, a Divisão do\nLitoral enfrentou forte bombardeio nas proximidades de Florianópolis,\nonde o Exército se manteve fiel a Washington Luís, e resistiu enquanto\naguardava reforços.\n\nA 10 de outubro, acompanhados de todo o estado-maior civil e militar da\nrevolução, Getúlio Vargas e Góis Monteiro seguiram de trem com destino\nao norte do Paraná, prevendo choques violentos com as tropas legalistas\ncomandadas pelo general José Pais de Andrade. O comboio revolucionário,\nno qual viajavam também Flores da Cunha, João Neves da Fontoura,\nMaurício Cardoso, Virgílio de Melo Franco e numerosos oficiais,\nestacionou em Ponta Grossa.\n\nVargas e sua comitiva permaneceram em um dos vagões da composição\nferroviária, enquanto Góis montou seu quartel-general numa das\ndependências do grupo escolar da cidade. Ali, planejou o ataque geral\nque, tomando como base a frente de Itararé, seria desfechado sobre São\nPaulo no dia 25 de outubro. Ainda em Ponta Grossa, porém, Góis foi\ninformado pelo seu ajudante de ordens das ocorrências no Rio de Janeiro\nque culminariam com a deposição do presidente Washington Luís. Um grupo\nde oficiais generais, liderados por Augusto Tasso Fragoso, exigiu a\nrenúncia do presidente através de um documento encaminhado por\nintermédio de dom Sebastião Leme, cardeal arcebispo do Rio de Janeiro.\nAnte a negativa de Washington Luís, no dia 24 de outubro os militares\ndeterminaram o cerco do palácio Guanabara e sua prisão.\n\nWashington Luís foi substituído por uma junta governativa provisória,\ncomposta pelo general Tasso Fragoso, seu chefe, o general João de Deus\nMena Barreto e o almirante Isaías de Noronha. Ainda no dia 24, a junta\norganizou um novo ministério, do qual faziam parte, entre outros, o\ngeneral José Fernandes Leite de Castro (Guerra), Isaías de Noronha\n(Marinha) e Afrânio de Melo Franco (Relações Exteriores). Com a situação\nna capital sob controle, a junta enviou o primeiro de uma série de\ntelegramas a Vargas, propondo a suspensão total das hostilidades em todo\no país, mas nada adiantando sobre a transferência do poder aos chefes da\nrevolução. As verdadeiras intenções da junta não eram claras. A nomeação\ndo ministério e a adoção de medidas legislativas indicavam sua\ndisposição de permanecer no poder como um fato consumado. A situação\ntornou-se ainda mais dúbia com a designação do general Hastínfilo de\nMoura, comandante legalista da 2^a^ RM, para o cargo de interventor em\nSão Paulo, e com as declarações do novo chefe de polícia do Rio, coronel\nBertoldo Klinger, prometendo reprimir as manifestações públicas na\ncapital em favor dos revolucionários. De Ponta Grossa, Vargas comunicou\nimediatamente à junta que prosseguiria a luta se não fosse reconhecido\ncomo chefe de um governo provisório. Ao mesmo tempo, ordenou às forças\nrevolucionárias que prosseguissem seu avanço em direção à capital do\npaís. Em 28 de outubro, o impasse foi finalmente superado, após\nentendimento firmado por Aranha e Collor, emissários de Vargas, e o\ngeneral Tasso Fragoso. Em proclamação ao país, a junta comunicou a\ndecisão de transmitir o poder a Vargas.\n\nA caminho do Rio, em trem militar, Vargas entrou em São Paulo. A cada\nparada que o trem fazia em território paulista, juntavam-se à caravana\nrevolucionária próceres do Partido Democrático (PD) de São Paulo, que\ndesejavam substituir o PRP na chefia do governo do estado. Esta, porém,\nera igualmente a meta de um grupo de “tenentes” influenciado por Miguel\nCosta. Os líderes das tropas revolucionárias, os “tenentes” e seus\naliados civis consideravam que os democráticos paulistas haviam tido uma\nfraca atuação, tanto durante as eleições quanto na fase preparatória da\nrevolução, e por isso se opunham a entrega do poder estadual a Francisco\nMorato, líder do PD, ou a qualquer outro político paulista. Chegando à\ncapital paulista em 29 de outubro, Vargas optou pela formação de um\nsecretariado democrático, que deveria atuar em colaboração com João\nAlberto, designado delegado militar da revolução em São Paulo, com o\ncompromisso de ser mantido no posto apenas enquanto durassem as tarefas\nde supervisão do escoamento das tropas.\n\nEm 31 de outubro, precedido por três mil soldados gaúchos, Vargas\ndesembarcou no Rio, de uniforme militar e com grande chapéu gaúcho, e\nfoi recebido com uma manifestação de apoio apoteótica. Finalmente, em 3\nde novembro de 1930, Vargas tomou posse como chefe do governo\nprovisório.\n\nO primeiro ministério do governo provisório mostrava a heterogeneidade\ndo grupo que apoiou a revolução e refletia os compromissos dos\nrevolucionários. Foram mantidos os três ministros nomeados pela junta\nmilitar em 24 de outubro, a saber: Leite de Castro (Guerra), Isaías de\nNoronha (Marinha) e Afrânio de Melo Franco (Relações Exteriores).\nOsvaldo Aranha, o principal articulador da revolução, ficou com o\nMinistério da Justiça; Juarez Távora foi escolhido, como representante\ndos “tenentes”, para a pasta da Viação e Obras Públicas; José Maria\nWhitaker, banqueiro paulista do café, ligado ao PD, ficou com o\nMinistério da Fazenda; Assis Brasil, líder do PL gaúcho, assumiu o\nMinistério da Agricultura. Para os dois novos ministérios criados logo\napós a vitória da revolução, o da Educação e Saúde Pública e o do\nTrabalho, Indústria e Comércio, foram nomeados respectivamente o mineiro\nFrancisco Campos e o gaúcho Lindolfo Collor.\n\nO governo provisório foi reconhecido logo na primeira semana pelas\nprincipais potências estrangeiras, e a vitória da revolução completou-se\ncom o exílio de Washington Luís, de Júlio Prestes e de outras\npersonalidades ligadas à situação deposta.\n\nAlzira Alves de Abreu\n\n**FONTES:**BRANDI, P. *Vargas*; FAUSTO, B. *Revolução.*\n","ref":"**FONTES:**BRANDI, P. *Vargas*; FAUSTO, B. *Revolução.*\n","dic":"DHBPR"}