{"title":"ACADEMIA BRASILEIRA DE CIÊNCIAS (ABC)","cargoss":["Instituição formalmente fundada no dia3 de maio de 1916, na cidade doRio"],"author":null,"content":"**ACADEMIA BRASILEIRA DE CIÊNCIAS (ABC)**\n\nInstituição formalmente fundada no dia3 de maio de 1916, na cidade doRio\nde Janeiro, então capital da República,com o nome de Sociedade\nBrasileira deCiências, que foi usado em seus cincoprimeiros anos.\nOriginou-se na Escola Politécnica,em reuniões informais de um grupo\ndeprofessores de instituições de ensino superiore pesquisadores de\noutras instituições científicas,como o Museu Nacional, o\nObservatórioNacional e o Instituto Osvaldo Cruz, entãochamado Instituto\nde Medicina Experimental deManguinhos.\n\nTrajetória\n\nNo início, a entidade abrangiaapenas três seções: Ciências Matemáticas,\nCiênciasFísico-Químicas e Ciências Biológicas, de acordocom o modelo da\nAcademia Francesa deCiências. Seus principais objetivos eram estimulara\ncontinuidade do trabalho científico deseus membros, o desenvolvimento da\npesquisabrasileira e a difusão do conceito deciência como fator\nfundamental do desenvolvimentotecnológico do país. Embora houvesse\naexpectativa de apoio financeiro do governo,a Academia foi estruturada\ncomo uma organizaçãolegalmente independente e privada, responsávelpela\nescolha de seus dirigentes e soberanapara a definição de seus estatutos\neregulamentos.\n\nHenrique Morize, astrônomo francês naturalizadobrasileiro, foi o\nprimeiro presidente daCasa, tendo constituído uma diretoria compostapor\ndois vice-presidentes, três secretários eum tesoureiro. Inicialmente, o\nquadro eralimitado a cem membros, número rapidamentealcançado.\n\nAlém de promover a pesquisa, outraprioridade da primeira administração\nfoi apublicação de um periódico científico. Opresidente Morize logrou\natingir esse objetivocom a publicação de três volumes anuais(1917/1919)\nde uma revista. Alguns outrosnúmeros foram eventualmente publicados, mas\nsomenteem 1929 a publicação regular dos *Anais da Academia Brasileira de\nCiências* foi assegurada.\n\nCom o encerramento da Exposiçãodo Centenário da Independência, em 1922,a\nacademia recebeu do governo brasileiroe do governo da Tchecoslováquia,\nrespectivamente,o terreno e o prédio utilizados comopavilhão daquele\npaís na exposição. Nolocal, foi estabelecida sua sede. Algunsanos\ndepois, em função de um projetode reurbanização da cidade, o prédio\nfoidemolido, sem qualquer compensação financeiraà academia e, apesar de\nrepetidas promessas,nenhuma instalação correspondente foi obtida.\n\nAlém de seu papel primordial parao desenvolvimento da ciência no\nBrasil,vários membros da academia lideraram oavanço de outras atividades\ncientíficas eculturais, como a criação da AssociaçãoBrasileira de\nEducação e a introduçãoda radiodifusão no país.\n\nA partir de 1928, Arthur Moses– acadêmico participante da direção\ndaacademia em 12 diferentes gestões, tendosido eleito presidente em dez\ndelas –passou a ter um desempenho fundamentalna consolidação da\ninstituição. Moses reativoua publicação dos *Anais* e, após\nsucessivosempreendimentos bem-sucedidos, coroou-os em 1959com a obtenção\nde recursos governamentaisque possibilitaram a compra de um andarinteiro\ndo prédio onde hoje se localizaa sede da academia.\n\nDepois da Segunda Grande Guerra,a academia teve outras importantes\natuações,como a que culminou na criação doConselho Nacional de Pesquisa\n(CNPq), em1951. De fato, o projeto aprovado pelogoverno foi concebido na\nacademia, cujopresidente, Álvaro Alberto da Mota e Silva,foi nomeado\nprimeiro presidente do conselho.O mais alto nível de decisão dapolítica\nnacional de ciência e tecnologiano país era o conselho deliberativo\ndoCNPq, que incluía, além de representantesdo governo, um representante\nda AcademiaBrasileira de Ciências e um grande númerode cientistas, em\nsua maioria acadêmicos.Várias instituições importantes, como a\nComissãode Energia Atômica (CEA), o InstitutoNacional de Pesquisas\nEspaciais (INPE) eo Instituto Nacional de Pesquisas da Amazônia(INPA),\ntiveram sua origem em comitêsdefinidos por esse colegiado. Nesse\nperíodo,a academia abrangia cinco seções, resultantesda separação entre\nas Ciências Físicase Químicas e a criação da Seçãode Ciências da Terra.\n\nNos anos 1960, por ocasião deseu quinto aniversário, o Presidente\ndaRepública autorizou a doação de um númerosignificativos de bônus do\nTesouro Nacional,resgatáveis em vinte anos, através dainfluência de\nCarlos Chagas Filho, quesucedeu Moses na Presidência da Academia.Estes\nrecursos, correspondentes a um milhãode dólares, cuja aplicação não\nestavasubmetida a nenhuma determinação específica,fortaleceu\nconsideravelmente o potencial da Academia.\n\nEm 1970, a história da academiafoi marcada pela gestão do acadêmico\nAristidesAzevedo Pacheco Leão, que em 1993 seriaeleito seu primeiro\npresidente emérito. Datadesse período o reconhecimento pelo\ngovernofederal, por ocasião do II Plano Básicode Desenvolvimento\nCientífico e Tecnológico,do papel da academia como integrante\nprivilegiadado Sistema de C & T do Brasil,capaz de emitir, de forma\nisenta ecom o necessário rigor, juízos e pareceressobre o estado da\nciência e datecnologia no país. Esse reconhecimento possibilitouà\nacademia receber recursos por parteda Financiadora de Estudos e\nProjetos(Finep), agência governamental, para atividadesde sua própria\niniciativa, principalmente arealização de expedições científicas, a\ncoordenaçãode programas de pesquisa, a publicaçãode livros e a\nimplementação de convêniosde cooperação científica com instituições\ncongêneresestrangeiras.\n\nEntre 1952 e 1995, a AcademiaBrasileira de Ciências compreendeu cinco\nseçõesespecializadas: Ciências Matemáticas, Ciências Físicas,Ciências\nQuímicas, Ciências Biológicas e Ciênciasda Terra. Em 1996, quando\ncompletou 80anos, foi criada uma nova seção: ade Ciências da Engenharia.\nDesde 1999a Academia reúne seus membros em dezáreas especializadas:\nMatemáticas, Físicas, Químicas,Ciências da Terra, Ciências Biológicas,\nCiênciasBiomédicas, Ciências da Saúde, Ciências Agrárias,Ciências da\nEngenharia e Ciências Humanas.\n\nPaulo de Góes\n\n**FONTES:**AZEVEDO,F. *Ciências*; AZEVEDO, M. *Sociedades*; KIGER,J.\n*International*; PAULINYI, E. *Esboço*; SCHWARTZMAN,S. *Formação.*\n","ref":"**FONTES:**AZEVEDO,F. *Ciências*; AZEVEDO, M. *Sociedades*; KIGER,J.\n*International*; PAULINYI, E. *Esboço*; SCHWARTZMAN,S. *Formação.*\n","dic":"DHBPR"}