{"title":"BACELAR, Pedro de Alcântara","cargoss":["gov. AM 1917-1921."],"author":"Maria Eugenia Bertarelli","content":"**BACELAR, Pedro de Alcântara**\n\n\\*gov. AM 1917-1921.\n\n*Pedro de Alcântara Bacelar* nasceu em Feira de Santana (BA) no dia 29\nde junho de 1875, filho de João Paulino Bacelar e de Maria Ferreira\nBacelar.\n\nFormou-se pela Faculdade de Medicina da Bahia, em Salvador. Em outubro\nde 1905 transferiu-se para o Amazonas e estabeleceu-se na cidade de\nHumaitá, às margens do rio Madeira. Ali exerceu a medicina antes de\nentrar para a política.\n\nEm 1916, seu nome foi recomendado para suceder ao governador Jônatas\nPedrosa (1913-1917), por indicação do então presidente da República\nVenceslau Brás (1914-1918). Foi eleito no dia 14 de julho de 1916 e\ndeclarado governador do Amazonas, pela Assembleia Legislativa, no dia 5\nde setembro seguinte. Ainda antes da posse, o vice-governador eleito,\ncoronel Antônio Guerreiro Antony, teve sua residência atacada por um\ngrupo do Batalhão da Polícia Militar do estado. Apesar do saldo de\nalguns mortos e feridos, nenhuma investigação ou inquérito policial foi\naberto. Buscou-se dissociar o novo governador eleito do que havia\nocorrido com seu vice.\n\nAssumiu o governo do Amazonas no dia 1^o^ de janeiro de 1917. Seu\nmandato foi marcado por uma intensa crise econômica decorrente da queda\ndo preço da borracha no mercado externo. Em março seguinte foi criado o\nInstituto Histórico e Geográfico do Amazonas. Ainda no mesmo ano,\natravés da Lei n^o^ 916, de 21 de setembro, foi reorganizada a força\npolicial do estado, com 530 homens distribuídos entre o Batalhão de\nCaçadores, a Companhia de Bombeiros e o Piquete de Cavalaria. Em janeiro\nde 1918 foi fundada a Academia Amazonense de Letras (AAL). No momento de\nsua criação, a Academia possuía 30 vagas e, para presidente, foi\nescolhido Djalma Batista, médico e escritor.\n\nApesar da crise econômica, Pedro Bacelar adquiriu, também em 1918, por\n200 contos de réis, o palacete Scholz, construído em estilo eclético em\n1903 pelo alemão Karl Waldemar Scholz, comerciante de borracha. O\npalacete passou a ser chamado de palácio Rio Negro e tornou-se\nresidência oficial dos governadores e sede do governo até 1959, quando\npassou a cumprir apenas a segunda função. O governador investiu, ainda,\nno prolongamento da estrada de Campos Sales. Concluiu seu mandato de\nquatro anos e entregou o governo ao sucessor César Resende do Rego\nMonteiro no dia 1^o^ de janeiro de 1921.\n\nFaleceu na cidade de Manaus no dia 21 de abril de 1927.\n\nEra casado com Maria Augusta Bacelar, com quem teve dez filhos.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** Biblioteca Virtual. Gov. Amazonas. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em. 19/8/2010; BITTENCOURT, A.\n*Dicionário*;CASA CIVIL EST. AMAZONAS. Disponível em:\n\\<www.casacivil.am.gov.br\\>. Acesso em: 19/8/2010; Portal Amazônia do\nsistema Globo. Disponível em: \\<http://portalamazonia.globo.com\\>.\nAcesso em: 19/8/2010; Revista de educação da Universidade Estadual do\nAmazonas. Disponível em: \\<www.revistas.uea.edu.br\\>. Acesso em:\n19/8/2010; Secretaria de Cultura do Estado do Amazonas. Disponível em:\n\\<www.culturamazonas.am.gov.br\\>. Acesso em: 19/8/2010.\n","ref":"**FONTES:** Biblioteca Virtual. Gov. Amazonas. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em. 19/8/2010; BITTENCOURT, A.\n*Dicionário*;CASA CIVIL EST. AMAZONAS. Disponível em:\n\\<www.casacivil.am.gov.br\\>. Acesso em: 19/8/2010; Portal Amazônia do\nsistema Globo. Disponível em: \\<http://portalamazonia.globo.com\\>.\nAcesso em: 19/8/2010; Revista de educação da Universidade Estadual do\nAmazonas. Disponível em: \\<www.revistas.uea.edu.br\\>. Acesso em:\n19/8/2010; Secretaria de Cultura do Estado do Amazonas. Disponível em:\n\\<www.culturamazonas.am.gov.br\\>. Acesso em: 19/8/2010.\n","dic":"DHBPR"}