{"title":"RIBEIRO, Demétrio","cargoss":["Ministro da Agricultura","Constituinte","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1889,1891,1891],"datas_fim":[1890,1891,1893],"estados":[0,0,"RS"],"content":"**RIBEIRO, Demétrio**\n\n\\*min. Agric. 1889-1890; const. 1891; dep. fed. RS 1891-1893.\n\n*Demétrio Nunes Ribeiro* nasceu em Rio Grande (RS) no dia 4 de junho de\n1855. Em muitos de seus textos jornalísticos, usou o pseudônimo de\n*Gaúcho Velho*.\n\nFez seus primeiros estudos no Rio Grande do Sul e formou-se pela Escola\nPolitécnica do Rio de Janeiro, onde foi aluno de André Rebouças, Paula\nFreitas e Saldanha da Gama, e colega de Antão de Faria e Paulo de\nFrontin. Enquanto estudante, trabalhou como professor. Depois de\nformado, foi nomeado engenheiro auxiliar do barão de Capanema,\nencarregado geral das linhas telegráficas do Rio Grande do Sul, e\ntrabalhou também na estrada de ferro de Porto Alegre a Uruguaiana.\n\nParticipou da fundação do Clube Republicano de Porto Alegre, organizando\na agremiação em todo o Rio Grande do Sul, juntamente com Assis Brasil,\nBarros Cassal, Venâncio Aires, Júlio de Castilhos, A. Osório, Eduardo\nLima, Alcides Mendonça Lima, Homero Batista e outros. Do clube saiu a\ncircular de convocação para a Convenção Republicana marcada para 1882.\nAssinaram a circular, além dele, Felicíssimo Manuel de Azevedo,\nApolinário Porto Alegre, Luís Lesseigneur e Ramiro Barcelos. Na\nconvenção, foi fundado o Partido Republicano Rio-Grandense (PRR), em 23\nde fevereiro de 1882, e Demétrio Ribeiro tornou-se um de seus primeiros\nfiliados. Por suas atividades partidárias, também foi redator do jornal\n*A Federação*, órgão oficial do partido. Em muitos de seus textos\ndefendeu a doutrina positivista.\n\nDepois da proclamação da República (15/11/1889), foi convidado pelo\ngoverno provisório chefiado pelo marechal Deodoro da Fonseca para\nassumir o Ministério da Agricultura, Comércio e Obras Públicas, em 7 de\ndezembro de 1889. Em 9 de dezembro, apresentou projeto de lei de\nseparação entre a Igreja e o Estado, que foi ampliado com a\nsecularização dos cemitérios e do casamento civil, proposta em 16 de\ndezembro seguinte. O intenso trabalho realizado no ministério pode ser\nobservado na permanência da concessão da estrada de Itararé a Santa\nMaria, na ligação das estradas de ferro do Norte com o Sul, no plano de\nviação do Brasil e na defesa da Marinha Mercante. Em 31 de janeiro de\n1890 deixou o ministério, em protesto contra o decreto de 17 de janeiro,\nbaixado pelo Ministro da Fazenda, que criava os bancos emissores\nestaduais. Nesse mesmo ano, tornou-se diretor do jornal *O Rio Grande*,\nde Porto Alegre, cargo que ocuparia pelos três anos seguintes. Ainda em\n1890 foi eleito, em setembro, deputado constituinte, e assumiu sua\ncadeira em 15 de novembro, quando foi instalado o Congresso Nacional\nConstituinte no Rio de Janeiro, agora Distrito Federal. Promulgada a\nnova Carta constitucional em 24 de fevereiro de 1891, em maio seguinte\npassou a exercer o mandato ordinário.\n\nNo Rio Grande do Sul, eleito pela Constituinte estadual, Júlio de\nCastilhos assumiu a presidência do estado em 15 de julho de 1891. Em 3\nde novembro, diante das dificuldades políticas que enfrentava, o\nmarechal Deodoro da Fonseca decidiu fechar o Congresso Nacional,\nprovocando protestos em vários pontos do país. Júlio de Castilhos de\ninício não se manifestou, mas no dia 12 de novembro acabou por\ndeclarar-se a favor de Deodoro. No dia seguinte foi obrigado a\nrenunciar, entregando o poder a uma junta governativa formada por Assis\nBrasil, João de Barros Cassal e o general Domingos Barreto Leite. Em 23\nde novembro, diante da ameaça de oficiais da Marinha de bombardear o Rio\nde Janeiro, o próprio Deodoro renunciou à presidência da República,\nsendo substituído pelo vice-presidente marechal Floriano Peixoto.\n\nDemétrio Ribeiro, também membro do PRR, aspirava a suceder a Júlio de\nCastilhos. Não tendo, porém, força eleitoral para impor sua candidatura,\nabriu uma dissidência e, unindo-se a elementos do antigo Partido\nLiberal, dirigido no Império por Gaspar Silveira Martins, formou uma\nnova agremiação: o Partido Federalista Brasileiro, fundado em Bajé em 31\nde março de 1892. Ainda em 1892, Júlio de Castilhos voltou a ser eleito\npresidente do Rio Grande do Sul. Tomou posse em 25 de janeiro de 1893, e\nno mês seguinte seus adversários iniciaram uma guerra civil, conhecida\ncom o nome de Revolução Federalista, que só terminaria em 1895, vencida\npelos aliados de Castilhos.\n\nEm dezembro de 1893, ao concluir seu mandato de deputado federal,\nDemétrio Ribeiro encerrou sua carreira política e passou a viver em\nParis a maior parte do tempo. Em 1897, auxiliou a administração de Pais\nde Carvalho, no Pará, realizando estudos para o porto de Belém. Também\nparticipou da construção do porto de Recife, que teve as obras iniciadas\nem 1909 e foi inaugurado em setembro de 1918. A convite do presidente\nEpitácio Pessoa (1919-1922), chefiou a delegação brasileira à\nConferência Internacional de Comunicações e de Trânsito promovida pela\nLiga das Nações após a Primeira Guerra Mundial (1914-1918).\n\nFoi também professor da Escola Normal de Porto Alegre.\n\nFaleceu no Rio de Janeiro em 9 de dezembro de 1931.\n\nPublicou *Curso elementar de aritmética – 1^a^ parte* (1881); *Curso\nelementar de aritmética – 2^a^ parte* (1882); *Pelo Rio Grande (Cartas\nabertas) – de 23.5 a 28.9 1923* (assinado por Gaúcho Velho) e *Convenção\nRepublicana de 23 de fevereiro* (discursos de F. M. Azevedo, Apeles\nPorto Alegre, Demétrio Ribeiro, Luis L. Faria e Ramiro Barcelos, 1882).\n\nRaimundo Helio Lopes/ Izabel Noll\n\n**FONTES**: AITA, C.; AXT, G.; ARAÚJO, V. *Parlamentares*; ABRANCHES, J.\n*Governos*; BELOCH, I.; ABREU, A. *Dicionário*; ESTEVES, A. *Demetrio*;\nSACRAMENTO, B. *Diccionário.*\n","ref":"","dic":"DHBPR"}
