{"title":"RIBEIRO, Eduardo Gonçalves","cargoss":["militar","gov. AM 1890-1891 e 1892-1896."],"author":"Maria Eugenia Bertarelli","content":"**RIBEIRO, Eduardo Gonçalves**\n\n\\*militar; gov. AM 1890-1891 e 1892-1896.\n\n*Eduardo Gonçalves Ribeiro* nasceu em São Luís do Maranhão em 18 de\nsetembro de 1862.\n\nNa juventude ligou-se ao movimento republicano em torno do jornal\nmaranhense *O Pensador*, de orientação positivista. Em 1887 chegou a\nManaus, onde serviu como tenente do Exército. Já na República, em 1890,\nfoi convidado por Augusto Ximeno de Villeroy, que em 4 de janeiro tomou\nposse como governador do Amazonas, para compor a alta administração do\nestado como chefe de seu gabinete. Em 2 de novembro, quando Villeroy\ndeixou o cargo e se transferiu para o Rio de Janeiro, substituiu-o no\ngoverno.\n\nEm 13 de março de 1891 outorgou a primeira Constituição Política do\nAmazonas, que deveria ser submetida ao primeiro Congresso do estado.\nSeis meses após sua chegada ao governo, no dia 4 de abril de 1891, foi\nafastado, mas retornou no dia 12 seguinte, pela vontade popular expressa\nem manifesto assinado por 363 nomes entre os de maior influência em\nManaus. Permaneceu no governo até o dia 5 de maio, quando chegou a\nManaus, vindo do Rio de Janeiro, o capitão de fragata José Inácio Borges\nMachado, com ordem de dar posse ao vice-governador Guilherme José\nMoreira, barão de Juruá. Este deveria permanecer no governo apenas\nenquanto vinha da capital um interventor federal.\n\nApós uma fase de instabilidade, em que se sucederam vários\nadministradores, em 1892 Eduardo Ribeiro foi reconduzido ao posto de\ngovernador, com o apoio do então presidente da República Floriano\nPeixoto (1891-1894), em substituição a José Inácio Borges Machado, que\npor sua vez substituía interinamente Taumaturgo de Azevedo, intimado a\ndeixar o governo no dia 26 de fevereiro. Empossado em 11 de março,\ndissolveu o Congresso Legislativo e convocou novo Congresso\nConstituinte, que promulgou a Constituição estadual de 23 de julho de\n1892, garantindo sua permanência no governo por mais quatro anos. Em\nfevereiro de 1893 sofreu uma tentativa de golpe por parte de um grupo de\noposição liderado pelo major Tristão e apoiado pelo Partido Nacional de\nConstantino Nery. Após um enfrentamento armado, conseguiu manter-se no\npoder e enviar alguns revoltosos para Belém, embora Constantino Nery\ntenha permanecido em Manaus.\n\nEm 1894 iniciou a construção do Palácio da Justiça, através de concessão\nà firma inglesa Moers & Moreton. A obra ficou paralisada durante alguns\nmeses, até que um novo contrato com José Gomes da Rocha garantiu sua\ninauguração em 1900, já no governo de Ramalho Júnior (1898-1900). Foi\ntambém durante seu governo que as obras do Teatro Amazonas, paradas\ndesde 1886, foram reiniciadas e fortemente impulsionadas. A inauguração\ndo edifício ficaria a cargo de seu sucessor Fileto Pires Ferreira\n(1896-1898).\n\nA seu pedido, no dia 17 de agosto de 1895, o Congresso dos\nRepresentantes do Estado do Amazonas reformou a Constituição estadual. A\núltima Constituição amazonense do século XIX estabeleceu a eleição de\ngovernador e vice-governador por sufrágio direto e voto aberto em todo o\nestado. Seu segundo governo chegou ao fim em 23 de julho de 1896.\n\nFaleceu na cidade de Manaus em 14 de outubro de 1900.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** Bib. Virtual do Amazonas. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em: 21/2/2010; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; REIS,\nA. *Historia*; SOUZA, A.; MENEZES, A.; COELHO, J. *Amazônia*; TRIB.\nJUST. AM. Disponível em: \\<www.tjam.jus.br\\>. Acesso em: 20/2/2010.\n","ref":"**FONTES:** Bib. Virtual do Amazonas. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em: 21/2/2010; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; REIS,\nA. *Historia*; SOUZA, A.; MENEZES, A.; COELHO, J. *Amazônia*; TRIB.\nJUST. AM. Disponível em: \\<www.tjam.jus.br\\>. Acesso em: 20/2/2010.\n","dic":"DHBPR"}