{"title":"RIBEIRO, João Gomes","cargoss":["gov. RN 1890."],"author":"Renato Amado Peixoto","content":"**RIBEIRO, João Gomes**\n\n\\* gov. RN 1890.\n\n*João Gomes Ribeiro Júnior* nasceu no Engenho Jesus, Maria, José, em\nLaranjeiras (SE), no dia 29 de fevereiro de 1840, filho de João Gomes\nRibeiro e de Maria Miquelina Ribeiro. Seu pai foi deputado provincial em\nAlagoas em 1850-1851.\n\nRecebeu o diploma de bacharel na Faculdade de Direito do Recife em 1862.\nNo ano seguinte foi nomeado promotor público da comarca de Lagarto (SE)\ne em 1864 passou a curador geral dos órfãos, sendo removido a pedido\npara a comarca de Itabaiana (SE) em 1865. Em 1866 foi transferido,\nnovamente a pedido, para Laranjeiras (SE). Foi nomeado juiz municipal e\nde órfãos dos termos reunidos de Pão de Açúcar e Mata Grande (AL) em\n1867, mas no mesmo ano pediu exoneração. Fixando-se em Maceió, foi\nnomeado Tesoureiro da Alfândega e, em 6 de agosto de 1868, procurador\nfiscal interino da Fazenda Geral. Ainda em 1868 foi nomeado juiz de\ndireito e também lente substituto de aritmética e geometria no Liceu\nAlagoano, onde seria catedrático de filosofia em 1881 e 1882.\n\nDurante esse período participou ativamente do movimento abolicionista em\nAlagoas, sendo nomeado procurador fiscal da Tesouraria Provincial\nAbolicionista em 1871. Fez parte também da Sociedade Libertadora\nAlagoana. Tornou-se republicano por volta de 1872, participando do Clube\nRepublicano Radical e do Centro Republicano Federal de Alagoas. Nesse\nmesmo ano fundou em Maceió o primeiro jornal de apoio à causa\nrepublicana, denominado *A República*, do qual foi redator principal.\nFoi um dos organizadores e membros do primeiro corpo editorial da\n*Revista do Instituto Histórico e Geográfico de Alagoas*, também em\n1872, foi redator do jornal *O Século*, fundado em 1877, e colaborou na\n*Gazeta de Alagoas* e em *O Guttenberg*, que se tornou órgão do Centro\nRepublicano Federal de Alagoas. Quando da queda da monarquia,\nrepresentou o Centro nas negociações para que o presidente da província,\nPedro Moreira Ribeiro, nomeado ainda no Império e empossado no próprio\ndia 15 de novembro de 1889, abandonasse o governo, permitindo assim que\no Centro Republicano organizasse uma junta governativa para\nsubstituí-lo.\n\nEm 11 de outubro de 1890 foi nomeado governador do Rio Grande do Norte\npelo governo provisório chefiado por Deodoro da Fonseca. Menos de um mês\nantes, em 15 de setembro, haviam sido realizadas as eleições para o\nCongresso Nacional Constituinte, vencidas no estado pela chapa\norganizada por Pedro Velho de Albuquerque Maranhão, líder do Partido\nRepublicano do Rio Grande do Norte. O próprio Pedro Velho havia assumido\no governo do estado em 19 de setembro. Ao substituí-lo em 8 de novembro,\nJoão Gomes Ribeiro aproximou-se de seus opositores e nomeou alguns para\ncargos públicos, entendendo que tinham sido perseguidos pelas\nadministrações anteriores. Criticou abertamente a intolerância e o\nautoritarismo dos “pedrovelhistas”, por acreditar que o dinheiro público\ntinha sido desviado para ajudar a eleger Pedro Velho deputado\nconstituinte. Entretanto, durante seu governo foi deflagrada uma\ncampanha em prol da volta de Pedro Velho ao governo, apoiada por várias\nmunicipalidades e pelos jornais *O Povo* e *A República*, este último de\npropriedade do próprio Pedro Velho. Afinal, em 7 de dezembro de 1890 foi\nafastado do governo do Rio Grande do Norte por influência direta de\nPedro Velho junto a Cesário Alvim, ministro do Interior. Pedro Velho fez\nnomear governador seu correligionário Manuel do Nascimento Castro e\nSilva, então chefe de Polícia.\n\nDe volta à atividade de jornalista, foi redator chefe de *O Nacional*,\nsurgido em 1892. Era sócio efetivo do Instituto Histórico e Geográfico\nde Alagoas.\n\nFaleceu em Maceió no dia 27 de outubro de 1897.\n\nCasou-se com Carolina Augusta Ramalho Gomes Ribeiro, com quem teve pelo\nmenos um filho, João Gomes (João Gomes Ribeiro Filho, nas anotações\npessoais João Gomes Ribeiro Neto), que foi comandante da 1^a^ Região\nMilitar em 1934-1935 e ministro da Guerra em 1935-1936, durante o\ngoverno de Getúlio Vargas.\n\nPublicou o *Novo Regimento de Custas Judiciárias, com notas, apêndices,\njurisprudência dos tribunais e opiniões de jurisconsultos*, e Discurso\ndo orador: discorre sobre a necessidade da construção de uma nova e\nverdadeira história, e aponta trabalhos de caráter histórico importantes\nde autoria de alagoanos, na *Revista do IHGA* (1874).\n\nRenato Amado Peixoto\n\n**FONTES:** BARROS, F. *A B C das Alagoas* (v.1, 2); BUENO, A. *Visões*;\nCASCUDO, L. *Governo*; CASCUDO, L. *História*; *Revista do Instituto\nHistórico de Alagoas* (v.25-26).\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas* (v.1, 2); BUENO, A. *Visões*;\nCASCUDO, L. *Governo*; CASCUDO, L. *História*; *Revista do Instituto\nHistórico de Alagoas* (v.25-26).\n","dic":"DHBPR"}