{"title":"RIBEIRO, Manuel Gomes","cargoss":["pres. AL 1885 e 1889","gov. AL 1891-1892 e 1894-1897","sen. AL 1900-1902"],"content":"**RIBEIRO, Manuel Gomes**\n\n\\*pres. AL 1885 e 1889; gov. AL 1891-1892 e 1894-1897; sen. AL 1900-1902\ne 1912- 1918.\n\n*Manuel Gomes Ribeiro*, futuro *barão de Traipu*,nasceu em Japaratuba\n(SE) no dia 29 de junho de 1841.\n\nRadicado em Alagoas, foi chefe do Partido Conservador. Foi deputado\nprovincial nas legislaturas 1876-1877 e 1884-1885 e, como\nprimeiro-vice-presidente da província, nomeado em 1^o^ de setembro de\n1885, respondeu duas vezes pelo governo de Alagoas: de 16 de setembro a\n7 de outubro de 1885 e de 18 de junho a 1^o^ de agosto de 1889. Nesse\nínterim recebeu o título de barão de Traipu, em 24 de novembro de 1888.\n\nProclamada a República em 15 de novembro de 1889, dois anos depois foi\neleito senador estadual em Alagoas e escolhido presidente do Senado.\nComo tal, assumiu o governo do estado em 28 de novembro de 1891, em\nsubstituição à junta governativa que sucedera a Manuel de Araújo Góis.\nEm 24 de março de 1892 transmitiu o governo a Gabino Besouro, que em 20\nde fevereiro havia sido eleito indiretamente, pelo Congresso alagoano,\ngovernador do estado. Nessa mesma eleição foi eleito vice-governador. A\nessa altura, beneficiada por seu prestígio, teve início a carreira\npolítica de seu genro Euclides Malta, que começou como deputado federal\nde 1892 a 1893.\n\nEm 17 de outubro de 1894 assumiu novamente o governo de Alagoas a fim de\ncompletar o mandato de Gabino Besouro, que fora deposto e substituído\ninterinamente por uma junta governativa e a seguir por Tibúrcio\nValeriano da Rocha Lins. Foi destituído em 1^o^ de maio de 1895, com\nbase numa decisão do Tribunal Superior, mas foi novamente empossado\npelas forças federais no dia seguinte. Licenciou-se em julho de 1895,\nretornando ao cargo em janeiro de 1896 e nele permanecendo até 12 de\njunho de 1897, quando tomou posse Manuel José Duarte. Em seu governo\ncriou o cargo de chefe de polícia e a respectiva secretaria, cujas\natividades anteriormente estavam divididas entre os diversos municípios.\nCuidou também para que se estabelecesse a Comissão Mista\nAlagoas/Pernambuco, a fim de determinar os limites entre os dois\nestados.\n\nVoltou ao Senado estadual na legislatura 1899-1900, e foi então eleito\npara o Senado Federal, tomando posse em 1901. Chefe supremo do Partido\nRepublicano Federal em Alagoas, renunciou a essa chefia por divergências\ncom o genro Euclides Malta, governador do estado a partir de 1900.\nRompeu publicamente com este em 1903, quando Joaquim Paulo Malta, irmão\nde Euclides, tornou-se seu sucessor no governo. Deixando nesse ano o\nSenado, afastou-se da política e só retornou em 1909, novamente eleito\nsenador. Permaneceu no Senado até 1918.\n\nTeve publicadas suas mensagens ao Congresso Alagoano.\n\nReynaldo de Barros\n\n**FONTE:** BARROS, F. *A B C das Alagoas.*\n","ref":"","dic":"DHBPR"}