{"title":"RIBEIRO, Oliveira","cargoss":["magistrado","dep. geral MG 1886-1889","min. STF 1903-1917."],"author":"Eduardo Junqueira","content":"**RIBEIRO, Oliveira**\n\n\\*magistrado; dep. geral MG 1886-1889; min. STF 1903-1917.\n\n*Pedro Antônio de Oliveira Ribeiro* nasceu em Laranjeiras, na província\nde Sergipe, no dia 8 de setembro de 1851, filho de Pedro Antônio de\nOliveira Ribeiro e de Maria Benta Freitas de Oliveira Ribeiro.\n\nApós concluir o curso de humanidades no Colégio São João, tradicional\nestabelecimento de ensino de Salvador, matriculou-se na Faculdade de\nDireito do Recife e aí obteve em 1871 o grau de bacharel em ciências\njurídicas e sociais. No ano seguinte iniciou a carreira na magistratura,\nao ser nomeado promotor público de sua comarca natal. Logo depois foi\nnomeado juiz municipal e de órfãos do termo de Cristina, na província de\nMinas Gerais. Aí permaneceu pouco tempo, já que ainda em 1872 foi eleito\ne em 1874 reeleito para a Assembleia Provincial mineira. De volta à\nmagistratura em 1875, reassumiu as funções de juiz municipal até ser\nnomeado, em 1877, juiz de direito na mesma comarca de Cristina. Foi\nnovamente deputado provincial de 1878 a 1879 e, como não foi aproveitado\nem nova judicatura, exerceu a advocacia e o jornalismo e assumiu ainda a\nsegunda vice-presidência da província em 1885. Já figura destacada no\npanorama político local, foi eleito deputado geral por Minas Gerais na\nlegislatura 1886-1889.\n\nInstaurado o regime republicano, o governo provisório determinou sua\naposentadoria na magistratura, mas para nomeá-lo chefe de polícia da\ncapital federal, em abril de 1891. Exonerou-se do cargo por ocasião da\nrenúncia de Deodoro da Fonseca à presidência da República em novembro do\nmesmo ano. Ainda em 1891 foi nomeado procurador geral do estado de São\nPaulo e, em 1892, juiz da Corte de Apelação do estado, tribunal de\nsegunda instância sucessor da antiga Relação.\n\nEm outubro de 1903 foi nomeado ministro do Supremo Tribunal Federal, na\nprimeira nomeação feita pelo presidente Rodrigues Alves (1902-1906) para\no STF. Foi procurador geral da República, por nomeação, de outubro de\n1905 a dezembro de 1909, designado por Afonso Pena (1906-1909), sucessor\nde Rodrigues Alves. No STF, foi relator do processo de *habeas corpus*\nimpetrado por intendentes do Distrito Federal contra ato do governo Nilo\nPeçanha (1909-1910) que determinava a extinção do Conselho Municipal, e\njulgou favoravelmente ao pedido dos intendentes, tornando sem efeito o\nato da presidência da República. Foi ainda, em 1913, relator da ação\ncriminal em que era réu o juiz estado do Paraná que se recusou fazer\ncumprir a deliberação do STF de que o estado respeitasse as fronteiras\ncom o vizinho Santa Catarina no início da Guerra do Contestado.\n\nFaleceu no de Janeiro, então Distrito Federal, no dia 29 de junho de\n1917, no exercício de suas funções no STF.\n\nFoi casado com Elisa Delfina de Oliveira Ribeiro.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}