{"title":"RIO BRANCO, Barão do","cargoss":["Deputado Geral","cônsul Liverpool","min Berlim","Ministro das Relações Exteriores"],"cargos_esp":[0,0,0,0],"datas_ini":[1869,1876,1901,1902],"datas_fim":[1875,1900,1901,1912],"estados":["MT",0,0,0],"autor":[0],"content":"**RIO BRANCO, Barão do**\n\n\\*dep. geral MT 1869-1875; cônsul Liverpool 1876-1900; min. Berlim 1901;\nmin. Rel. Ext. 1902-1912.\n\n*José Maria da Silva Paranhos Júnior* nasceu no Rio de Janeiro no dia 20\nde abril de 1845, filho primogênito de José Maria da Silva Paranhos e de\nTeresa de Figueiredo Faria. Recebeu o título de *barão do Rio Branco* em\n1888 e, após a proclamação da República, passou a assinar *José Maria da\nSilva Paranhos do Rio Branco* ou apenas *Rio Branco*. Tornou-se\nconhecido popularmente como *o Barão*, tanto em vida quanto\npostumamente.\n\nO primeiro José Maria Paranhos recebeu o título de visconde do Rio\nBranco em 1870, em missão de negociação no Prata, já aos 49 anos. Rio\nBranco era o nome de um pequeno rio ao sul do Mato Grosso, onde o\nParaguai desejara fixar a fronteira com o Brasil, ao invés do rio Apa,\nonde Paranhos conseguira fixar os limites, com mais vantagens para o\nBrasil. Apesar de ter origens humildes, o visconde logrou ocupar os mais\nimportantes cargos do Império: foi senador, ministro das Relações\nExteriores e presidente do Conselho de Ministros, além de ter sido o\nautor da Lei do Ventre Livre. Maçom e membro do Partido Conservador,\ninseriu-se nos mais altos círculos do Império.\n\nNo Império\n\nDos nove filhos do visconde, Paranhos Júnior, ou Juca, como era chamado,\nfoi o único a ter destaque na vida pública nacional. Estudou nas\nmelhores instituições do Império: os primeiros estudos no Colégio Pedro\nII e o curso de direito entre as faculdades de São Paulo e Recife. Desde\ncedo publicou artigos de opinião e narrativas históricas sobre as\nquestões militares no Prata, principalmente no jornal conservador *A\nNação.* Ainda jovem, cultivava o hábito de colecionar documentos e mapas\ne, em 1867, foi eleito membro do Instituto Histórico e Geográfico\nBrasileiro. Eleito deputado por Mato Grosso, exerceu o mandato de 1869 a\n1875.\n\nNesse período, em 1873, Paranhos Júnior passou a viver com Marie\nPhilomène Stevens, atriz belga que conhecera no Alcazar, casa de\nespetáculos no Rio de Janeiro, com quem viria a se casar em 1889. Já em\n1873 nasceu seu primeiro filho, Raul. Em seguida viriam mais quatro:\nMarie Clotilde (1874), Paulo (1876), Amelie (1878) e Hortênsia (1885).\n\nEm 1876, foi nomeado cônsul em Liverpool, cidade portuária inglesa por\nonde passava a maior parte dos produtos de exportação brasileiros. Saíam\ndo porto de Liverpool por mês, com destino ao Brasil, em média de 50\nnavios que o consulado brasileiro fiscalizava e dos quais cobrava\nimpostos. Um número semelhante de navios lá chegava todos os meses com\nprodutos como café, açúcar e algodão, provenientes de portos\nbrasileiros.\n\nNão obstante a função consular na Inglaterra, por todo o período em que\nesteve no cargo conservou também residência em Paris, onde mantinha a\nfamília, realizava pesquisas, colecionava mapas e documentos relativos à\nhistória política e geográfica do Brasil. Em 1884 representou o Brasil\nna Exposição Universal de São Petersburgo, com a incumbência de promover\no café brasileiro. Sua atuação lhe rendeu o título de conselheiro de Sua\nMajestade, que representava o mais elevado destaque antes da nobreza no\ncontexto imperial. Em 1888, por ocasião da assinatura da Lei Áurea,\nrecebeu o título de barão do Rio Branco como demonstração de deferência\ndo imperador ao filho do autor da Lei do Ventre Livre.\n\nNa República\n\nA proclamação da República, em 1889, suscitou insegurança quanto à sua\npermanência no consulado. Amigo íntimo de Rodolfo Dantas e Joaquim\nNabuco, o barão era identificado como monarquista e possivelmente\nperigoso à nova ordem. Colaborou, ainda que anonimamente, com Eduardo\nPrado nos *Fastos da ditadura militar*, em 1890, criticando o novo\ngoverno republicano. No *Jornal do Brasil*, a partir de 1891, publicava\nsuas *Efemérides* e as *Cartas de França*, sempre usando pseudônimos e\ntecendo críticas à recém-formada República*.* Chegou a escrever, sob o\npseudônimo de Ferdinand Hex, uma das descrições mais completas a que se\nteve acesso na imprensa brasileira a respeito da morte e dos serviços\nfunerários de dom Pedro II.\n\nApesar de sua posição simpática ao regime monárquico, o barão se\ntornaria uma grande figura nacional no contexto republicano. São muitas\nas ações dignas de nota atribuídas a Rio Branco, entre as quais as mais\ncelebradas dizem respeito ao traçado dos limites territoriais do Estado\nbrasileiro. Alvo de exaltadas admirações, mas também de duras críticas,\nesse importante personagem da história política nacional deve ser\ncompreendido no contexto das ambiguidades que formam as imaginações\ninstitucionais e que, de maneira mais ampla, configuram importantes\naspectos de nossa identidade nacional.\n\nEm 1891, Rio Branco foi nomeado superintendente do serviço de imigração,\ncargo que, exercido a partir de Paris, acumulou com o do consulado na\nInglaterra. Publicou então alguns artigos de propaganda em jornais\neuropeus, com o objetivo de estimular a migração para o Brasil de\ntrabalhadores rurais, principalmente italianos e alemães.\n\nEm 1893, após da morte do barão Aguiar de Andrada, foi indicado para\nchefiar a missão brasileira como plenipotenciário no processo de\narbitragem referente ao território de Palmas, ou Missões, a ser decidido\npor Grover Cleveland, presidente dos Estados Unidos. A questão dizia\nrespeito a uma antiga contenda com a Argentina. No Tratado de Madri, de\n1750, os limites entre o Brasil e a Argentina tinham sido fixados nos\nrios Peperi, afluente do Uruguai, e Santo Antônio, afluente do Iguaçu.\nNão havia, porém, acordo quanto ao posicionamento dos rios. Os\nargentinos alegavam que o Peperi, ou Peperi-Guaçu, ficava mais a leste\nque o rio reconhecido pelos brasileiros pelo mesmo nome. Dois outros\ntratados já haviam sido assinados pelos países, um durante o Segundo\nReinado, vetado pelo Congresso argentino, e outro no início do período\nrepublicano, vetado tanto pelo Congresso Nacional quanto pelo Exército\nbrasileiro, permanecendo o impasse. Decidiu-se finalmente pelo recurso\ndo arbitramento, sendo escolhido o presidente Cleveland, dos Estados\nUnidos, como árbitro.\n\nRio Branco chegou a Nova Iorque em maio de 1893, chefiando a missão\nbrasileira. Antigo colecionador e estudioso das questões platinas, fez\nquestão de não compartilhar a autoria das memórias que entregou, em\ndefesa da causa brasileira, em fevereiro de 1894. Permaneceu em\nWashington até fevereiro de 1895, quando foi dada sentença favorável ao\nBrasil. Passou então a figurar na imprensa brasileira como herói que\nvencera a causa para o Brasil.\n\nVoltando a Paris em 1895, ofereceu-se para atuar em outra causa\narbitral, referente à fronteira do Amapá. Escolhido o governo suíço como\nárbitro, Rio Branco seria nomeado plenipotenciário brasileiro em 1898.\nMudou-se para Berna, com a família, no ano seguinte, e lá permaneceu por\ndois anos. Como secretários da missão, levou consigo Domício da Gama,\ncom quem trabalhara em Washington, e o filho Raul. Foi dado laudo\nfavorável ao Brasil em 1^o^ de dezembro de 1900. No ano seguinte, foi\nnomeado ministro do Brasil em Berlim, em seu primeiro e único posto como\nrepresentante diplomático permanente. Em 1902, foi convidado pelo\npresidente Rodrigues Alves, eleito em março e empossado em 15 de\nnovembro, para ocupar o cargo de ministro das Relações Exteriores.\nAceito o convite, chegou ao Brasil em 1^o^ de dezembro.\n\nMinistro das Relações Exteriores\n\nJá no exercício do cargo de chanceler, Rio Branco se deparou com nova\nquestão de limites territoriais: a questão do Acre. Dessa vez não\nacreditava que a contenda pudesse ser resolvida por meio de decisão\narbitral baseada em documentação histórica, já que aquele território\njamais fora reconhecido como brasileiro. Tratava-se, não obstante, de\nimportante contenda envolvendo populações dos dois lados, o brasileiro e\no boliviano, bem como interesses do capital internacional, na figura de\nempresa norte-americana que detinha direitos de exploração econômica da\nárea. Ao contrário das outras disputas territoriais, esta envolveu\ninclusive o envio de tropas de ambos os países. O acordo final, firmado\natravés do Tratado de Petrópolis em 1903, esteve longe de alcançar\naprovação unânime da opinião pública no Brasil. O desfecho se deu\natravés da incorporação ao território nacional de 190 mil quilômetros\nquadrados, com a contrapartida de três mil quilômetros quadrados, mais\ndois milhões de libras entregues ao governo boliviano, além do\ncompromisso de construir a estrada de ferro Madeira-Mamoré.\n\nRio Branco foi ministro das Relações Exteriores de quatro governos:\nRodrigues Alves (1902-1906), Afonso Pena (1906-1909), Nilo Peçanha\n(1909-1910) e Hermes da Fonseca (1910-1914). Atuou em negociações de\nfronteiras com a Argentina, Bolívia, Guiana Francesa e Peru. Teve\nimportante papel na promoção de fluxos migratórios para o Brasil e foi\num importante agente no processo de estabelecimento da ordem\ninstitucional burocrática da Primeira República, com forte presença na\nimprensa nacional e grande influência política.\n\nSua permanência como chanceler contrasta com a grande instabilidade\npolítica e institucional do período. Seu comando imprimiu marca\npermanente na configuração burocrática do Ministério das Relações\nExteriores, que até o presente se identifica como a Casa de Rio Branco.\nPromoveu importantes reformas no Itamarati, inclusive em suas\ninstalações físicas, que ocupou como residente nos últimos anos de vida,\ndormindo em meio aos papéis de seu escritório. Faleceu em seu leito, no\nPalácio do Itamarati, no dia 10 de fevereiro de 1912.\n\nRio Branco foi uma das figuras emblemáticas do início da era republicana\nbrasileira, mas permanece como homem-símbolo da diplomacia nacional até\na atualidade. Oficialmente instituído, desde 1945, patrono da diplomacia\nbrasileira, Rio Branco também empresta seu nome ao instituto que vem\nformando os membros da carreira de diplomata do serviço exterior\nbrasileiro desde 1946.\n\nDe seus filhos, somente Raul tornou-se diplomata, incorporando o nome\nRio Branco como sobrenome.\n\nSeus escritos foram publicados em sua maior parte como artigos na\nimprensa ou documentos oficiais. Grande parte de sua produção\nbibliográfica encontra-se disponível nos arquivos do Itamarati. Há uma\nreimpressão recente (1999) do livro organizado por Rodolfo Garcia em\n1945, intitulado *Efemérides brasileiras/Barão do Rio Branco*, que reúne\nsuas principais contribuições ao *Jornal do Brasil*.\n\nA seu respeito, foram publicados os seguintes livros: *Rio Branco e as\nfronteiras do Brasil*, de Artur Guimarães de Araújo Jorge (1904); *Rio\nBranco (Biografia)*, de Álvaro Lins (1945); *A vida do Barão do Rio\nBranco*, de Luís Viana Filho (1959); *Barão do Rio Branco*, de Márcio\nTavares D’Amaral (1974); *José Maria da Silva Paranhos, Barão do Rio\nBranco: uma biografia fotográfica*, da Fundação Alexandre de Gusmão\n(1995); *Rio Branco, o Brasil no mundo*, de Rubens Ricúpero (2000), e\n*Rio Branco. A Monarquia e a República*, de Cristina Patriota de Moura\n(2003).\n\nCristina Patriota de Moura\n\n**FONTES:** D’AMARAL, M. *Barão*; GARCIA, R. *Efemérides*;JORGE, A. *Rio\nBranco*; LINS, A. *Rio Branco*; MOURA, C. *Monarquia*; RICUPERO, R. *Rio\nBranco*; RICUPERO, R.; ARAÚJO, J.; JOPPERT, R. *Barão*; VIANA FILHO, L.\n*Vida.*\n","ref":"**FONTES:** D’AMARAL, M. *Barão*; GARCIA, R. *Efemérides*;JORGE, A. *Rio\nBranco*; LINS, A. *Rio Branco*; MOURA, C. *Monarquia*; RICUPERO, R. *Rio\nBranco*; RICUPERO, R.; ARAÚJO, J.; JOPPERT, R. *Barão*; VIANA FILHO, L.\n*Vida.*\n","dic":"DHBPR"}
