{"title":"BACURY, Francisco Ferreira de Lima","cargoss":["dep. fed. AM 1893-1896."],"author":"Inoã Pierre Carvalho Urbinati","content":"**BACURY, Francisco Ferreira de Lima**\n\n\\*dep. fed. AM 1893-1896.\n\n*Francisco Ferreira de Lima Bacury* nasceu no Amazonas (de acordo com\nAgnelo Bittencourt), ou no Pará (de acordo com Dunshee de Abranches), no\ndia 4 de outubro de 1848, filho de Manuel Antônio Bacury.\n\nAo concluir os estudos de humanidades no Seminário de São José, na\ncapital amazonense, prestou concurso para amanuense da Secretaria de\nGoverno do Amazonas e foi aprovado. Na década de 1880 participou do\nmovimento abolicionista integrando sociedades defensoras da extinção do\ncativeiro. Ainda durante o Império militou no Partido Liberal.\n\nJá na República participou da deposição do governo do coronel Gregório\nTaumaturgo de Azevedo (1891-1892), integrando, junto com Almino Afonso e\nLeonardo Malcher, a comissão enviada em janeiro de 1892 pelos\nantigovernistas para fazer a intimação de renúncia. Diante da reação\ngovernista, chegou a ser ferido e preso na Santa Casa de Misericórdia.\nTaumaturgo de Azevedo acabou, porém, por ser deposto em 27 de fevereiro.\n\nNo decorrer da legislatura 1891-1893, foi eleito deputado federal pelo\nAmazonas em 20 de março de 1893, na vaga de Manuel Inácio Belfort\nVieira, que fora eleito governador do Maranhão. Foi reconhecido no dia 2\nde junho seguinte e tomou posse em seguida. Reeleito em 1894, permaneceu\nna Câmara dos Deputados até dezembro de 1896, quando se encerraram seu\nmandato e a legislatura.\n\nPosteriormente foi transferido da Secretaria do Estado para o Tesouro\nPúblico, onde se aposentou no cargo de inspetor, o mais alto da\nhierarquia.\n\nFaleceu em 27 de outubro de 1918.\n\nInoã Pierre Carvalho Urbinati\n\n**FONTES:** ABRANCHES, J. *Governos*; BITTENCOURT, A. *Dicionário*; CÂM.\nDEP. *Deputados brasileiros*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BITTENCOURT, A. *Dicionário*; CÂM.\nDEP. *Deputados brasileiros*.\n","dic":"DHBPR"}