{"title":"ROCHA, Aristides","cargoss":["dep. fed. AM 1921-1923","sen. AM 1924-1930."],"author":"Maria Eugenia Bertarelli","content":"**ROCHA, Aristides**\n\n\\*dep. fed. AM 1921-1923; sen. AM 1924-1930.\n\n*Aristides Rocha* nasceu em Piracuruca (PI) no dia 9 de agosto de 1882,\nfilho do coronel José Narciso da Rocha e de Maria Emília de Resende da\nRocha.\n\nIniciou seus estudos em Manaus e completou sua formação na Faculdade de\nDireito do Recife, pela qual se bacharelou em 1907. De volta a Manaus,\nexerceu durante longo período a profissão de advogado e tornou-se\nprofessor de teoria e prática do processo na Faculdade de Direito do\nAmazonas. Em 1912, integrando o Partido Republicano Democrata do\nAmazonas, passou a escrever no jornal oficial do partido, *O Tempo*.\n\nAinda em 1912 foi eleito pela primeira vez deputado estadual com apoio\ndo Partido Republicano Democrata, para a legislatura 1912-1914. Reeleito\npara as duas legislaturas seguintes, permaneceu na Assembleia\nLegislativa até 1920. Em 1921, sempre com o apoio de seu partido, foi\neleito deputado federal pelo Amazonas. Tomou posse na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Feral, em maio do mesmo ano\ne exerceu o mandato até dezembro de 1923. Em 1924 elegeu-se senador, com\nmandato de nove anos. Empossado em maio do mesmo ano, participou da\nComissão de Constituição e Justiça do Senado. Teve o mandato\ninterrompido em outubro de 1930, com a vitória da revolução que levou\nGetúlio Vargas ao poder e extinguiu os órgãos legislativos do país. Na\nocasião, teria sido enviado para a Europa, juntamente com outras figuras\nrepresentativas da política brasileira. Ao retornar, dedicou-se à\nadvocacia e ao magistério.\n\nFaleceu em Manaus no dia 13 de setembro de 1950.\n\nFoi casado com Pergentina de Resende Rocha, com quem teve três filhos.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 14/10/2010;\nSENADO. Disponível em: \\<www.senado.gov.br\\>. Acesso em: 14/10/2010.\n","ref":"**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AM.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 14/10/2010;\nSENADO. Disponível em: \\<www.senado.gov.br\\>. Acesso em: 14/10/2010.\n","dic":"DHBPR"}