{"title":"ROCHA, Francisco José da","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Presidente de associação ou confederação de empregados ou empregadores","Ministro do Tribunal de Contas"],"cargos_esp":[0,0,0],"datas_ini":[1877,1885,1897],"datas_fim":[1877,1888,1897],"estados":["BA","SC",0],"autor":[0],"content":"**ROCHA, Francisco José da**\n\n\\*pres. BA 1877; pres. SC 1885-1888; min. TCU 1897.\n\n*Francisco José da Rocha* nasceu em Salvador no dia 10 de fevereiro de\n1832, filho de Francisco José da Rocha.\n\nEm 1852 formou-se bacharel em ciências sociais e jurídicas pela\nFaculdade de Direito de Olinda. Jornalista, foi o fundador e primeiro\nproprietário do *Jornal da Bahia*, criado em 1853. A partir de 1879 o\njornal passaria a ser propriedade do Partido Conservador e receberia o\nnome de *Gazeta da Bahia*. Em 1890, o periódico seria vendido para uma\nassociação de políticos e passaria a circular com o nome de *Estado da\nBahia*.\n\nEm 1869 foi eleito deputado provincial e assumiu o posto de diretor\ngeral da Instrução Pública da Bahia. Sua atuação destacou-se pela defesa\ndo ensino obrigatório e pela criação de escolas noturnas. Em 1870,\ntornou-se quarto-vice-presidente da província da Bahia. No ano seguinte\ndeixou a direção da Instrução Pública e foi o responsável pela execução\nna Bahia da Lei do Ventre-Livre, que garantiu a liberdade para os\nescravos nascidos no Brasil a partir da promulgação da lei, em setembro\nde 1871. Em 1877, assumiu interinamente a presidência da província.\nEntre 1885 e 1888, exerceu o cargo de presidente da província de Santa\nCatarina. Recebeu os títulos de comendador da Ordem de Nossa Senhora da\nConceição de Vila Viçosa e de cavaleiro da Imperial Ordem da Rosa.\n\nJá na República, em 1894, tornou-se diretor das Rendas Públicas do\nTesouro Federal. Ainda em 1894 foi designado representante do Ministério\nPúblico junto ao Tribunal de Contas da União (TCU), cargo que exerceu\naté 1896. Em 4 de janeiro de 1897 tomou posse como ministro do TCU. O\ntribunal, criado pelo Decreto n^o^ 966-A, de 7 de novembro de 1890, por\niniciativa do então ministro da Fazenda, Rui Barbosa, e norteado pelos\nprincípios da autonomia, fiscalização, julgamento, vigilância e energia,\nfoi institucionalizado definitivamente pela Constituição de 1891, ainda\npor influência de Rui Barbosa. Contudo, sua efetiva instalação só\nocorreu em 17 de janeiro de 1893, graças ao empenho de Serzedelo\nCorreia, ministro da Fazenda do governo do presidente Floriano Peixoto\n(1891-1894). Originariamente o TCU era responsável pelo exame, revisão e\njulgamento de todas as operações relacionadas à receita e à despesa da\nUnião. A Constituição de 1891 conferiu-lhe competência para liquidar as\ncontas da receita e da despesa e verificar sua legalidade antes de serem\nprestadas ao Congresso Nacional.\n\nExerceu o cargo de ministro do TCU durante todo o ano de 1897. Ao longo\nda vida, foi ainda diretor da Caixa Econômica, presidente da diretoria\ndo Banco da Bahia e diretor da Seção de Estatística do Tesouro Nacional,\nno Rio de Janeiro.\n\nPublicou *Visita de Sua Majestade Imperial, o Sr. Dom Pedro II à\ncachoeira de Paulo Afonso* (1860); *Relatório de instrução pública da\nprovíncia da Bahia* (1871); *Sociedades em comandita, segundo o Código\nComercial do Império do Brasil* (1884); *Sociedades em comandita por\nações* (1885); e ainda *Relatório apresentado à Assembleia Legislativa\nda província de Santa Catarina, Desterro, atual Florianópolis* (1886).\n\nIzabel Pimentel da Silva\n\n**FONTES:** BLAKE, A. *Diccionario*; SOUSA, J. *Índice*;TRIB. CONT.\nUNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"**FONTES:** BLAKE, A. *Diccionario*; SOUSA, J. *Índice*;TRIB. CONT.\nUNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","dic":"DHBPR"}
