{"title":"BAENA, Antônio","cargoss":["militar","const. 1891","sen. PA 1891-1897."],"author":"Adrianna Setemy","content":"**BAENA, Antônio**\n\n\\*militar; const. 1891; sen. PA 1891-1897.\n\n*Antônio Nicolau Monteiro Baena* nasceu em Belém no dia 16 de abril de\n1833, filho de Antônio Ladislau Monteiro Baena e de Maria Bruna de\nSiqueira Baena. Seu pai, militar, geógrafo e historiador português,\nescreveu dois importantes estudos relativos à formação e à natureza da\nregião amazônica e, mais especificamente, do Pará: *Ensaio corográfico\nsobre a província do Pará* (1839) e *Compêndio das eras da província do\nPará.*\n\nAssim como o pai, Antônio Baena fez carreira militar.\n\nNo início da crise entre Brasil e Paraguai, em 1864, o governo imperial\nconsiderou a possibilidade de complementar a força militar do Exército\nbrasileiro mobilizando a Guarda Nacional, na qual se alistavam todos os\ncidadãos de 18 a 60 anos de idade que tivessem renda mínima de duzentos\nmil-réis anuais. A ideia encontrou resistências, e a dificuldade de\nmobilização de guardas nacionais para enviar ao Sul só não teve\nconsequências mais graves porque o governo imperial criou, por decreto\ndo dia 7 de janeiro de 1865, os corpos dos Voluntários da Pátria, nos\nquais poderiam alistar-se, por livre vontade, cidadãos entre 18 e 50\nanos dispostos a servir ao Exército. Para estimular o alistamento,\noferecia-se aos voluntários, além do soldo normal dos soldados das\nforças regulares, de quinhentos réis diários, uma gratificação de\ntrezentos mil-réis ao darem baixa no final da guerra, direito a terras\nnas colônias militares e agrícolas existentes em diferentes pontos do\nBrasil, promoções por bravura, meio soldo em caso de invalidez física e,\nem caso de morte, pensão nesse valor para herdeiro indicado à vontade.\nEnquanto a elite, representada pela Guarda Nacional, resistia a se\napresentar para a guerra, o setor popular demonstrou entusiasmo\npatriótico para formar os corpos de Voluntários da Pátria, chegando a\ncerca de dez mil o número de voluntários alistados em todo o Brasil.\n\nNo Pará, ainda em 1865, o presidente da província, José Vieira Couto\nMagalhães, criou o primeiro Corpo Paraense de Voluntários da Pátria,\noriundo do Corpo de Polícia. Designou para comandá-lo o tenente-coronel\ncomandante do Corpo de Polícia, Joaquim Cavalcanti d’Albuquerque Belo, e\npara a função de major-fiscal, Antônio Baena. Sem receber roupas\nadequadas ao frio intenso que caracterizava o inverno no rio da Prata,\nquase todos os quatrocentos praças que compunham o efetivo do batalhão\noriundo do Pará morreram de frio. Além disso, o excesso de carne fresca\nna alimentação e a necessidade de beber água dos rios, nem sempre pura,\nagravaram as doenças entre a tropa.\n\nEm 1867, adido na província do Pará após ter retornado do teatro de\noperações no Paraguai, Antônio Baena foi nomeado pelo então presidente\nda província, o vice-almirante e conselheiro de guerra Joaquim Raimundo\nde Lamare, comandante interino do Corpo de Polícia, enquanto o\ntenente-coronel Joaquim Cavalcanti d’Albuquerque Belo estivesse\nparticipando das operações no Paraguai ou até que renunciasse ao cargo.\nBaena exerceu a função até o ano de 1881, quando foi reformado no posto\nde major por José da Gama Malcher, então vice-presidente da província.\n\nEm 1885 Antônio Baena exerceu, gratuitamente, as funções de\nadministrador do Teatro da Paz, em Belém do Pará. Foi ainda\nvice-provedor da Santa Casa de Misericórdia, ajudante de ordens da\npresidência da província e agente auxiliar do Arquivo Público do\nImpério.\n\nCom a proclamação da República em 15 de novembro de 1889 e a convocação\ndo Congresso Nacional Constituinte, Antônio Baena foi eleito senador\npelo Pará. Assumiu o mandato em 15 de novembro de 1890 e foi um dos\nsignatários da Constituição de 24 de fevereiro de 1891. Reeleito,\npermaneceu no Senado até 1897, ano em que foi eleito vice-governador do\nestado do Pará. Entretanto, não completou seu mandato, pois faleceu no\ndia 18 de junho de 1898.\n\nAdrianna Setemy\n\n**FONTES:** BAENA, A. *Compêndio*; DORATIOTO, F. *Maldita*; Projeto de\nimagem de publicações oficiais brasileiras do Center for Research\nLibraries e Latin-american Microfilm Project. *Mensagens dos Presidentes\nde Província (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** BAENA, A. *Compêndio*; DORATIOTO, F. *Maldita*; Projeto de\nimagem de publicações oficiais brasileiras do Center for Research\nLibraries e Latin-american Microfilm Project. *Mensagens dos Presidentes\nde Província (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}