{"title":"ROCHA, Otávio","cargoss":["dep. fed. RS 1912-1913."],"author":null,"content":"**ROCHA, Otávio**\n\n\\*dep. fed. RS 1912-1913.\n\n*Otávio Francisco da Rocha* nasceu em Pelotas (RS) no dia 23 de setembro\nde1877, filho de Antônio Francisco da Rocha e de Maria Bernardina Rocha.\n\nFez seus primeiros estudos em Pelotas e em 1895 sentou praça no 1^o^\nRegimento de Artilharia. Bacharelou-se em matemática e ciências físicas\ne diplomou-se engenheiro militar na Escola de Técnica e Tática de Porto\nAlegre, em 1902. Desse ano até 1904 foi colaborador do *Correio\nMercantil* de Pelotas e, em 1903, tornou-se professor da Escola\nPreparatória de Tática do Rio Pardo, cargo que ocuparia até 1908. De\n1904 a 1911, foi redator e diretor de *A Federação*, órgão do Partido\nRepublicano Rio-Grandense (PRR), agremiação a que pertencia. No PRR foi\nmembro da comissão executiva e, posteriormente, presidente.\n\nEm 1909 foi eleito deputado estadual no Rio Grande do Sul e permaneceu\nna Assembleia gaúcha, onde foi suplente de secretário, até 1912. Nesse\nano foi eleito deputado federal e ocupou uma cadeira na Câmara dos\nDeputados, na cidade do Rio de Janeiro, então Distrito Federal, até\nfevereiro de 1913. Nesse período, foi membro das comissões de Marinha e\nGuerra, Finanças e Tarifas e redator dos orçamentos da Guerra e Viação.\nAbandonou a Câmara antes do término da legislatura porque foi nomeado\nsecretário da Fazenda do presidente gaúcho Borges de Medeiros\n(1913-1928) e assumiu a pasta até 1914.\n\nDurante a campanha da Reação Republicana, movimento formado em 1921\npelos estados da Bahia, Pernambuco, Rio de Janeiro e Rio Grande do Sul\npara lançar a candidatura de Nilo Peçanha à presidência da República em\noposição à de Artur Bernardes, liderou os membros do PRR. Entre os meses\nde maio e junho de 1924 dirigiu a Viação Férrea do Rio Grande do Sul, e\nainda no mesmo ano tornou-se prefeito de Porto Alegre. Na sua\nadministração, concluída em 1928, foram feitas obras que remodelaram a\ncidade, como a avenida Borges de Medeiros, a avenida Júlio de Castilhos,\na futura Otávio Rocha, a avenida João Pessoa e o bairro Bom Fim.\n\nFaleceu em Porto Alegre em 27 de fevereiro de 1928.\n\nFoi casado com Inácia Brochado da Rocha, com quem teve seis filhos.\nDeles, José Diogo Brochado da Rocha foi revolucionário em 1922,\nconstituinte de 1946 e deputado federal pelo Rio Grande do Sul entre\n1946 e 1947 e 1951 e 1955; Antônio Brochado da Rocha foi magistrado,\nministro do Tribunal de Contas da União de 1954 a 1966, e Francisco de\nPaula Brochado da Rocha foi revolucionário em 1930, consultor geral da\nRepública de 1955 a 1956 e primeiro-ministro em 1962.\n\nRaimundo Hélio Lopes\n\n**FONTES:**ALMEIDA, A. *Vultos* (v.3); TIMM, O.; GONZALEZ, E. *Álbum.*\n","ref":"**FONTES:**ALMEIDA, A. *Vultos* (v.3); TIMM, O.; GONZALEZ, E. *Álbum.*\n","dic":"DHBPR"}