{"title":"RODRIGUES, Antônio Coelho","cargoss":["dep. geral PI 1869-1872, 1878 e 1886-1889","sen. PI 1893-1896","pref. DF"],"author":null,"content":"**RODRIGUES, Antônio Coelho**\n\n\\*dep. geral PI 1869-1872, 1878 e 1886-1889; sen. PI 1893-1896; pref. DF\n1900.\n\n*Antônio Coelho Rodrigues* nasceu em Teresina em 4 de abril de 1846,\nfilho de Manuel Rodrigues Coelho e de Ana Joaquina de Sousa.\n\nIngressou na Faculdade de Direito do Recife em 1862 e bacharelou-se em\n1866. Nesse mesmo ano retornoua Teresina e fundou o jornal *O Piauí*,\nórgão do Partido Conservador.\n\nEm 1867 concorreu a uma vaga na Assembleia Provincial do Piauí e não foi\neleito. Dois anos depois conseguiu eleger-se deputado geral pelo Piauí\nna legenda do Partido Conservador, para a legislatura 1869-1872. Nesse\nperíodo, em 1871, tornou-se também professor substituto da faculdade em\nque estudara. Foi eleito deputado provincial no Piauí em 1874, e em 1878\ntornou-se catedrático de direito natural da Faculdade de Direito do\nRecife, além de participar do Congresso Agrícola realizado nessa cidade.\nTambém nesse ano, foi novamente eleito deputado geral. Em 1881 começou a\nparticipar nas discussões políticas que propunham reformular o Código\nCivil e conseguiu destaque junto aos políticos da época. Voltou a\nexercer o mandato de deputado geral de 1886 a 1889.\n\nVoltou à vida política em 1893, quando se tornou senador pelo Piauí na\nvaga aberta com a morte do então senador Teodoro Alves Pacheco. No\nSenado, fez parte da Comissão de Constituição e Justiça. Em 1896, ao fim\nde seu mandato, tentou se reeleger e não teve êxito. Durante a\npresidência de Campos Sales (1898-1902), disputou com Clóvis Beviláqua a\nelaboração do novo projeto de Código Civil, e posteriormente debateu o\nnovo código na Câmara dos Deputados.\n\nEm 1900 foi nomeado pelo presidente Campos Sales prefeito do Distrito\nFederal, sucedendo a Honório Gurgel. Tomou posse em 1^o^ de fevereiro e\nconduziu os preparativos das comemorações do IV Centenário do\nDescobrimento do Brasil, para o qual foi remodelado o largo da Glória,\nlocal onde o monumento a Pedro Álvares Cabral foi inaugurado em 3 de\nmaio. Dois aspectos principais marcaram sua gestão: o tratamento dado à\nquestão da vitaliciedade do funcionário público municipal e a série de\nmedidas restritivas que foi obrigado a impor, devido às dificuldades\nfinanceiras que herdou da administração anterior. A situação de\nprecariedade econômica impediu que executasse o programa elaborado, que\nbeneficiaria a cidade, provocando violenta campanha de oposição da\nimprensa. Por causa das grandes dificuldades financeiras encontradas,\ndecidiu exonerar-se, o que fez em 6 de setembro. Foi substituído por\nJoão Filipe Pereira.\n\nFoi eleito patrono da Cadeira n^o^ 12 da Academia Piauiense de Letras e\nda Cadeira n^o^ 8 da Academia de Letras da Região de Picos.\n\nFaleceu na ilha de São Vicente, em Cabo Verde, em 1^o^ de abril de 1912,\nquando regressava de uma viagem a Europa onde foi fazer tratamento de\nsaúde.\n\nSeu filho Helvécio Coelho Rodrigues foi deputado constituinte em 1946 e\ndeputado federal pelo Piauí de1946 a 1951.\n\nPublicou *Consultas jurídicas* (1873), *Institutas do Imperador*\n*Justiniano* (tradução do latim em dois volumes publicados em 1879 e\n1881), *Manual do súdito fiel* ou *Cartas de um lavrador à Sua\nMajestade, o Imperador* (1884), em que criticava o estado da lavoura e\nexaminava os problemas do elemento servil, *Projeto do Código Civil*\n(1897), *A República na América Latina* (1905) e A *República na América\ndo Sul* (1906).\n\nRaimundo Helio Lopes/ Cláudia Mesquitta\n\n**FONTES:** ABRANCHES, J. *Governos*; CHAVES, J. *Apontamentos*; *Grande\nEnciclopédia Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*;\nREIS, J. Rio; TEIXEIRA, A. *Estrutura*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CHAVES, J. *Apontamentos*; *Grande\nEnciclopédia Delta Larousse*; LEITE NETO, L. *Catálogo biográfico*;\nREIS, J. Rio; TEIXEIRA, A. *Estrutura*.\n","dic":"DHBPR"}