{"title":"RODRIGUES, Cândido","cargoss":["militar","dep. fed. SP 1903-1905","min. Agric. 1909."],"author":null,"content":"**RODRIGUES, Cândido**\n\n\\* militar; dep. fed. SP 1903-1905; min. Agric. 1909.\n\n*Antônio Cândido Rodrigues* nasceu na cidade de São Paulo no dia 19 de\njulho de 1850, filho do juiz de direito João José Rodrigues e de Jesuína\nRibeiro dos Santos Rodrigues. Sua mãe era irmã de Gabriel José Rodrigues\ndos Santos, lente da Faculdade de Direito do Largo de São Francisco e\ndeputado geral por São Paulo durante o Império em duas legislaturas.\n\nFez seus primeiros estudos em colégios de Minas Gerais e posteriormente\nno Mosteiro de São Bento, no Rio de Janeiro. Com apenas 14 anos de idade\nmatriculou-se na escola preparatória anexa à Escola Militar do Império,\nna qual ingressou em maio de 1865. Quando contava 17 anos, deixou o\ncurso para lutar na Guerra do Paraguai (1864-1870). Com o fim do\nconflito, retornou ao Brasil em julho de 1870, já promovido a\nsegundo-tenente de artilharia. Entre as várias condecorações que recebeu\npor sua participação na guerra, destaca-se a Medalha Geral da Campanha\ndo Paraguai, concedida pelo Ministério da Guerra do Império brasileiro.\n\nProsseguindo os estudos que havia interrompido, fez o curso de\nengenharia militar e bacharelou-se em matemática e ciências físicas em\n1874, sendo então colocado à disposição do Ministério da Agricultura,\nComércio e Obras Públicas. Promovido a capitão do quadro de engenheiros\nem 1875, foi nomeado ajudante da comissão incumbida da abertura de uma\nestrada de rodagem entre Curitiba e a Colônia de Assungui (hoje Serro\nAzul). Designado em seguida chefe do serviço de colonização no 2^o^\ndistrito do Paraná, foi responsável pela fundação de 16 colônias.\nRegressou então à capital do Império e apresentou-se ao comandante do\ncorpo de engenheiros a que pertencia, sendo destacado para São Paulo em\n1878. Aí foi nomeado ajudante de ordens de Laurindo Abelardo de Brito,\npresidente da província, e no ano seguinte passou a chefe da Engenharia\nMilitar. Em 1880 resolveu pedir baixa do Exército.\n\nPermanecendo em São Paulo, de 1880 até 1883 foi diretor geral da\nRepartição de Obras Públicas. Após deixar a administração pública,\nfiliou-se ao Partido Liberal e foi eleito deputado provincial nas\nlegislaturas 1884-1885, 1886-1887 e 1888-1889. Nesse último ano foi\neleito deputado geral, mas, com a proclamação da República em 15 de\nnovembro, não chegou assumir sua cadeira.\n\nApós a promulgação da Constituição Federal em 24 de fevereiro de 1891 e\na convocação das constituintes estaduais, teve seu nome incluído na\nchapa de candidatos do Partido Republicano Paulista (PRP) aoCongresso\nConstituinte do Estado de São Paulo. Eleito em 30 de abril, tomou posse\nem 6 de junho seguinte e foi um dos signatários da Constituição paulista\npromulgada em 14 de julho. Passou então a exercer o mandato de deputado\nestadual, na legislatura 1891-1892. Entretanto, com a renúncia do\npresidente Deodoro da Fonseca e a posse do vice-presidente Floriano\nPeixoto em 23 de novembro de 1891, a situação política em São Paulo\ncomplicou-se em face do apoio do presidente do estado Américo\nBrasiliense a Deodoro. Após uma verdadeira rebelião no interior, e\nincidentes na capital que resultaram em mortos e feridos, Brasilense\npassou o governo ao coronel Sérgio Tertuliano Castelo Branco, inspetor\nda polícia, que logo em seguida o transmitiu ao vice-presidente\nCerqueira César. Logo após sua posse, Cerqueira César dissolveu o\nCongresso Legislativo, e assim Cândido Rodrigues teve o mandato\ninterrompido.\n\nNa cisão do Partido Republicano em 1897, Cândido Rodrigues permaneceu ao\nlado do general Francisco Glicério contra o presidente da República\nPrudente de Morais. Coube a ele, juntamente com Rodolfo Miranda e José\nLuís Flaquer, a missão de trabalhar pelo ressurgimento do PRP. Em 1^o^\nde dezembro de 1897, foi eleito pelo PRP senador estadual para a\nlegislatura 1898-1903. Tomou posse em 12 de abril de 1898, mas em 5 de\nmaio de 1900 renunciou ao mandato, por haver sido nomeado secretário da\nAgricultura, Comércio e Obras Públicas do governo Rodrigues Alves, em\nsubstituição a Alfredo Guedes. Permaneceu no cargo durante a\nadministração do vice-presidente do estado Domingos de Morais, quando do\nafastamento de Rodrigues Alves para concorrer à presidência da\nRepública. Com a eleição e posse do novo presidente de São Paulo\nBernardino de Campos, deixou o governo em 2 de julho de 1902, assumindo\nseu lugar João Batista de Melo Peixoto. Em 30 de janeiro de 1903 foi\neleito deputado federal para a legislatura 1903-1905, e assumiu sua\ncadeira na Câmara dos Deputados, no Rio de Janeiro, em 3 de maio. Não\nconcorreu na eleição seguinte, e ao término do mandato retornou a São\nPaulo.\n\nNovamente eleito senador estadual em 20 de fevereiro de 1906, na vaga de\nJoão Francisco de Paula Sousa, que havia falecido, tomou posse em 25 de\nabril. Em 1^o^ de maio de 1908, na administração do presidente estadual\nManuel Joaquim de Albuquerque Lins, foi mais uma vez nomeado secretário\nda Agricultura, Comércio e Obras Públicas de São Paulo, resignando ao\nmandato no Senado paulista. Deixou a secretaria em 20 de junho de 1909,\nquando foi convidado pelo presidente Nilo Peçanha para o Ministério da\nAgricultura, Indústria e Comércio, criado pelo decreto legislativo n^o^\n1.606 de dezembro de 1906, ainda no governo Afonso Pena, mas só\nefetivamente instalado quando de sua nomeação. Coube-lhe montar toda a\nestrutura da pasta, em moldes que perduram até os dias atuais. Esteve à\nfrente do ministério de 21 de junho a 26 de novembro de 1909, quando, em\nrazão da oposição PRP ao governo federal, solidário com seu partido,\ndeixou o cargo.\n\nRetornando a São Paulo, foi ainda uma vez eleito senador estadual em 2\nde fevereiro de 1910, tomando posse em 14 de julho. Na convenção\nrealizada em 7 de novembro de 1915, foi indicado candidato a\nvice-presidente do estado na chapa de Altino Arantes. Ambos foram\neleitos em 1^o^ de março de 1916, para o quadriênio de 1^o^ de maio de\n1916 a 30 de abril de 1920. Ao tomar posse no Executivo renunciou, no\nmesmo dia, ao mandato parlamentar. Em 24 de dezembro de 1919, por\ndecreto assinado pelo presidente da República Epitácio Pessoa após\naprovação do Congresso Nacional, foram-lhe concedidas honras de general\nde brigada do Exército brasileiro, em homenagem aos serviços prestados\nao Brasil durante a Guerra do Paraguai. Concluído o mandato de\nvice-presidente de São Paulo, foi eleito novamente senador estadual em 2\nde julho de 1921, na vaga de Joaquim Miguel Martins de Siqueira, que\nhavia falecido, e empossado em 18 de agosto seguinte.\n\nFoi o segundo signatário, após o conselheiro Antônio Prado, do manifesto\nde lançamento do Partido Democrático (PD), que foi instalado solenemente\nem 21 de março de 1926 no salão da Associação das Classes Laboriosas, no\ncentro de São Paulo. Ao participar da criação do PD, como tinha sido\neleito senador estadual pelo PRP, entendeu, por questões éticas,\napresentar a renúncia à sua cadeira no Senado paulista em 17 de agosto,\nsendo substituído por Laurindo Dias Minhoto.\n\nVitimado por uma embolia cerebral, passou seus últimos anos de vida\nrecolhido a um leito, até falecer em São Paulo no dia 21 de outubro de\n1934.\n\nFoi casado com Zulmira de Almeida Rodrigues, com quem teve quatro\nfilhos.\n\nEm sua homenagem, o distrito de Taquaritinga foi denominado Cândido\nRodrigues. Em 1959, a Assembleia Legislativa do Estado de São Paulo\naprovou a emancipação do distrito, que passou a município.\n\n     \n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; BRASIL.\n*Coleção de leis* (1919, v.1); CALIMAN, A. *Legislativo*;*Correio*\n*paulistano* (23/10/1934); EGAS, E. *Galeria*; *Folha da Manhã*\n(23/10/1934); FONSECA, A.; IGNÁCIO, A.; BRISOLLA, C. *São Paulo* (v.1);\nRIBEIRO, A. *Governos*; RIBEIRO, A. *Poder.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; BRASIL.\n*Coleção de leis* (1919, v.1); CALIMAN, A. *Legislativo*;*Correio*\n*paulistano* (23/10/1934); EGAS, E. *Galeria*; *Folha da Manhã*\n(23/10/1934); FONSECA, A.; IGNÁCIO, A.; BRISOLLA, C. *São Paulo* (v.1);\nRIBEIRO, A. *Governos*; RIBEIRO, A. *Poder.*\n","dic":"DHBPR"}