{"title":"RODRIGUES, Costa","cargoss":["dep. geral MA 1885","const. 1891","dep. fed. MA 1891-1896 e 1906-1913"],"author":"Alan Carneiro/Raimundo Helio Lopes","content":"**RODRIGUES, Costa**\n\n\\*dep. geral MA 1885; const. 1891; dep. fed. MA 1891-1896 e 1906-1913;\nsen. MA 1915-1929.\n\n*Manuel Bernardino da Costa Rodrigues* nasceu em São Luís no dia 5 de\nfevereiro de 1853, filho de João Antônio da Costa Rodrigues e de Antônia\nda Silva Pereira Rodrigues.\n\nEstudou no Colégio de São Pedro Alcântara, no Rio de Janeiro, então\ncapital do Império, e na Faculdade de Medicina da Bahia, pela qual se\nformou em 1875. Iniciou a carreira política elegendo-se vereador em São\nLuís e sendo escolhido presidente da Câmara Municipal. Ainda durante o\nImpério, após perder uma eleição em 1880, foi eleito deputado geral pelo\nMaranhão em 1885, na legenda do Partido Liberal. Exerceu seu mandato de\nfevereiro a setembro daquele ano.\n\nCom a proclamação da República pelo marechal Deodoro da Fonseca, em 15\nde novembro de 1889, assumiu a chefia do Partido Liberal maranhense em\nsubstituição a Carlos Fernandes Ribeiro, o barão de Grajaú. Em seguida\ntornou-se chefe do Partido Republicano, primeiro partido criado no\nMaranhão na vigência do novo regime político, composto por antigos\nliberais. Quando Pedro Augusto Tavares Júnior, presidente do Maranhão de\n1889 a 1890, em uma de suas primeiras medidas, dissolveu a Câmara\nMunicipal de São Luís e, em seu lugar, criou a Junta Municipal para\ngerir negócios e interesses do município, passou a integrá-la. A junta\nfoi composta ainda por Francisco de Paula Belfort Duarte (presidente),\nAugusto Olímpio Gomes de Castro, José da Silva Maia e Joaquim de Sousa\nAndrade.\n\nEm setembro de 1890 foi eleito deputado pelo Maranhão ao Congresso\nNacional Constituinte. Tomou posse em 15 de novembro seguinte e, após a\npromulgação da primeira Constituição republicana do Brasil em 24 de\nfevereiro de 1891, e o início, em junho, da legislatura ordinária,\npassou a ocupar uma cadeira na Câmara dos Deputados. Foi reeleito em\n1894 e permaneceu no Legislativo até dezembro de 1896, quando se\nencerraram seu mandato e a legislatura. Foi novamente eleito deputado\nfederal em março de 1906, sempre na legenda do Partido Republicano do\nMaranhão. Assumiu sua cadeira na Câmara dos Deputados em maio seguinte e\nmais duas reeleições, em 1909 e 1912, permanecendo no Legislativo até\ndezembro de 1914. Foi membro da Comissão de Saúde Pública da Câmara dos\nDeputados.\n\nEm março de 1915 foi eleito senador pelo Maranhão na legenda do Partido\nRepublicano para um mandato de nove anos. Assumiu sua cadeira na Câmara\nAlta do país em abril do mesmo ano e em março de 1924 foi reeleito para\num novo período no Senado. Foi presidente do Senado e membro da Comissão\nde Saúde Pública.\n\nFoi ainda o responsável pela fundação da Clínica de Ginecologia do\nHospital São João Batista, no Rio de Janeiro, onde clinicou\ngratuitamente.\n\nFaleceu em Petrópolis (RJ) no dia 29 de abril de 1929, em pleno\nexercício do mandato.\n\nSeu sobrinho José Barreto Costa Rodrigues foi deputado federal pelo\nMaranhão de 1918 a 1923.\n\n     \n\nAlan Carneiro/Raimundo Helio Lopes\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; FERREIRA, L.\n*Decomposição* (p.3); LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1.961/1.962); MARQUES, C. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=2053&li=29&lcab=1912-1915&lf=29\\>.\nAcesso em: 22/9/2008.\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; FERREIRA, L.\n*Decomposição* (p.3); LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1.961/1.962); MARQUES, C. *Dicionário*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=2053&li=29&lcab=1912-1915&lf=29\\>.\nAcesso em: 22/9/2008.\n","dic":"DHBPR"}