{"title":"RODRIGUES, José Antônio de Figueiredo","cargoss":["Deputado federal","Constituinte","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1921,1934,1935],"datas_fim":[1923,1934,1937],"estados":["AM",0,"CE"],"autor":[0],"content":"**RODRIGUES, José Antônio de Figueiredo**\n\n\\*dep. fed. AM 1921-1923; const. 1934; dep. fed. CE 1935-1937.\n\n*José Antônio de Figueiredo Rodrigues* nasceu em Sobral (CE) no dia 2 de\noutubro de 1873, filho de João de Albuquerque Rodrigues e de Maria Luísa\nde Figueiredo Rodrigues.\n\nIngressou no Ginásio de Fortaleza e, transferindo-se para o Rio de\nJaneiro, prosseguiu seus estudos no Ginásio Nacional, atual Colégio\nPedro II. Em 1898 formou-se pela Faculdade de Medicina do Rio de\nJaneiro, e em 1900, mediante concurso, tornou-se preparador de\nhistologia da mesma faculdade, função que exerceu até 1907.\n\nChefe dos serviços médicos do Loide Brasileiro a partir de 1917, assumiu\no cargo de inspetor geral do porto do Rio de Janeiro em 1920.\nTransferindo-se para o Amazonas, onde exerceu a medicina e foi chefe do\nServiço de Saneamento do estado, aí iniciou sua vida política\nelegendo-se deputado federal em 1921. Assumindo sua cadeira em maio\ndesse mesmo ano, apoiou a Reação Republicana, movimento que promoveu\nentre 1921 e 1922 a candidatura de Nilo Peçanha à presidência da\nRepública, em oposição à de Artur Bernardes, afinal eleito em março de\n1922. Deixou a Câmara em dezembro de 1923.\n\nPartidário da Aliança Liberal (1929-1930), retornou ao Ceará e por esse\nestado elegeu-se em maio de 1933 deputado à Assembleia Nacional\nConstituinte na legenda da Liga Eleitoral Católica (LEC). Assumindo sua\ncadeira em novembro do mesmo ano, participou dos trabalhos constituintes\ne, após a promulgação da nova Carta (16/7/1934), teve o mandato\nestendido até maio de 1935, data da posse dos novos deputados que seriam\neleitos em outubro de 1934. Elegendo-se deputado federal pelo Ceará\nnesse pleito, permaneceu na Câmara até o dia 10 de novembro de 1937,\nquando o advento do Estado Novo suprimiu os órgãos legislativos do país.\n\nFaleceu no dia 18 de junho de 1949.\n\nFoi casado com Amélia de Figueiredo Rodrigues.\n\n**FONTES:**ASSEMB. NAC. CONST. 1934. *Anais*; *Boletim Min. Trab*.\n(5/1936); CÂM. DEP. *Deputados*; *Câm Dep. seus componentes*; CONSULT.\nMAGALHÃES, B.; Diário do Congresso Nacional; GIRÃO, R.; MARTINS FILHO,\nA. *Ceará*; GODINHO, V. *Constituintes*; *Ilustração Brasileira*\n(12/1922); SILVA, H. *1937*.\n","ref":"**FONTES:**ASSEMB. NAC. CONST. 1934. *Anais*; *Boletim Min. Trab*.\n(5/1936); CÂM. DEP. *Deputados*; *Câm Dep. seus componentes*; CONSULT.\nMAGALHÃES, B.; Diário do Congresso Nacional; GIRÃO, R.; MARTINS FILHO,\nA. *Ceará*; GODINHO, V. *Constituintes*; *Ilustração Brasileira*\n(12/1922); SILVA, H. *1937*.\n","dic":"DHBPR"}
