{"title":"RODRIGUES, José Carlos","cargoss":["jornalista."],"author":null,"content":"**RODRIGUES, José Carlos**\n\n\\*jornalista.\n\n*José Carlos Rodrigues* nasceu em Cantagalo, na então província do Rio\nde Janeiro, no dia 19 de julho de 1844, filho do fazendeiro Carlos José\nAlves Rodrigues e de Ana de Albuquerque Vidal Alves Rodrigues.\n\nEstudou as primeiras letras em sua cidade natal, onde também nasceria,\nem 1866, Euclides da Cunha, de quem foi amigo. A vocação para o\njornalismo manifestou-se cedo, quando, aluno do Colégio Marinho, criou o\njornal estudantil *Seta de Arlequim*, onde publicava com outros colegas,\nsegundo Almeida Nogueira, “quadrinhas sentimentais e prosa cáustica”. No\nColégio Imperial Pedro II, no Rio de Janeiro, fundou aos 13 anos de\nidade outro periódico estudantil, *O Gentio*. O título, explicou mais\ntarde, devia-se “ao seu inveterado nativismo, à época”.\n\nEm 1860 matriculou-se na Faculdade de Direito de São Paulo, onde foi\nsecretário e depois presidente da associação de estudantes Ateneu\nPaulistano. Em 1862, no terceiro ano do curso, redigiu a *Revista\nJurídica*, dirigida por seu colega mais velho José da Silva Costa, que o\najudaria 30 anos mais tarde na aquisição do *Jornal do Comércio*.\nTornou-se aluno destacado e, pelo empenho nos estudos jurídicos,\nadmirado pelos colegas, entre os quais Campos Sales e Rangel Pestana, e\npor professores exigentes, a exemplo do conselheiro João da Silva\nCarrão, jurisconsulto ilustre, hábil advogado, e um dos chefes do\nPartido Liberal paulista. Antes de concluir o curso, colaborou com o\n*Correio Mercantil*, do Rio de Janeiro, diário vinculado ao Partido\nLiberal e dirigido por Francisco Otaviano. Em seguida publicou, pela\neditora Laemmert, do Rio de Janeiro, um estudo sobre direito público,\n*Constituição do Império do Brasil*, cujo texto, com anotações, revelou\nsingular amadurecimento e capacidade de análise jurídica embora contasse\napenas 19 anos. A *Constituição* teve dez edições até 1889, assim como o\nseu *Repertório constitucional*, apêndice àquele trabalho.\n\nBacharel em direito em 1864, mudou-se para o Rio de Janeiro a conselho\nde Silva Costa, que já se instalara na Corte e com o qual passou a\ncolaborar em 1866 na *Revista Jurídica*, então editada na capital do\nImpério. Naquele mesmo ano o seu antigo mestre João da Silva Carrão\nassumiu a pasta da Fazenda, no último gabinete do marquês de Olinda, o\n“ministério das águias” (1865/1866), e convidou-o para seu oficial de\ngabinete. Como na época era advogado no escritório do conselheiro\nZacarias de Góis e Vasconcelos, a situação configurava irregularidade no\nserviço público do Império. Quando da queda de Olinda, pela terceira vez\nZacarias de Góis voltou à chefia do gabinete de ministros (1866/1868) e,\nsegundo Cláudio Ganns, José Carlos Rodrigues, embora ainda empregado no\nescritório de Zacarias, convidado por este, continuou na função que\nexercia no ministério. Permanecia assim a atividade dupla,\nestabelecendo-se conflito de interesses. Após um “aviso” enviado por\nadversários políticos de Zacarias ao ministro da Justiça, marquês de\nParanaguá, o chefe do gabinete, embora prezasse o seu assessor, viu-se\nobrigado a demiti-lo. Ainda segundo Ganns, Zacarias de Góis aconselhou o\nex-auxiliar a deixar por algum tempo o país e ajudou-o quando resolveu\nviajar para os Estados Unidos. José Carlos Rodrigues jamais se\npronunciou diretamente sobre o episódio, explorado por seus inimigos e\nadversários durante toda a sua vida. Mas em seu discurso de posse no\nInstituto Histórico e Geográfico Brasileiro (IHGB), em sessão presidida\npelo marquês de Paranaguá, que em 1866 o ameaçara de processo\nadministrativo, mas, persuadido de sua inocência, na eleição para o IHGB\nlhe dera o seu voto, fez questão de afirmar: “O Sr. bem conhece as\nperipécias da minha vida e sabe realmente todas as circunstâncias que\nrodearam o meu *crime*”.\n\nSegundo o historiador Luciano Lopes, “ainda pairam dúvidas sobre o\nmotivo que levou José Carlos Rodrigues aos Estados Unidos. O dr. H. C.\nTucker, seu amigo íntimo, escreveu que ‘*the infortunate circumstances\nattending the failure of a large business firm of Rio de Janeiro, which\nretained Dr. Rodrigues as lawyer soon after his graduation, gave\noccasion of his being to New York*’”. Sem referir-se ao caráter de\nautoexílio da viagem, o jornalista Elmano Cardim, então diretor\nproprietário do *Jornal do Comércio*, em conferência realizada no dia 5\nde setembro de 1944 no IHGB para lembrar o centenário de nascimento de\nRodrigues, assim narrou os primeiros dias do jornalista em Nova Iorque:\n“Ao vagar pelas ruas à procura de uma oportunidade, em 1867 o jovem José\nCarlos Rodrigues deparara com a tabuleta da *American Tract- Society*.\nNa viagem para os EUA, a bordo ele traduzira do inglês para o português\numa publicação feita para aquela sociedade, e então procurou o diretor\nda instituição e dois dias depois o jovem desconhecido foi contratado\npara o trabalho de tradutor”.\n\nUm pouco mais tarde, o que demonstra que a acusação de que fora vítima\nnão constituía “crime”, Rodrigues foi contratado para a função de\ncorrespondente do *Diário Oficial* publicado no Rio de Janeiro, e seus\nartigos, pela concisão do estilo e as análises da política e da economia\namericanas, chamaram a atenção de Luís de Castro, então redator chefe do\n*Jornal do Comércio*. A partir de março de 1869 o jornalista começou a\ncolaborar com o jornal e em seguida assumiu a função de correspondente\nregular. Ao mesmo tempo prosseguiu nas traduções para editoras e para o\nescritório de Caleb Cushing, à época *attorney general* do governo\namericano. Em 24 de outubro de 1870 obteve recursos para lançar, em\nportuguês, o periódico mensal ilustrado *Novo Mundo,* no qual\ncolaboraram, entre outros nomes de expressão da vida intelectual\nbrasileira, Sousândrade, André Rebouças, Varnhagen e Machado de Assis –\nque ali publicou a 24 de março de 1873 seu conhecido ensaio “Notícia da\natual literatura brasileira – Instinto de nacionalidade”, onde\napresentava suas ideias sobre a literatura nacional. O *Novo Mundo*\nchegou a vender oito mil exemplares, enviados ao Brasil por via\nmarítima. Durante sua permanência nos Estados Unidos José Carlos\nRodrigues publicou mais de oito obras, entre as quais *Crestomatia da\nlíngua inglesa*, e traduziu para uso do árbitro brasileiro, por\nencomenda do governo imperial, o extenso memorial *Do governo americano*\n(com mais de seiscentas páginas) sobre a questão do *Alabama* – disputa\nde direito internacional entre os Estados Unidos e a Grã-Bretanha\nprovocada pelo navio corsário *Alabama*, armado pelos ingleses, que\ncausou prejuízos aos estados do Norte na Guerra da Secessão. Publicou a\n*Revista Industrial* (entre 1878/1879) e colaborou com *The Nation*\nconsiderado à época um dos melhores semanários dos EUA.\n\nEnviado pelo *New York World* visitou o Panamá e de lá escreveu uma\nsérie de longos artigos que alcançaram repercussão junto à opinião\npública e despertaram o interesse dos meios financeiros dos EUA, onde\nseu nome passou a ser conhecido. Sua análise e crítica aos projetos de\nFerdinand Lesseps para construir um canal ligando o Atlântico ao\nPacífico demonstraram que a empresa francesa estava falida. Na sua\nopinião, só o governo americano teria condições de realizar tal obra.\nMais tarde o presidente Theodore Roosevelt escreveu-lhe carta destacando\na importância dos seus artigos na solução encontrada para a construção\ndo canal. De volta a Nova Iorque nos anos 1880/1881 continuou a\ncolaborar com o *World*, onde escreveu desde artigos de fundo até a\ncrítica musical.\n\nEm 1882 viajou para Londres na condição de consultor de companhias\nanglo-brasileiras de viação férrea, engenhos e bancos. Ao mesmo tempo,\ncolaborou com os jornais ingleses *Times* e *Financial News*, para os\nquais escrevia sobre o Brasil e os Estados Unidos, e prosseguiu no seu\ntrabalho de correspondente do *Jornal do Comércio*. Em 1885 negociou\nempréstimos na Holanda para engenhos centrais no Norte do Brasil, e em\n1887 foi encarregado da liquidação do acervo da mais antiga casa inglesa\nno Brasil, de A. Finnie. Quando passou uma temporada no Rio de Janeiro,\nnos anos 1887 e 1888, tomou parte ativa nas discussões sobre a abolição\nda escravatura e ajudou o movimento paulista empreendido pelo\nconselheiro Antônio Prado para acabar com o regime escravocrata.\n\nEm 1888 intermediou o primeiro empréstimo provincial externo no Brasil,\no do hoje estado de São Paulo, da importância de 800 mil libras, emitido\npela casa Cohen de Londres. Também escreveu novos artigos sobre o canal\ndo Panamá que foram reproduzidos em livro publicado em Londres sob o\ntítulo *The Panama Canal*, no qual lembrou o acerto de suas previsões em\n1880, quando demonstrou que o projeto de Lesseps seria o maior desastre\neconômico e financeiro do século. No dia 15 de novembro de 1889\nencontrava-se no Rio de Janeiro em visita aos parentes e alegrou-se com\no advento da República, tema de artigos que escrevera dos Estados Unidos\npara o *Jornal do Comércio* com elogios ao regime republicano. No dia 16\nenviou para o *Times* longo artigo sobre a situação brasileira e o\njornal convidou-o a tornar-se correspondente no Brasil, convite não\naceito por ter que regressar a Londres em fins de fevereiro de 1890. Rui\nBarbosa, ministro da Fazenda do governo provisório presidido pelo\nmarechal Deodoro, conhecedor das suas boas relações nos meios da *City*\nlondrina, convidou-o para o cargo de delegado do Tesouro em Londres. Não\naceitou o convite, mas foi nomeado para a comissão relativa à encampação\ndas ferrovias garantidas e para a função de agente especial do Tesouro\nbrasileiro. Ao mesmo tempo, prosseguiu no seu trabalho de correspondente\ndo *Jornal do Comércio*.\n\nNa volta a Londres encontrou-se com seu amigo Eduardo Prado, monarquista\nque se autoexilara na capital inglesa, e dele ouviu a informação de que\no conde Júlio Villeneuve, proprietário do *Jornal do Comércio*,\ndesgostoso com o regime republicano instalado no Brasil, pretendia\nvendê-lo. Interessado no negócio, organizou uma sociedade por quotas,\nlogo subscritas por seus amigos brasileiros, e adquiriu o controle da\nempresa editora do diário. Sob a orientação de José Carlos Rodrigues o\n*Jornal do Comércio* abriu mais espaço para os temas econômicos: apoiou\ne incentivou a livre empresa e o desenvolvimento industrial, muitas\nvezes dificultado por regulamentos municipais criticados pelo jornal,\nrestritivos à criação de novas fábricas. O editorial da edição de 13 de\nnovembro de 1890 mostrou a necessidade da ampliação do parque\nindustrial, mas se declarou contrário a todas as formas de especulação\nque “podem desequilibrar o funcionamento do mercado e da economia”.\nSalientou que o Encilhamento dera força à indústria nacional,\nespecialmente à têxtil, e mais tarde, em janeiro de 1891, quando Rui\nBarbosa deixou o cargo de ministro da Fazenda, o jornal considerou sua\nqueda uma vitória dos grupos anti-industrialização.\n\nAté então um dos baluartes do Império, o *Jornal do Comércio* aderiu à\nRepública, mas criticou duramente os governos dos marechais Deodoro da\nFonseca e Floriano Peixoto. No período da Revolta da Armada, quando\nFloriano decretou estado de sítio e estabeleceu a censura à imprensa,\nJosé Carlos Rodrigues foi obrigado a permanecer oculto na casa de seu\namigo, o construtor Antônio Januzzi, que mais tarde ergueu o moderno\nedifício sede do jornal que Rodrigues construiu na avenida Central, na\nesquina com a rua do Ouvidor. Mas apesar da pressão do governo, convidou\nRui Barbosa para correspondente do jornal em Londres, de onde Rui\nescreveu as *Cartas de Inglaterra*, quando defendeu o capitão Alfred\nDreyfuss, pela primeira vez na imprensa mundial, no processo movido\ncontra ele pela justiça militar francesa sob a acusação de trair a\npátria. Ao fim do governo Floriano, depois da eleição mas antes da posse\nde Prudente de Morais, José Carlos Rodrigues convidou Rodrigues Alves\npara o cargo de diretor do *Jornal do Comércio*, mas, voltado para a\npolítica em seu estado, o futuro presidente não aceitou.\n\nCom o advento das presidências de Prudente de Morais, de Campos Sales e\nde Rodrigues Alves, o *Jornal do Comércio*, apoiou as políticas\ngovernamentais. A correspondência mantida pelo jornalista com os três\npolíticos paulistas presidentes da República demonstra que em muitos\ncasos seu conselho e o apoio do jornal foram solicitados para a solução\nde problemas da economia do país. Também correspondeu-se com Joaquim\nNabuco e com o barão do Rio Branco, seu amigo de juventude, que chegou a\nconsultá-lo, por carta enviada de Berlim, se deveria aceitar ou não a\npasta das Relações Exteriores, para a qual fora convidado por Rodrigues\nAlves. Durante muitos anos, ao terminar sua atividade diária no\nministério, Rio Branco dirigia-se para a redação do *Jornal do\nComércio*, onde escrevia sobre temas internacionais, ao lado dos outros\nredatores.\n\nEnquanto proprietário do *Jornal do Comércio*, José Carlos Rodrigues\nprocurou manter o prestígio que o diário obtivera no Segundo Império,\nmas de forma independente e liberal, inspirado no modelo republicano e\nfederalista da melhor imprensa dos Estados Unidos. Contra os\nrepublicanos radicais, jacobinos e positivistas, permaneceu ao lado dos\nlegalistas e constitucionalistas. Nas reportagens procurou manter-se\nimparcial e descritivo mesmo nos momentos de tensão, como na Revolta da\nVacina, e exigia dos seus subordinados relatos precisos sobre os fatos.\nNos editoriais, notadamente nas “Várias”, título pelo qual ficou\nconhecido o setor de opinião do jornal, com o seu estilo didático,\nmostrava-se às vezes moralista em relação aos hábitos e costumes da\népoca. A tônica dos artigos de fundo consistia em transmitir aos\nleitores a ideia da importância da formação de cidadãos conscientes dos\nseus direitos e deveres.\n\nNo dia 5 de maio de 1915 José Carlos Rodrigues reuniu seus empregados e\nanunciou que vendera o controle do *Jornal* *do Comércio* para o diretor\nfinanceiro da empresa, comendador Antônio Botelho. Oito anos depois, em\n1923, Botelho aceitou a proposta de compra do então redator-chefe, Félix\nPacheco, e retirou-se da empresa. No anuncio de sua despedida, Rodrigues\nafirmou: “Desafio que provem que qualquer interesse subalterno jamais\nassentou nesta redação ou direção do *Jornal*, ou que por qualquer\nmotivo a mais perfeita independência da folha foi peada em qualquer\ncircunstância”. Segundo Elmano Cardim, nessa ocasião *O Tempo*, de\nRecife, depois de noticiar a estranha resolução de José Carlos\nRodrigues, fez sobre ele o seguinte comentário: “a sua obra\ncaracteriza-se por uma exuberante e tumultuosa sinceridade com que\nsoube, profligando os erros e abusos sociais e políticos, colocar-se ao\nlado das grandes causas da República”. Assis Chateaubriand, que o\nadmirava, deixou sobre ele um depoimento no qual destaca: “O senhor José\nCarlos Rodrigues introduziu enormes modificações no *Jornal do\nComércio*, e possui a volúpia da informação. Certa vez contou-me os\nfuros mais sensacionais da sua carreira. Era preciso ouvir a volúpia que\npunha na narrativa de suas façanhas para ver como, passados 15, 20, 25\nanos delas, ele as degustava como um perfeito virtuose das notícias”.\n\nPermanecem obscuros os motivos pelos quais um jornalista com o talento e\na capacidade empresarial de José Carlos Rodrigues vendeu o *Jornal do\nComércio*, o mais importante diário brasileiro da época. Segundo\ninterpretação de Elmano Cardim, com o início da guerra de 1914, para ele\numa carnificina sem paralelo na história universal, Rodrigues abandonou\no jornalismo para concentrar-se no trabalho de difusão da sua\ninterpretação da Bíblia, cujo conhecimento por todos considerava\nindispensável para a construção da paz. Ao mesmo tempo dedicava-se à\natividade de bibliófilo para acumular livros raros encontrados em\nlivrarias de Londres, Paris e Nova Iorque, não só sobre religião, mas\ntambém sobre o Brasil, assim aumentando sua já enorme biblioteca,\nconsiderada uma das maiores da sua época, descrita parcialmente no\ncatálogo *Biblioteca brasiliense* (1907), hoje sob a guarda da\nBiblioteca Nacional.\n\nEm 1918 traduziu e publicou *Mensagens, discursos e alocuções*, de\nWoodrow Wilson, então presidente dos EUA, que admirava e considerava o\núnico líder mundial capaz de conseguir uma paz duradoura. Enquanto\nprosseguia nos estudos bíblicos iniciados na juventude que o levaram à\nIgreja Anabatista, realizou frequentes viagens à Inglaterra e aos\nEstados Unidos, onde aprofundou os estudos do Antigo e do Novo\nTestamento. Mais tarde, passou a residir em Londres com a família,\nembora até o fim de sua vida fizesse viagens regulares ao Brasil.\n\nQuando soube do seu falecimento, o *Jornal do Comércio* publicou uma\nsíntese de sua biografia, na qual afirmava: “Quando, em 1915, se retirou\ndessa folha, não o fez só para descansar, para ter uma vida mais\napropriada à sua idade, já então avançada, mas principalmente para\ndedicar toda sua atividade à conclusão de uma obra monumental de\napologética e de exegese. *O Estudo sobre o Velho Testamento*, que\nimprimiu em Edinburgo em dois volumes, e foi publicado em 1921, o inclui\nentre os mais eminentes conhecedores de assuntos bíblicos do mundo\ninteiro. A crítica dos jornais especialistas da Europa e dos Estados\nUnidos consagrou o valor extraordinário desses dois suculentos volumes\nde comentários eruditos e exaustivos”.\n\n Faleceu em Paris em 28 de junho de 1923, mas seu corpo foi trasladado\npara Londres, onde vivia sua família, e enterrado no Highgate Cemetery,\nem um local perto do túmulo de Karl Marx.\n\nCícero Sandroni\n\n**FONTES:**ARANHA, G. *Machado*; *Despedidas*; NOGUEIRA, A. *Academia*;\nRODRIGUES, J. *Notas*; RODRIGUES, J. *Considerações*; SANDRONI, C. *180\nanos*; SANDRONI, C.; SANDRONI, L.*Austregésilo.*\n","ref":"**FONTES:**ARANHA, G. *Machado*; *Despedidas*; NOGUEIRA, A. *Academia*;\nRODRIGUES, J. *Notas*; RODRIGUES, J. *Considerações*; SANDRONI, C. *180\nanos*; SANDRONI, C.; SANDRONI, L.*Austregésilo.*\n","dic":"DHBPR"}