{"title":"BANCO DO BRASIL","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**BANCO DO BRASIL**\n\nEm Portugal, o primeiro a compreender as vastas possibilidades de\nextrair vantagens para o Estado através dos mecanismos de crédito\nbancário foi o italiano Domingos Vandelli, que lecionara filosofia em\nCoimbra, a convite de Pombal. Lançada a semente, ela viria a germinar em\nsolo brasileiro em decorrência da transmigração da monarquia. Dom\nRodrigo de Sousa Coutinho, um ilustrado típico, sugeriu em 1808 a\nfundação do Banco do Brasil, o qual teria por objetivo facilitar “os\nmeios e os recursos de que as rendas reais e as públicas necessitarem\npara ocorrer às despesas do Estado” (Alvará de 12 de outubro de 1808).\n\nO Primeiro Banco do Brasil\n\nInstituído intencionalmente como organização comercial autônoma, o banco\ncontava com a captação de recursos privados para dar início às\natividades. Suas ações, entretanto, foram dificilmente subscritas,\nvendo-se o governo na contingência de cumular os acionistas de favores\npara que, ao final de um ano, pudesse arrecadar a parcela mínima de\ncapital necessário à sua instalação.\n\nAs notas emitidas pelo banco circulavam no Rio de Janeiro e as suas\nemissões cobriam os déficits orçamentários provocados pela manutenção de\numa corte numerosa e pela política externa expansionista de dom João VI.\nA instituição era ainda jovem quando, do exílio, o jornalista Hipólito\nda Costa prenunciava: “O Real Erário muito tem exigido do Banco do\nBrasil obrigando-o a operações muito superiores às suas forças, pondo-o\nem circunstâncias de faltar a seu crédito.” O favorecimento da monarquia\natraía os subscritores, que estavam regionalmente assim distribuídos: do\ntotal de 1.380 ações negociadas, o Rio de Janeiro retinha 57%, na Bahia\nhavia 15 %, em Minas Gerais 8% e em São Paulo 5 %. A degeneração das\nnotas em papel-moeda inconversível não chegava a preocupar os\nacionistas, para os quais a situação do banco era altamente rendosa. A\ndistribuição de dividendos era generosa, pois estes eram calculados\nsobre os juros pagos pelo volume dos empréstimos concedidos, mais 5%\nsobre o fundo de reserva. Ora, o Estado era o maior cliente e solicitava\nsempre novas emissões para cobrir suas próprias necessidades e\ncompromissos com o banco, o que tornava fácil a política de agraciamento\ndos acionistas, em detrimento dos portadores das notas, isto é, do\npúblico em geral. Em 1817, o total dos descontos particulares montava a\napenas seiscentos mil réis, enquanto o Estado devia perto de sete mil\ncontos de réis, o que bem traduz a política de desinteresse em oferecer\ncrédito à iniciativa privada.\n\nA ampliação do raio de ação do Banco do Brasil com a autorização para\norganizar filiais em outras cidades do reino deve ser entendida como uma\nprocura de acionistas e clientes em regiões com potencial financeiro.\nTanto é assim que, logo após haver entrado em funcionamento a Caixa de\nDescontos de Salvador, em 1818, foi regulamentada a filial de São Paulo,\nque iniciou as atividades em 1820. Ficava patenteado que na Bahia, mesmo\ntardiamente, o banco procurava participar da euforia dos preços do\naçúcar e, em São Paulo, alimentava certa expectativa no sentido de\nsorver os excedentes monetários metálicos. A filial de Pernambuco não\nchegou a funcionar porque os revolucionários de 1817 queimaram as notas\nremetidas do Rio de Janeiro para dar início às operações da caixa. A\nmonarquia pretendeu criar uma “carteira” do banco em Minas Gerais para a\ncompra de ouro e prata através de bilhetes de emissão especial. Os\nmineiros não se deixaram enganar com essa operação, e a “carteira” não\nteve movimento. “Era um plano organizado para desapossar Minas da\ncirculação das reservas metálicas e trocar esse sangue pela água rala\ndos papéis impressos, sem nenhuma garantia”, como disse Afonso Arinos.\n\nCom essas medidas, o governo pretendia aparelhar o banco para preparar o\nlastro da viagem de dom João VI a Lisboa. O público, pressentindo a\nmanobra, apressou-se em converter suas notas em ouro, mas encontrou a\ncavalaria nas portas do banco para impedir o resgate. No Rio de Janeiro,\nBahia e São Paulo, onde quer que circulassem os bilhetes do banco, os\nmetais preciosos desapareceram. O ouro se evadia no contrabando, na\ncompra de escravos, nas importações britânicas. A volta de dom João VI a\nPortugal em 1821, levando consigo as reservas metálicas do banco, legou\numa situação financeira alarmante para o herdeiro do trono.\n\nCom um déficit superior a seis mil contos de réis, maior que seu capital\ne com um lastro metálico que cobria apenas 20% do valor nominal de suas\nnotas, o Banco do Brasil tornou-se a instituição financeira de\nsustentação da Guerra de Independência. O primeiro ministro da Fazenda\ndo novo reino, Martim Francisco, procurou garantir sua solvabilidade\nutilizando-se de duas táticas: eliminar os impostos criados para\nsustentar a remuneração dos acionistas e proibir novas emissões,\ninclusive as destinadas ao pagamento dos dividendos. A desobediência a\nessas determinações foi flagrante e partiu do próprio governo, que\ncontinuou a sacar contra o banco e acabou por afastar o ministro. Essas\ncircunstâncias derivavam da incapacidade da receita arrecadada de cobrir\nas despesas públicas e assegurar os gastos militares na consolidação da\nIndependência.\n\nA partir de 1824 a depreciação da moeda bancária se acentuou. O\ndesempenho da instituição passou a ser questionado pela oposição tão\nlogo o Congresso foi aberto. O antagonismo ao Banco do Brasil estava\nvinculado à luta contra o absolutismo que se exercia através da\ninstituição que o financiava. A classe dominante de grandes\nproprietários e comerciantes, especialmente do Rio de Janeiro, era\nconivente com o imperador e seu banco porque remunerava-se regiamente\nenquanto portadora das ações, na medida em que os juros dos empréstimos\nao Tesouro eram contabilizados como lucro. Lesada por essa artimanha era\na população, que a cada emissão via reduzir-se a capacidade de compra\ndas notas em carteira, a mesma população que com o pagamento de impostos\ncontribuía para o pagamento dos juros da dívida.\n\nEm 1828 o banco estava contabilmente falido, e o reconhecimento de sua\nfalência implicava reconhecer a insolvabilidade do Tesouro Nacional. O\nágio dos metais sobre as notas do banco chegava a 100% quanto ao ouro,\n40% quanto à prata e 12% quanto ao cobre. A oposição exigia a extinção\nimediata do Banco do Brasil. A monarquia desejava uma reestruturação que\nnão matasse sua galinha dos ovos de papel. Demonstrando sua postura\nmoderada, saiu vitoriosa do Parlamento a posição de liquidação gradual\n(Lei de 23 de setembro de 1929). Pouco tempo depois começaram a surgir\ncríticas contra a liquidação do primeiro Banco do Brasil. Historiadores,\naté os nossos dias, são unânimes em opinar que a economia não podia\nprescindir de um instituto regulador do crédito e o governo de um\naparelho auxiliar da administração que servisse de apoio às finanças\npúblicas e como elemento de equilíbrio do meio circulante.\n\nO Segundo Banco do Brasil\n\nA tentativa de reorganização do Banco do Brasil, em 1833, fora um\nfracasso em virtude das fraudes ocorridas durante a extinção do primeiro\nbanco, que ficaram na memória dos investidores. A discussão sobre a\nconveniência de criar um novo Banco do Brasil tomou grande fôlego em\n1853, depois das palavras de dom Pedro II perante a Assembleia\nLegislativa: “Recomendo-vos a criação de um banco solidamente\nconstituído, que dê atividade e expansão às operações do comércio e da\nindústria. Nas circunstâncias que já nos achamos, semelhante instituição\né elemento indispensável de nossa organização econômica”.\n\nO debate polarizou de um lado uma corrente que defendia a existência de\num banco emissor único, respaldada pelo visconde de Itaboraí, e, de\noutro, uma corrente que sustentava a conveniência de coexistir uma\npluralidade de bancos emissores localizados nos centros de circulação\nmonetária regionais, baseada na leitura de Sousa Franco. O governo\ndesejava impor seu poder de gestor da moeda, atribuindo a um banco o\nmonopólio de emissão. A formação gradativa do Estado nacional, a partir\nde demonstrações sucessivas de força do poder central, não podia\ndispensar o controle monetário. Os banqueiros privados, entretanto, não\nestavam dispostos a se submeter facilmente à centralização na sua área\nde atuação.\n\nEra fundamental que a fusão dos dois maiores bancos cariocas, o\nComercial do Rio de Janeiro e o Banco do Brasil, de Mauá, fosse\npromovida para criar o núcleo do novo Banco do Brasil. Das 150.000 ações\nque deveriam ser subscritas, 80.000 ficaram asseguradas pelo capital\nsocial desses bancos. Das restantes, 40.000 foram reservadas para os\nacionistas das caixas filiais nas províncias e 30.000 se destinavam ao\nlançamento junto ao público.\n\nPela Lei n^o^ 638, de 5 de julho de 1853, foi criado o segundo Banco do\nBrasil. Suas operações básicas seriam as de depósitos, descontos e\nemissão de notas. O presidente seria nomeado pelo imperador entre os\nacionistas que tivessem mais de 50 ações. A emissão deveria ser inferior\nao dobro do fundo de capital, a não ser que houvesse autorização\nespecial do governo. O fantástico êxito no lançamento dessas ações no\nRio de Janeiro emergiu, entretanto, das peculiaridades do momento\nhistórico. A existência de capitais ociosos decorrentes da cessação do\ntráfico negreiro, ao lado de determinações do Código Comercial sobre a\nconstituição de sociedades anônimas, atiçou o mercado. Os primeiros\nsubscritores negociavam os certificados de compra de ações do segundo\nBanco do Brasil com larga margem de lucro no mercado secundário, dando\ncontinuidade à febre de Bolsa que começara com o lançamento de empresas\nno início da década.\n\nA fusão compulsória do Banco Comercial do Rio de Janeiro com o Banco do\nBrasil de Mauá desencadeou por outro lado uma reação de\ndescontentamentos do setor financeiro privado com o governo. Uma cisão\ninicial dera origem ao Banco Hipotecário do Rio de Janeiro. Tirando\npartido das novas divergências entre os interesses dos empresários e os\nobjetivos do governo, Mauá organizou uma sociedade bancária com o nome\nMauá Mac-Gregor & Cia.\n\nA primeira diretoria do Banco do Brasil procurou pôr em prática seu\nplano de guerra política monetária em nível nacional, tratando da\ninstalação das caixas filiais nas províncias. Com exceção da de Ouro\nPreto (MG), as demais caixas resultaram da conversão das filiais do\nantigo Banco do Brasil de Mauá ou de bancos existentes nas províncias.\nNo Rio Grande, as moedas de ouro e prata espanholas, que anteriormente\ncirculavam, começaram a escassear, pelas mais óbvias razões\n(entesouramento, recolhimento do banco e do fisco ou acerto de contas\ncom o comércio exterior), e estabeleceu-se um ágio, que variava de 4% a\n10% na troca de moedas estrangeiras pelo papel-moeda do banco.\n\nA florescente província de São Paulo não podia deixar de merecer também\na atenção especial do Banco do Brasil. A caixa filial paulista,\nentretanto, não atendeu às necessidades de financiamento para a expansão\ndos cafezais, caracterizando-se apenas como um estabelecimento de\ndepósitos, e afastando os clientes mais ativos – os comissários – por\ncobrarem taxas de desconto mais altas que as do Rio de Janeiro. Somente\nem 1856 começou a funcionar a caixa de Salvador, trazendo insatisfação\npara os acionistas, que se sentiram alijados do processo decisório, já\nque as determinações de condução do banco provinham do Rio de Janeiro.\nTambém em 1856 a caixa filial de Pernambuco iniciou suas atividades. A\nrespeito das últimas caixas filiais a entrar em funcionamento, a do\nMaranhão e do Pará, pouco se conhece.\n\nGradativamente, os inconvenientes da intervenção direta do Banco do\nBrasil na vida econômica e financeira das diferentes áreas de circulação\nmonetária foram ficando mais evidentes do que as projetadas vantagens do\nmonopólio de que gozava. A intervenção do poder central se operava a\npartir de inferências que refletiam a vida financeira da corte, em\ndetrimento das reais necessidades dos outros circuitos comerciais.\nApenas quatro meses depois de instalado, o banco solicitava autorização\npara emitir o dobro do fundo disponível, alegando uma afluência\nexcessiva de notas para troca – provocada pelas remessas para o Nordeste\n– que, ao reduzir as garantias reais, rompia com a relação entre elas e\na emissão. Em abril do ano seguinte a emissão ultrapassou até o novo\nlimite autorizado, e, desfalcado de metais para troco, o banco viu\ntremerem suas bases durante a crise de 1857.\n\nPluralidade de Emissão Bancária\n\nEm maio de 1857, assumiu a pasta da Fazenda Sousa Franco, um liberal\npara quem o crédito bancário devia estar subordinado às necessidades do\ncomércio local, opondo-se por isso ao monopólio do Banco do Brasil.\nAssim, Sousa Franco realizou uma reforma através da qual autorizou cinco\nnovas instituições bancárias regionais e lhes concedeu direito de\nemissão.\n\nNesse ínterim, eclodiu no Brasil a crise de 1857. Inicialmente, a\norientação adotada pela diretoria do Banco do Brasil foi retrair o\ncrédito e procurar reembolsar em ouro os portadores de notas que\nsolicitavam metal para enviar às praças estrangeiras. Exauriam-se os\ncofres do estabelecimento para atender aos pagamentos forçados de\nrecâmbio. No estouro da corrida, os agentes nacionais foram os primeiros\nque se viram afetados pelas pressões exercidas pelas casas bancárias e\nbancos. A direção do banco reconheceu sua incapacidade de compatibilizar\nos interesses do comércio interno e externo, e recorreu ao Estado\nsolicitando elevar a emissão ao quádruplo do valor das disponibilidades\ne garantias reais, o que foi concedido. O ministro da Fazenda,\nentretanto, foi obrigado a apelar para a casa bancária Mauá Mac-Gregor,\nem março de 1858, para sustentar o câmbio, já que a diretoria do Banco\ndo Brasil se recusara a fazê-lo, como revide à perda de exclusividade de\nemissões.\n\nA Contrarreforma e a Lei de 1860\n\nA administração de Sousa Franco foi fortemente criticada por Sales\nTorres Homem por ter tentado acabar com a unidade bancária e a\nexclusividade do direito de emissão. Em fins de 1858, ele foi nomeado\nministro da Fazenda, substituindo seu adversário. Em 15 de junho propôs\numa nova lei bancária na qual previa a conversibilidade das notas do\nBanco do Brasil e a proibição de novas emissões pelos demais bancos\nautorizados, que deveriam receber um inspetor do governo. O debate foi\ncaloroso e o gabinete teve que renunciar em 1859.\n\nA proposta de Torres Homem foi emendada por Silva Ferraz, no ano\nseguinte, mantendo-se grandes restrições ao funcionamento dos bancos.\nFoi estabelecido que a emissão do Banco do Brasil não podia exceder o\ndobro do fundo disponível. Como resultado da lei de 1860, o banco viu-se\nem dificuldades contínuas para manter a relação entre a emissão e o\nfundo, além de defrontar-se com a redução dos lucros, ameaçado mesmo de\nliquidação.\n\nO Decreto n^o^ 2.970, de 7 de setembro de 1862, aprovou a fusão do Banco\ndo Brasil com o Banco Comercial e Agrícola e o Banco Rural e\nHipotecário. A fusão previa que os dois bancos menores transfeririam seu\ndireito de emissão ao Banco do Brasil. Em 1864 começou uma crise\ncomercial profunda, provavelmente resultado da política monetária\nrestritiva da lei de 1860. O pânico começou depois que a Casa A. J.\nAlves Souto & Cia suspendeu seus pagamentos. O Banco do Brasil estava\ncarregado de títulos dessa casa bancária. O governo autorizou o banco a\nemitir um montante superior ao dobro do fundo disponível e a suspender a\nconversão das notas em metal que foram transformadas em notas legais.\nApesar de superada a crise, o banco encontrava-se numa situação crítica.\n\nA Reforma do Banco do Brasil em 1866\n\nEm 1866, o ministro da Fazenda elaborou uma proposta legislativa para\natingir a conversibilidade das notas do banco, que causou atritos. Uma\nproposta diferente foi apresentada, tendo como ponto fundamental a\nsuspensão das emissões do Banco do Brasil. A instituição dedicar-se-ia\nexclusivamente a operações de redesconto, depósitos e hipotecas, e\ncomeçaria imediatamente a resgatar anualmente 5% de sua emissão em\ncirculação. As notas em circulação teriam cunho de moeda legal até serem\ntotalmente resgatadas.\n\nEm 1870, o Brasil possuía um sistema bancário no qual o Banco do Brasil\ntinha papel de destaque. Depois da reforma de 1866, o banco deixara em\nparte de financiar atividades comerciais. O propósito da reforma fora\nconvertê-lo em um instrumento de crédito à lavoura, cujas atividades\ncomeçaram em 1867 com operações sobre hipotecas e penhor agrícola, com\nprazo geralmente de seis anos e taxa de juros de 8% ao ano. Essas\nhipotecas foram consideradas onerosas. A maior parte das filiais foi\nliquidada e em 1880 somente existia a de São Paulo. Os prazos da\ncarteira de hipotecas eram muito curtos, as condições muito pesadas e,\nem caso de más colheitas, podiam provocar a falência de numerosas\nfazendas.\n\nUma nova contração econômica começou a ocorrer em fins de 1874, porém\ncom grande impacto em 1875, e tudo parece indicar que só houve alguma\nrecuperação em 1876. No início de 1875 o pânico generalizado quase\ndestruiu o sistema bancário existente. O governo tomou medidas que\nbeneficiaram alguns bancos e assim impediu o alastramento das falências.\nO Banco do Brasil, o Banco Alemão e o Banco Rural e Hipotecário foram os\nmaiores beneficiados. O Tesouro julgou insuficientes os recursos\ndisponíveis para assistir todas as instituições. O visconde do Rio\nBranco, ministro da Fazenda na ocasião, tomou medidas que foram\nincorporadas à legislação em maio de 1875, mas foi seu substituto, o\nbarão de Cotegipe, quem as executou. A consequência mais trágica do\npânico de 1875 foi a falência do Banco Mauá & Cia.\n\nEm 7 de junho de 1888, o Partido Liberal assumiu o poder sob liderança\ndo visconde de Ouro Preto, que propôs a autorização para a criação de\nbancos de emissão. O primeiro banco a se beneficiar da nova legislação\nfoi o Banco do Brasil, que, mesmo antes da publicação da nova lei, já\nhavia alterado seu regulamento para incluir a emissão de notas.\nEntretanto, ele era apenas um entre os 17 bancos protegidos por Ouro\nPreto e encarregados de auxiliar a lavoura.\n\nO Banco do Brasil no Início da República\n\nA primeira legislação financeira elaborada por Rui Barbosa, o primeiro\nministro da Fazenda republicano, buscava satisfazer a expansão da\nindústria e das atividades tradicionais da agricultura e comércio\n(Decreto de 17 de janeiro de 1890). Essa reforma se caracterizou pela\ncriação de bancos emissores regionais. No Rio de Janeiro, esse banco\nseria o Banco dos Estados Unidos do Brasil, o que atingiu profundamente\nos interesses dos dois bancos emissores da praça: o Banco Nacional e o\nBanco do Brasil. O ministro da Fazenda, para aplacar os ânimos,\nconcedeu-lhes, em março, o direito de emitir até o dobro do lastro\nmetálico de 25.000 contos sem obrigatoriedades de conversão. Logo em\ndezembro (Decreto de 7 de dezembro de 1890), Rui Barbosa determinou a\nfusão do Banco Nacional do Brasil com o Banco dos Estados Unidos do\nBrasil, que tomou a denominação de Banco da República dos Estados Unidos\ndo Brasil. Com esse novo estabelecimento, o Banco do Brasil perdeu a sua\nliderança.\n\nSerzedelo Correia, ministro da Fazenda de Floriano Peixoto, apelou para\numa solução de emergência, fundindo os dois principais bancos de\nemissão, o Banco da República e o Banco do Brasil, sob o nome de Banco\nda República do Brasil. Durante a operação ficou claro que o primeiro\nencontrava-se em situação de insolvência e o segundo, próximo a ela. Em\n1894, a pedido do novo presidente, Prudente de Morais, Rodrigues Alves\nfoi chamado ao Ministério da Fazenda. Extinguiu a responsabilidade\nemissora do Banco da República do Brasil, fruto da fusão realizada por\nSerzedelo Correia, passando esse direito à União. O ato significou o fim\ndos bancos de emissão particulares. Aos poucos a orientação econômica\nretomava os interesses da produção agrícola.\n\nEsse período histórico culminou com a contrarreforma monetária de\nJoaquim Murtinho, que seguia de forma estrita a teoria quantitativa da\nmoeda e a execução da lei do padrão-ouro de 1846. A política monetária\ndevia ser orientada para manter a relação entre o papel-moeda e o ouro,\ndefinida pela lei de 1846, através da contração da renda monetária, com\nmedidas austeras de contenção de crédito. A consequência a curto prazo\ndessa política foi uma crise bancária em 1900 que quase destruiu o Banco\nda República do Brasil, que foi obrigado a suspender os pagamentos.\nNesse ponto o Congresso concedeu um milhão de libras esterlinas ao banco\npara ajudá-lo e ajudar às demais instituições do mercado monetário, e o\npânico foi controlado.\n\nO Banco do Brasil Atual\n\nO Banco do Brasil atual surgiu em 1905, quando uma crise bancária levou\nseu predecessor direto, o Banco da República, à beira da falência.\nDevido à importante posição que o Banco da República ocupava no sistema\nfinanceiro do país e a seu papel semioficial como banqueiro do governo,\no Tesouro federal interveio para apoiá-lo. O banco reorganizado, agora\nchamado Banco do Brasil, ficou sob controle direto da União. O Tesouro\ncomprou aproximadamente 1/3 das ações da nova instituição, o maior lote\núnico de votos. Além disso, os novos estatutos do banco autorizavam o\npresidente da República a nomear o presidente do Banco do Brasil (o que\njá se fazia com o Banco da República) e um dos seus quatro diretores. O\ngoverno federal gozava de grande influência no banco não só por ser o\nseu maior cliente, mas também por ter poderes para conceder ou negar\nprivilégios especiais.\n\nEmbora o Tesouro se tornasse o acionista majoritário apenas em 1923,\nquando comprou ações adicionais, o Banco do Brasil já vinha atuando como\numa instituição pública desde a sua reorganização. Quando o governo\nfederal assumiu o controle, ele o fez com o objetivo de empregá-lo para\nestabilizar o câmbio. O Tesouro depositou seus fundos no Banco do\nBrasil, que se tornou o único agente do governo em transações com moeda\nestrangeira; o banco era o maior negociante naquele lucrativo negócio e,\ndesse modo, debilitava a dominação dos bancos estrangeiros nas operações\nde câmbio. O ministro da Fazenda originariamente pensara em vender 1/3\ndas ações aos europeus, e apenas a relutância destes últimos fez com que\no Banco do Brasil fosse inteiramente brasileiro.\n\nO banco mostrou-se apto para evitar pequenas oscilações no mil-réis,\nmas, embora a taxa de câmbio permanecesse estável entre 1906 e 1914, tal\nocorreu graças à Caixa de Conversão e não ao Banco do Brasil. A caixa\nresistia contra a tendência ascendente da moeda brasileira por meio da\nvenda de notas conversíveis a uma taxa estável abaixo do mercado. O\nBanco do Brasil mantinha taxa idêntica e contribuía para essa\nestabilidade veiculando as compras e vendas cambiais do Tesouro\nuniformemente durante o ano, e evitando abundância ou escassez\nperiódicas. Quando a caixa cessou suas operações em 1914, pressionada\npela drenagem de ouro do Brasil para o exterior, o Banco do Brasil\nconseguiu apenas amortecer as tendências de oscilações mais bruscas.\n\nAfinal, até 1923 o banco era uma empresa privada que precisava\napresentar lucros e não podia arcar com perdas consideráveis por meio da\nsustentação de uma taxa marcadamente diferente da predominante. A\nsituação do Tesouro era tal que, uma vez iniciada a guerra, ele se\nrecusava a prover o Banco do Brasil com fundos especiais para manipular\na taxa de câmbio, exceto em emergências extremas. O banco conciliava os\nseus interesses com os do Tesouro nacional, obtendo bons resultados em\nsuas operações de câmbio (geralmente responsáveis por cerca de 20% do\ntotal de lucros).\n\nEnquanto banco comercial, o Banco do Brasil era concebido como “o\nregulador constante e benéfico do crédito público”. Não era, entretanto,\num banco de desenvolvimento: seu estatuto de 1905 proibia empréstimos ou\ndescontos de prazo de mais de seis meses, vetava qualquer redesconto e\nimpedia a compra de ações de outras companhias. Embora controlasse a\nFrota Mercante do Loide Brasileiro por um curto período, ele a havia\nherdado do Banco da República, razão por que nunca operou com a maior\nfrota mercante do Brasil e procurou ansiosamente passar adiante esse\ninvestimento.\n\nOs diretores do banco acreditavam que sua função não era tanto suprir\ncapital, mas regular a circulação. O banco corrigia frequentemente a\nescassez de crédito, bancando as taxas de juros, e oferecia subsídios ao\ncafé, durante o primeiro programa de valorização, e à borracha, durante\na crise de 1910. A orientação do banco era sobretudo cautelosa e, quando\na Primeira Guerra Mundial provocou uma crise de liquidez, ele\nimediatamente reagiu, elevando a taxa de desconto e reduzindo à metade\nsuas operações, num comportamento mais conservador do que o de seus\nconcorrentes. No período de 1906-1913, os empréstimos do Banco do Brasil\nem relação aos depósitos estavam abaixo de 0,7, enquanto os demais\nbancos registravam uma relação acima de um. Apesar de ser um banco\ninterestadual, possuía apenas quatro filiais no país. O fato de o Banco\ndo Brasil não haver exercido um papel ativo no sentido de expandir sua\nrede de agências contribuiu gravemente para emperrar o sistema.\n\nEfeitos da Primeira Guerra Mundial sobre o Banco do Brasil\n\nA Primeira Guerra Mundial ocasionou importantes mudanças no papel\ndesempenhado pelo Banco do Brasil na economia. O setor de exportação\ntradicional vacilava, e o fluxo de capital estrangeiro se interrompia.\nComo Cincinato Braga, posteriormente presidente do Banco do Brasil,\nargumentou, “o Estado não pode permanecer indiferente à desastrosa\nsituação econômica do Brasil”. O governo federal foi encorajado a\ndelegar novos poderes ao Banco do Brasil. A fim de suavizar a escassez\nde crédito, o Congresso autorizou o Tesouro a emprestar cem mil contos\naos bancos em 1914. O banco recebeu a maior parte (22%), mais do que o\nmontante total de seus depósitos. Os recursos eram destinados a\nempréstimos de curto prazo (inicialmente de seis meses, mais tarde\nprorrogados para dois anos), a fim de evitar um desastre bancário e de\nfacilitar as transações comerciais.\n\nNo ano seguinte, o Tesouro emitiu 350.000 contos, dos quais o Banco do\nBrasil recebeu 50.000, para utilizar no redesconto. Tal fato consistia\nnuma mudança radical da política anterior, que via no redesconto uma\npossibilidade arriscada e inflacionária. A fim de estimular a velocidade\nda moeda e, portanto, de oferecer mais crédito de curto prazo para a\nagricultura, comércio e indústria, o Congresso encorajou os redescontos\ndo Banco do Brasil. Confirmava-se assim a posição privilegiada do banco\nno sistema financeiro, por meio de operações de mercado, e não através\nde poderes especiais legislados. Por volta de 1920, o governo federal\nexpandiria ainda mais suas atividades, consolidando quase inteiramente a\nterceira valorização do café através do Banco do Brasil, que lucrou mais\ndo que nas valorizações anteriores. Assim, os anos de guerra\ntestemunharam o estreitamento dos laços entre o banco e o governo.\nApesar disso, o banco perdeu em importância relativa no sistema\nbancário: antes da guerra controlava cerca de 25% de todos os depósitos;\nesse percentual baixou para 18% em 1914 e para 10% até 1921. Todavia, um\nforte programa de expansão fez o número de suas agências crescer de\nquatro para 42 em 1919.\n\nA Década DE 1920\n\nNa década de 1920, o Banco do Brasil não só recobrou, mas ultrapassou\nsua importância anterior no sistema financeiro. Esse sucesso resultou\ndiretamente do seu relacionamento com o governo federal. Em 1920, o\nbanco foi autorizado a abrir oficialmente uma carteira de redescontos a\nfim de redescontar títulos de outros bancos. O diretor da carteira era\nescolhido pelo presidente da República e suas atividades eram\nsupervisionadas pelo ministro da Fazenda. Assim, o Banco do Brasil\nrecebeu um dos mais importantes atributos de um banco central e\ntornou-se uma instituição mais segura aos olhos do público. O presidente\ndo Banco do Brasil, José Maria Whitaker, creditou o salto brusco do\nvolume de depósitos ao “imenso prestígio” da carteira. No ano seguinte\nessa posição era acentuada pela Câmara de Compensação de Cheques, que\nnaturalmente melhorou bastante a posição comercial do banco.\n\nUma vez que o Banco do Brasil concedia redescontos quadrienais a juros\nde 6% a outros bancos, estes podiam reduzir sua relação\nencaixe/depósitos e, portanto, emprestar mais. Porém o governo federal\ndesencorajava o banco a conceder empréstimos de longo prazo, porque\ndesejava que mantivesse um alto nível de liquidez, a fim de poder\nemprestar ao próprio governo. Outra falha da carteira consistia na sua\natuação regionalmente concentrada: o Distrito Federal recebia 62% dos\nredescontos que, somados aos de São Paulo, atingiam 77%.\n\nEm 1923, o presidente Artur Bernardes fechou a Carteira de Redescontos\ncomo parte de uma grande reforma bancária, pretendendo remediar a\nascendente taxa de inflação e a queda precipitada do mil-réis. O banco\ncontinuou a dominar o mercado de redesconto depois de 1923, apesar de\nnão poder emitir notas especificamente para esse propósito. O banco\nganhou com a reforma o monopólio da emissão de moeda, servindo, em\nsentido limitado, como banco central entre 1923 e 1926. Essa mudança era\nparte de uma onda internacional de esforços para voltar ao padrão-ouro,\ndonde o Banco do Brasil recebeu dez milhões para retirar as notas\ninconversíveis do Tesouro de circulação e substituí-las por notas\nconversíveis, quando a taxa de câmbio atingisse o par. Apesar de\nBernardes desejar reduzir a oferta de moeda, o presidente do Banco do\nBrasil, Cincinato Braga, emitiu, no final de 1924, 25 % do total de\nmoeda em circulação. Bernardes, ultrajado, acusou Braga de desobediência\na fim de conceder empréstimos a seus amigos paulistas. O presidente do\nBanco do Brasil defendeu-se, sustentando que garantia a liquidez da\ninstituição, já que o Tesouro lhe devia quantia mais alta e se recusava\na pagar. Bernardes demitiu-o. Seu sucessor suspendeu as emissões do\nbanco.\n\nWashington Luís também posicionou o Banco do Brasil no centro de sua\npolítica econômica. Embora tenha voltado a suspender seu direito de\nemissão em 1926, encarava tal procedimento como uma medida provisória,\nnecessária até que a conversibilidade do mil-réis fosse restabelecida. A\norientação de Washington Luís colocou o banco em uma posição\nextremamente controversa nos últimos dois anos da Primeira República.\nCom o objetivo de manter a taxa de câmbio, o presidente ordenou ao banco\nque se abstivesse de emprestar ao Instituto do Café – que se encontrava\nem dificuldades financeiras – a fim de apoiar a defesa do café e exigiu\nque reduzisse o crédito a pagar. Provocou assim uma recessão antes ainda\nque os efeitos da depressão mundial atingissem o Brasil. Na prática, o\nBanco do Brasil desviava o capital que se dirigia a São Paulo e\ndeslocava parcela substancial para o Rio, em apoio às notas conversíveis\nda Caixa de Estabilização, com o fim de proteger o mil-réis. Tal\npolítica não sustentou a moeda e ajudou a provocar a insatisfação que\neclodiu na Revolução de 30.\n\nO Banco do Brasil Durante a Revolução de 1930 e o Governo Provisório\n\nUm dos primeiros atos praticados pelo ministro Whitaker foi acertar as\ncontas do Tesouro com o Banco do Brasil. Assim, o banco ficou com uma\nquantia livre de libras e passou a utilizá-la para remessas ao\nestrangeiro, em cobertura a seus saques, eliminando, por um período, a\nescassez de letras de exportação. Na contabilidade do banco, essa\noperação foi lançada em caráter de venda, pelo banco, ao Tesouro, das\nreferidas libras, e pela compra imediata delas, pelo primeiro, ao\nsegundo. Logo depois, reconhecendo o caso de extrema necessidade, foi\nautorizada uma emissão de emergência de notas do banco. Pelo Decreto\nn^o^. 19.423, de 19 de novembro de 1930, foi extinta a Caixa de\nEstabilização, e suas funções foram transferidas para o Banco do Brasil.\n\nDe todas as formas o Governo Provisório buscou assegurar a posição do\nbanco no estrangeiro, onde diversas recusas de aceite e pagamento de\ncambiais de sua emissão exigiam pagamento pronto. Restituiu-lhe a\nposição de centro do sistema bancário, através da reabertura da Carteira\nde Redesconto, o que foi muito bem recebido pelas associações\ncomerciais, agrícolas e industriais do país. Dessa forma o governo\nprocurava aliviar a pressão sobre os bancos comerciais que mantinham\naltos encaixes, temerosos de que lhes faltasse numerário para atender\nretiradas. Completando essa atuação, o governo criou a Caixa de\nMobilização Bancária (Decreto n^o^ 21.499, de 9 de junho de 1932), que\nagia no sentido de solucionar o retraimento do crédito na medida em que\nassegurava aos bancos condições de mobilidade de seus ativos e lhes\npermitia fazer face aos compromissos assumidos e às necessidades gerais\nda economia. O funcionamento da caixa demonstrou que ela agiu mais pela\nsua simples existência, fortalecendo a confiança dos depositantes e\nevitando as corridas.\n\nJá era ministro da Fazenda Osvaldo Aranha, quando o Banco do Brasil se\ntornou a peça-chave na solução do grave problema econômico do café,\natravés da execução do plano de defesa permanente do convênio firmado\npelos estados produtores. O limite das operações da carteira de emissão\ne redesconto foi aumentado ao quádruplo, e foi admitido o redesconto,\ndentro desse importe, dos títulos cambiais emitidos pelo Conselho\nNacional do Café, incluindo-se entre eles os que tivessem sido\ndescontados pelo banco. Quando, em 1933, esse conselho foi extinto e foi\ncriado o Departamento Nacional do Café, subordinado ao ministro da\nFazenda, o Banco do Brasil permaneceu desempenhando importante papel\njunto a esse órgão.\n\nEm 1932, o Banco do Brasil acudiu ao governo com suas emissões para\nsuperar a Revolução Constitucionalista de São Paulo e a seca de\nproporções devastadoras que ocorreu no Nordeste. Impossibilitados de\npagar os recursos captados no exterior, os estados e municípios\nrecorreram ao Banco do Brasil para saldar suas dívidas. A seguir, foram\nfinanciados diretamente pelo banco, com garantia do Tesouro Nacional.\n\nA Carteira de Câmbio do Banco do Brasil tornou-se o órgão exclusivo do\ncontrole governamental, excluída a participação de representantes do\nsetor privado (Decreto n^o^ 20.695, de 20 de novembro de 1931). O banco\ndispunha de monopólio de compras de letras de importação, cujos fundos\neram aplicados em remessas e obrigações dos governos federal, estaduais,\nmunicipais e no pagamento de importações, devidamente comprovadas pela\nfiscalização bancária.\n\nO Governo Provisório baixou um decreto (Decreto n^o^ 22.626, de 7 de\nabril de 1933) adotando normas severas para regular, impedir e reprimir\nos excessos praticados pela usura. A famosa Lei da Usura dispôs que\nseria vedado e punido o ato de estipular taxas de juros superiores a 12%\nao ano. Esta foi a medida que mais marcou o sistema financeiro\ncontemporâneo no Brasil.\n\nA Carteira de Crédito Agrícola e Industrial\n\nUma reforma da maior importância foi proposta na assembleia geral\nextraordinária dos acionistas do Banco do Brasil que se reuniu a 14 de\nnovembro de 1936, na qual o presidente justificava alterações nos\nestatutos para a criação da Carteira de Crédito Agrícola e Industrial.\nUm dos objetivos principais da nova carteira era dar assistência\ncreditícia à atividade agrícola ou agroindustrial do país no período de\nentressafra, em que mais necessária se fazia a assistência financeira e\nbancária para dar ao agricultor recursos em condições satisfatórias de\njuros e de prazo.\n\nO crédito aos agricultores seria dado com as seguintes finalidades: a)\naquisição de meios de produção, sementes, adubos e matérias primas para\nfins industriais; b) aquisição de gado destinado à criação e melhora de\nrebanhos; c) custeio de entressafra; d) aquisição de máquinas agrícolas\nou de reprodutores; e) reforma ou aperfeiçoamento de maquinaria. Os\nprazos variavam de um a três anos, podendo, no caso de indústrias\ngenuinamente nacionais, chegar a cinco anos. Inicialmente o Banco do\nBrasil agiu cautelosamente na concessão desse novo tipo de crédito,\nadotando uma pauta gradual, pela qual atendeu em primeiro lugar às\nnecessidades do crédito de custeio, deixando para depois o atendimento\nàs solicitações referentes ao crédito destinado ao melhoramento\nmobiliário e ao crédito de longo prazo.\n\nO Impacto da Segunda Guerra Mundial\n\nA imediata providência tomada pelo governo, no primeiro momento de\nalarme, foi admitir que a Carteira de Redescontos do Banco do Brasil\nexpandisse moderadamente de início e depois acelerasse suas operações. A\nalegação a favor dessas emissões, que se tornaram mais frequentes\nnaqueles anos, era a da pressão das necessidades de crédito à produção,\nque devia ser ativada no tocante a mercadorias que se tornavam mais\nimperiosas nos mercados externos. Outra alegação, ligada à primeira, era\na de pressão da necessidade de proteger setores de produção que podiam\nestiolar-se, porque seus produtos perdiam mercados de consumo, por serem\ndispensáveis aos esforços de guerra. O disparo das emissões começou em\n1941, sob o dístico do fomento e amparo à economia nacional. Com a\nentrada do Brasil na guerra, o governo formulou um plano financeiro no\nqual angariasse os recursos necessários para a suficiência orçamentária.\nFigurou como integrante dessa reforma o Decreto-Lei n^o^. 4.792, de 5 de\noutubro de 1942, que, a título de restringir a capacidade emissora do\nTesouro e de ampliar as atribuições da Carteira de Redescontos, procurou\ndar a aparência de que o governo se dispunha a controlar a inflação. Se\nde um lado fechava-se uma fonte de emissão, de outro alargava-se o canal\nde outra fonte, o da Carteira de Redescontos, menos visível, com\naparências de apoio bancário e mais rápida nos seus efeitos.\n\nO Reaparelhamento do Banco do Brasil\n\nEm 10 de março de 1942, os estatutos do Banco do Brasil foram\nreformulados, no sentido de se adequarem à então recente Lei das\nSociedades Anônimas. Com a reforma, ficava definitivamente consagrada\nsua ação em duas áreas aparentemente conflitantes, pois atuava como\nautoridade monetária e como banco comercial comum. Enquanto agente\nfinanceiro do governo, efetuaria as arrecadações das rendas federais e\npagamentos autorizados, concederia antecipações ao governo e atuaria\ncomo agente federal para operações de câmbio. Como banco comercial,\nconcederia financiamento à atividade produtiva.\n\nEspecificamente, cinco carteiras coordenariam as atividades do banco: 1)\na Carteira de Câmbio, que executava a política cambial do governo, a\nfiscalização bancária e a Agência Especial de Defesa Econômica; 2) a\nCarteira de Crédito Agrícola e Industrial, que estabelecia a política de\ncrédito à produção e às instituições financeiras; 3) a Carteira de\nCrédito Geral, que centralizava as operações de crédito comercial; 4) a\nCarteira de Exportação e Importação, que se incumbia de todos os\nserviços relativos a transações que envolvessem o mercado externo,\npromovia estudos sobre a situação dos mercados internos e externos e\natuava em conveniência com os interesses comerciais do país, devendo,\ncontudo, não incorrer em conflitos com a Carteira de Câmbio; e 5) a\nCarteira de Redesconto, que cuidava do serviço de redesconto às\ninstituições financeiras.\n\nA determinação de ampliar a cobertura de atendimento nacional do banco\nprovocou rápida expansão de sua rede de agências, que passou a contar\ncom 220 unidades em 1942, contra 157 no ano anterior. Em 1945, o banco\njá contava com 259 agências distribuídas pelo território nacional. Essa\npolítica visava sobretudo a estender a presença governamental às regiões\ninterioranas, unificando sua atuação. A nova sistemática de operações\ngarantiu ao banco o *status* de mais importante estabelecimento de\ncrédito em funcionamento no país. Era um dos pilares da política\ngovernamental, pois, além de atuar como banco de segunda linha,\ngarantindo liquidez ao sistema bancário, também impedia quebras\neventuais no sistema produtivo e constituía elemento fundamental no\nmecanismo da política monetária.\n\nA Criação da Sumoc\n\nCom a criação da Superintendência da Moeda e do Crédito (Sumoc), algumas\natribuições administrativas do Banco do Brasil – por exemplo, a\nfiscalização dos bancos – foram transferidas para esse novo órgão.\nTambém passaram para a competência da Sumoc as requisições para emissão\nde papel-moeda do Tesouro nacional; a exclusividade dos recebimentos dos\ndepósitos de bancos; o controle das taxas de juros; o abono às novas\ncontas dos bancos, casas bancárias e caixas econômicas; a determinação\nmensal das taxas de redescontos e juros dos empréstimos a bancos; a\nautorização de empréstimos garantidos pelo governo; a compra e venda de\nouro ou cambiais, entre outros.\n\nNa esfera institucional financeira, a regulamentação da Sumoc foi\nimplementada em meio a acirradas discussões que questionavam o Banco do\nBrasil em sua atuação como banco central. Ao ser baixada a Instrução 1,\nde 5 de fevereiro de 1945, que regulamentou o Decreto-Lei n^o^ 7.293,\nfoi conferido ao presidente do banco o lugar de primeiro substituto da\npresidência da Sumoc. Embora fosse reconhecida a necessidade de criação\nde um banco central, o Banco do Brasil permaneceria de fato investido\ndas funções de autoridade monetária, dividindo com a Sumoc as\nprerrogativas clássicas normalmente atribuíveis a um banco central. Em\nsua condição híbrida de banco comercial e banco central, o Banco do\nBrasil sempre foi capaz de ofertar recursos em quantidade superior à sua\ncaptação, na medida em que não era obrigado a custodiar parte dos seus\ndepósitos, como os demais bancos comerciais. Além disso, como autoridade\nmonetária, o banco também nunca esteve sujeito aos rigores da prática\nbancária usual, que prevê limites de segurança para o encaixe dos\nbancos. Um outro aspecto relevante diz respeito à sua atuação como\ninstrumento amortecedor de oscilações econômicas conjunturais. Para\ntanto, fluíam para o banco recursos extras muitas vezes provenientes de\nemissões de papel-moeda.\n\nO Banco do Brasil no Imediato Pós-Guerra (1945-1946)\n\nAté 1947 foram instituídas diversas medidas objetivando uma reformulação\ndo sistema financeiro do país, o que resultou em última instância no\ninício do processo de oligopolização que viria caracterizar o\ndesenvolvimento dos bancos comerciais nas décadas seguintes. Nesse\nperíodo, não ocorreu propriamente uma diminuição de assistência da\nCarteira de Redesconto do Banco do Brasil aos demais bancos do país, e\nsim uma maior seletividade das instituições contempladas com aqueles\nrecursos.\n\nO governo recorreu, por vezes, a um curioso expediente para disfarçar o\nprogressivo endividamento do Tesouro com o Banco do Brasil decorrente da\ncontínua emissão de papel-moeda. O endividamento normalmente se iniciava\ncom uma solicitação de recursos por parte do Tesouro nacional ao Banco\ndo Brasil, onde supostamente teria saldo. Para cobrir a diferença entre\no total requerido e o crédito existente, o banco recorria à Carteira de\nRedesconto, que, por sua vez, solicitava uma correspondente emissão à\nCaixa de Amortização do Tesouro nacional. A operação conhecida como\n“encampação de papel-moeda” consistia num artifício contábil pelo qual\nse cancelava parte do débito do Tesouro junto ao Banco do Brasil, bem\ncomo parte equivalente do débito do banco com a Carteira de Redesconto.\nOs desacertos da política orçamentária do governo federal ficavam,\natravés das encampações, sem registro na Carteira de Redesconto e no\nBanco do Brasil, embora evidentemente agravassem pressões\ninflacionárias, gerando descontroles da política monetária e tensões\npolíticas.\n\nO Banco do Brasil destinava a maior parcela de seus recursos ao setor\nagropecuário. O nascente desenvolvimento industrial brasileiro não teria\nperspectivas de afirmação no cenário econômico se não contasse com certo\nprogresso do setor agrícola. À agricultura era reservado o importante\npapel de financiar as importações brasileiras, que se destinavam em\ngrande parte a alimentar o processo produtivo da máquina industrial. O\namparo financeiro à agricultura procurava também garantir uma adequada\noferta interna de produtos de abastecimento básico, a preços estáveis, o\nque constituía um requisito fundamental para o desenvolvimento urbano e\no crescimento industrial. O Banco do Brasil tornava-se o principal\ninstrumento financeiro do governo, através do qual se procurava garantir\no nível de atividade da agricultura brasileira. Essa política era\nconsubstanciada, de um lado, na forte participação relativa dos\nfinanciamentos agrícolas no total dos financiamentos concedidos pelo\nbanco e, de outro, no subsídio implícito que acompanhava as operações de\ncrédito rural, cujas taxas de juros eram invariavelmente inferiores à\ntaxa de inflação. Com relação ao setor industrial, os empréstimos eram\nmais comprometidos com projetos de infraestrutura, tais como montagem de\nfrigoríficos no cais do porto e armazenagem de cereais.\n\nA Atuação Anticíclica do Banco do Brasil (1947-1948)\n\nNo início de sua gestão na pasta da Fazenda, o ministro Correia e Castro\nenfatizou que sua política estaria voltada para a estabilidade de\npreços, o controle orçamentário e o crescimento econômico. Nos anos de\n1947 e 1948, o governo efetivamente implementou uma rigorosa política de\ncombate à inflação através de medidas de política fiscal e de controle\nao crédito bancário. O somatório das medidas contracionistas se traduziu\nem um aumento de 50% no número de falências no Rio de Janeiro e em São\nPaulo em 1947, e de 20% em 1948, comparados com 1946. O crescimento do\nsetor industrial como um todo reduziu-se de 18% em 1946 para 3% em 1947,\nacarretando queda no nível de emprego naquele período. As medidas\nrecessivas não foram, contudo, seguidas pelo Banco do Brasil, cuja\natuação anticíclica foi evidente na época. Essa atuação peculiar pode\nser depreendida no seguinte trecho do seu relatório de 1948: “Mas o\nBanco do Brasil não praticou a política de deflação do crédito,\ncanalizou-o para os setores de produção de bens de consumo e impediu as\noperações de especulações… uma política anti-inflacionista não deve\nimpedir a realização de empreendimentos necessários à preservação e\ndesenvolvimento das oportunidades de emprego e produtividade futura”.\n\nÉ certo que a atuação do Banco do Brasil, em flagrante conflito com a\npolítica implementada pelo ministro da Fazenda, concorreu para aliviar\ntensões econômicas e sociais que seguramente tenderiam a se aguçar com o\nprocesso recessivo. Grande parte dos recursos que garantiram as\noperações de atendimento do Banco do Brasil provinha de fundos coletados\nque eram pelo governo federal e depositados no banco. Por operar com a\n“caixa unificada” e, principalmente, por não estar submetido, à\nsemelhança dos bancos comerciais, a limites técnicos e institucionais ao\nvolume de seus financiamentos, o Banco do Brasil efetivava sua política\nde empréstimos independentemente de reservas para o suprimento das\natividades.\n\nCoube à Carteira de Câmbio do banco, naquela conjuntura de restrições\ngeneralizadas, contornar algumas limitações impostas às remessas dos\nrendimentos do capital estrangeiro determinadas pela Sumoc. Para tanto,\no banco permitiu que os juros, lucros e dividendos aqui gerados por\nresidentes no exterior fossem considerados investimentos estrangeiros\npara efeito de registro junto à fiscalização bancária, possibilitando,\nassim, elevar no ano seguinte a evasão de recursos do país para o\nexterior. Foi através de sua atuação creditícia ampliada que o banco\ngarantiu a sobrevivência de setores produtivos em plena política\ncontracionista desenvolvida pelo ministro Correia e Castro.\n\nO desemprego e a crescente insatisfação social desgastaram o governo\nque, em 1949, já não tinha condições de prosseguir atuando com o rigor\ndas medidas estabilizadoras. Em consequência, o então presidente do\nBanco do Brasil, Guilherme da Silveira, foi chamado a assumir o\nMinistério da Fazenda. O novo presidente do Banco do Brasil, Ovídio\nXavier de Abreu, manteve as diretrizes que nortearam o comportamento da\ninstituição. Defendeu a expansão do crédito para cobrir as necessidades\noriundas do crescimento das safras agrícolas e apontou o crescimento dos\npreços como consequência natural do aumento de moeda e do poder de\ncompra das classes trabalhadoras, mostrando que o aumento da produção\ncom crescente oferta dos bens de necessidade básica é que possibilitaria\na redução dos preços.\n\nDo relatório do inquérito desenvolvido em 1951 no Banco do Brasil,\npode-se verificar que a instituição também desempenhou um papel como\ninstrumento político-partidário. Adversários do então senador Getúlio\nVargas, os dirigentes do banco utilizaram a instituição para custear a\npublicação de artigos e discursos elogiosos à administração do banco, ao\nmesmo tempo em que procuravam desmoralizar Getúlio Vargas, na época\ncandidato à presidência da República. Outra operação política foi o\ndesenvolvimento dos créditos em liquidação, isto é, operações vencidas,\nnão pagas, de resgate duvidoso, que passaram de 11 milhões de cruzeiros\nem janeiro de 1946 para 151,8 milhões em dezembro de 1950. Essas\noperações se acentuaram nos anos 1949-1950, denotando maiores\nempréstimos com garantias insuficientes, prazos dilatados e reformas\nsucessivas. Tal procedimento, favorável ao crédito especulativo,\nrespaldou naquele período a difusão da campanha política antigetulista.\n\nO Banco do BRASIL no Segundo Governo Vargas\n\nEm 31 de fevereiro de 1951, Getúlio Vargas denunciou a regulamentação do\nretorno de capitais estrangeiros como lesiva aos interesses nacionais. O\npresidente do Banco do Brasil na época, Ricardo Jafet, fazia coro às\ndenúncias do presidente da República referentes à legislação que\nregulamentava a remessa de lucros, juros e dividendos para o exterior.\nAssim como o presidente do Banco do Brasil considerava conveniente a\nextinção dos privilégios ao capital estrangeiro criados pela Carteira de\nCâmbio, economistas ilustres como o professor Otávio Bulhões e o próprio\ndiretor da Carteira de Câmbio defendiam sua manutenção.\n\nA Lei n^o^ 1.807 tornaria livre, em 21 de fevereiro de 1953, o fluxo de\ncapitais estrangeiros no país pelo sistema de taxa de câmbio livre.\nSegundo sugestão do presidente do Banco do Brasil, foram destacados\ninvestimentos de interesse nacional que recebiam benefício fiscal de\nremessa de lucros de 10% por ano ao câmbio oficial, dependendo das\npossibilidades do balanço de pagamentos. Esses lucros poderiam ser\nincorporados ao capital registrado, quando reinvestidos na atividade.\nAtravés da Carteira de Exportação e Importação, foram facultadas ao\nBanco do Brasil a compra e a venda de qualquer produto; tais\ndispositivos estatutários foram postos em prática em 1952, atendendo\nbasicamente aos exportadores.\n\nProcurando salvaguardar a situação do balanço de pagamentos, o governo\nadotou uma política de sustentação de preços dos produtos de exportação.\nNesse sentido o Banco do Brasil majorou as bases de financiamento do\ncafé e do algodão, que foram responsáveis pela elevação dos níveis de\nempréstimos do banco naquele período.\n\nA permanência de uma taxa de câmbio fixa até fevereiro de 1953 numa\nsituação inflacionária diminuía a competitividade da produção de\nexportação. A fim de atenuar as adversidades que se colocavam aos\nexportadores, o banco aumentou seus empréstimos e efetivou compras\ndiretas de produção. Para isso, foi obrigado a utilizar-se de operações\nde redesconto e de recursos de sua própria caixa.\n\nA Carteira de Exportação e Importação, cuja atuação não era coordenada\ncom a atuação da Carteira de Câmbio, concedia licenciamentos muitas\nvezes superiores ao orçamento de câmbio. Em consequência, as licenças de\nimportação não encontravam, como deveriam encontrar, automaticamente\ncobertura cambial, daí decorrendo os atrasos comerciais. É certo que os\natrasos tomavam essas proporções em decorrência de uma taxa de câmbio\nfictícia que, ao baratear as importações, estimulava compras excessivas.\nCom a posse de Osvaldo Aranha no Ministério da Fazenda e de Sousa Dantas\nna diretoria da Carteira de Câmbio do Banco do Brasil, este passaria a\nliderar o mercado, comprando a taxas fixadas, embora exigindo pagamento\nimediato e reservando-se a entrega de cobertura num prazo de 90 dias. O\nlimite operacional dos bancos comerciais foi ampliado e foram liberadas\nas operações de *swaps* – operações simultâneas de compra e venda de\ncâmbio, isto é, arbitragem a vista contra arbitragem a prazo, não sendo\ninterpretada como retorno de capital, já que seu prazo (90 dias) não\nproporcionava tempo para as vantagens usufruídas pelos capitais\ndestinados a investimento. Em 9 de setembro de 1953, a Instrução 70 da\nSumoc viria finalmente disciplinar o mercado de câmbio, ao mesmo tempo\ndeixando o mercado livre funcionar somente para o movimento de capitais.\nEm dezembro de 1953, respondendo às frequentes denúncias de corrupção e\nabuso, o governo extinguiu a Carteira de Exportação e Importação e criou\nem seu lugar a Carteira de Comércio Exterior.\n\nA partir de 1953, o Banco do Brasil utilizou mais intensamente os\nrecursos da Carteira de Redesconto, da Carteira de Mobilização Bancária\ne de sua própria caixa, visando o pagamento dos atrasados comerciais e o\natendimento às necessidades financeiras da administração federal,\nestadual e municipal. Esses recursos se prestariam também a auxiliar\nalguns bancos em dificuldades e a elevar os financiamentos à produção.\nPara fazer face à elevação de seus empréstimos em 1953, o Banco do\nBrasil teve de recorrer à venda de parte dos estoques de produtos\nadquiridos no ano anterior. Esses recursos não foram suficientes para a\ncobertura do programa de aplicações do banco, forçando-o assim a\nrecorrer em maior escala ao redesconto e à Caixa de Mobilização\nBancária. A Carteira de Crédito Agrícola e Industrial também lançou mão\nde recursos excedentes à sua dotação orçamentária. A fim de evitar uma\ncorrida aos bancos comerciais do Rio e São Paulo, seus cheques foram\ncobertos com fundos da Carteira de Redesconto e da Carteira de\nMobilização Bancária.\n\nO Banco do Brasil no Interregno Café Filho\n\nO primeiro registro de relevância no que se refere ao período está na\nharmonia entre a atuação do ministro da Fazenda e do Banco do Brasil.\nComo existia uma intenção contracionista explícita nesse período, o\ngoverno não vacilou em recorrer novamente ao artifício da “encampação”,\nde acordo com a Lei n^o^. 2.426, de 16 de fevereiro de 1955. Mais uma\nvez o expediente serviria para mascarar contabilmente a posição\nefetivamente deficitária do Tesouro nacional.\n\nDurante essa fase a economia brasileira se defrontou com uma diminuição\ndas vendas de café, em especial para os Estados Unidos. Em maio de 1955,\na Carteira de Câmbio, após esgotar o recurso às linhas normais de\ncrédito de banqueiros particulares, recorreu a 45 milhões de dólares do\ncrédito especial concedido pelo Export-Import Bank of Washington. Um\nobstáculo adicional a uma atuação do Banco do Brasil, alinhado com as\nmedidas contracionistas, estava no fato de aquelas medidas normalmente\nserem implementadas próximo à época do custeio agrícola e de que um\neventual corte na produção agrícola agravaria não só o problema do\nbalanço de pagamentos, como também o processo inflacionário.\n\nO setor bancário, atingido pelas medidas de política econômica, iria\natravessar um período de crise em decorrência das restrições impostas ao\ncrédito. No final de 1954 a praça de São Paulo era palco de uma crise\nbancária, tendo o Banco Nacional Interamericano suspendido suas\noperações, enquanto outros bancos solicitavam medidas que viessem\norientar os processos de liquidação extrajudicial dos bancos. Em\nconsequência da crise bancária, a Caixa de Mobilização Bancária do Banco\ndo Brasil aumentou mais ainda o nível de suas operações.\n\nAbril de 1955 constituiu um marco de mudança na orientação política:\nClemente Mariani foi substituído na presidência do banco por Alcides\nVidigal. As medidas contracionistas foram relaxadas. Da antiga gestão\npermaneceu apenas o presidente da Sumoc, Otávio Bulhões, que tentou, em\nvão, manter a orientação anterior. Em 5 de maio de 1955 a Instrução 116\nrebaixou as taxas de juros das aplicações dos bancos e das operações de\ndesconto, bem como diminuiu as exigências de recolhimento compulsório\ndos bancos comerciais.\n\nNesse período ficou clara, no que diz respeito à política do Banco do\nBrasil, a impossibilidade de se estabelecer um teto fixo para as\naplicações de cada carteira, tendo em vista os diversos fatores e\ninjunções que condicionavam tais aplicações. A administração da política\nde financiamento do banco permaneceu estreitamente vinculada às questões\nconjunturais vividas pela economia brasileira. Inicialmente, o governo\nprocurou contrair os meios de pagamento. Em seguida, dada a virtual\nimpossibilidade de sustentação dessa política por período superior a um\nano, o governo se viu forçado a afrouxar os mecanismos de controle\nmonetário e permitiu o retorno da liberdade creditícia.\n\nO Banco do Brasil no Governo Juscelino\n\nPara responder aos novos desafios do desenvolvimento econômico, o Banco\ndo Brasil efetivaria uma reforma estatutária votada em 9 de maio de\n1956. O aumento do capital social – antiga reivindicação dos acionistas\n– foi efetivado, duplicando para duzentos milhões de cruzeiros. A\ndeterminação de expandir de forma limitada a quantidade de ações\nexplica-se dentro da política de controle da inflação, pois grandes\naumentos de capital, mesmo com recursos do fundo de reserva do banco,\nteriam de ser financiados via emissão de moeda. Além disso, o banco\ntambém se preocupava com possíveis consequências negativas que poderiam\nadvir de uma excessiva oferta de suas ações no mercado, em termos de\ndeterioração das cotações.\n\nA Carteira de Crédito Agrícola e Industrial do banco estendeu seus\nfinanciamentos sem garantias reais ou pessoais de pagamento aos pequenos\nprodutores rurais e passou a cobrir também a pequena indústria rural de\ncaracterística doméstica ou artesanato organizado em pequena indústria.\n\nO desenvolvimento do banco foi acompanhado por um rápido crescimento do\nnúmero de agências da instituição. Em 1956 o número de agências chegava\na 364, sendo duas no exterior. Em 1957 foram inauguradas mais 13\nagências. A expansão da rede concentrou-se em São Paulo – para atender a\nexigências da industrialização e da produção de café – e em Goiás, para\nabrir espaço financeiro para Brasília e para a pecuária da região.\n\nApesar da preocupação com o pequeno produtor, a expansão industrial\nexigia grandes recursos, quer para investimentos diretos no setor, quer\nindiretamente, através da priorização da agricultura de exportação, com\na qual o país contava para viabilizar as importações necessárias ao\ndesenvolvimento da indústria.\n\nGrande parte dos recursos de implementação do Plano de Metas era de\norigem externa e, para manter o necessário fluxo de financiamentos à sua\nexecução, Lucas Lopes negociou acordos com os Estados Unidos em 1956, os\nquais impunham exigências no sentido de o governo brasileiro demonstrar\ncapacidade efetiva de controle da inflação. Entre as recomendações\nespecíficas para o controle da expansão monetária através do Banco do\nBrasil, o Plano de Estabilização determinava: 1) um teto para o débito\ndo Banco do Brasil junto à Carteira de Redesconto, que permitisse ao\nbanco atender às necessidades adicionais de financiamento do governo e\ndo setor privado; 2) o racionamento do crédito dos diversos setores do\nbanco e a imperiosidade de expandir mais que normalmente o crédito da\nCarteira de Crédito Agrícola e Industrial, em virtude da necessidade de\nacelerar o processo de expansão das exportações. O setor de bancos, em\nespecial nas praças de São Paulo e Recife, foi duramente atingido com os\nlimites de expansão do crédito junto à Carteira de Redesconto, bem como\ncom a limitação dos prazos.\n\nVale ressaltar uma medida de política monetária peculiar implementada\npelo Banco do Brasil, que consistiu na operação *open* pelo câmbio. A\noperação se resumia numa prática de venda de dólares aos importadores,\ncom isso retirando cruzeiros de circulação, sempre que se registrasse\ndéficit no balanço de pagamentos. Essa política tinha efeito\ndeflacionário pela retirada do dinheiro do sistema ou, pelo menos, pela\nnão emissão de novos recursos. A operação se traduziu em aumento de\ncaixa para o Banco do Brasil na conta “Ágios e bonificações”. Em sentido\ncontrário agiam dois outros importantes componentes da base monetária.\nDe um lado, o Banco do Brasil, ao dispor de reforço de caixa, tinha\nmaior capacidade de incrementar seus empréstimos ao setor privado, e de\noutro lado, o governo, também beneficiado com o aumento de caixa,\naumentava seus gastos, que acabavam por se traduzir em déficits\nsistemáticos do Tesouro com o banco.\n\nEm 1958-1959, dada a volumosa safra de café e o elevado preço\ninternacional do produto, o governo inclinou-se pela compra do excedente\nde exportação a fim de sustentar o preço. Para que essa operação se\nrealizasse sem recursos inflacionários, o governo passaria a efetuar\nretenção cambial de exportação, o que viria a ser conhecido como\n“confisco cambial”.\n\nCom o afastamento de Lucas Lopes em agosto de 1959, o Ministério da\nFazenda passaria a ser comandado por Sebastião Pais de Almeida, então\npresidente do Banco do Brasil. Essa nomeação visava a relaxar as metas e\ninstrumentos herdados da política de contração, já que o Brasil rompera\ncom o Fundo Monetário Internacional (FMI). A expansão do volume de\nimportações comparativamente às exportações forçou o Banco do Brasil,\napós a queda da assistência financeira do FMI e dos bancos estrangeiros,\na incrementar as operações de *swaps,* evitando uma expansão no\nendividamento de curto prazo do país.\n\nA partir de 1960, tornava-se cada vez mais inevitável uma nova\nreorganização do sistema financeiro, uma vez que os desafios da economia\njá exigiam uma maior sofisticação dos instrumentos de captação e\naplicação dos recursos financeiros.\n\nA Reforma Bancária de 1964\n\nA Lei de Reforma Bancária (Lei n^o^ 4.595, de 31 de dezembro de 1964)\ndispôs que o sistema financeiro do Brasil seria constituído a partir de\nentão pelo Banco Central do Brasil; Banco do Brasil; bancos comerciais,\nprivados ou estaduais; instituições de crédito tais como companhias de\ncrédito e financiamento, bancos de investimento, sociedades corretoras e\nsociedades de crédito imobiliário; instituições públicas ou mistas\nespeciais (Banco Nacional do Desenvolvimento Econômico e bancos de\ndesenvolvimento estaduais); caixas econômicas, e instituições voltadas\npara o financiamento da construção civil.\n\nAlém da especialização de instituições por linhas de crédito, o aspecto\nmais relevante da reforma bancária foi a criação, como gestor da\npolítica monetária, do Banco Central do Brasil, cujas diretrizes eram\ndeterminadas pelo Conselho Monetário Nacional. Foram atribuídas ao Banco\nCentral funções antes executadas pelo Banco do Brasil e a Sumoc: emissão\nde moeda, controle de redesconto e dos depósitos de reservas\nobrigatórias, regulação das atividades bancárias, financeiras e dos\ncapitais estrangeiros.\n\nO Banco do Brasil continuou a funcionar como uma sociedade de economia\nmista, ou seja, pessoa jurídica de direito privado, configurando-se como\num banco comercial, apesar de exercer uma série de atividades não\npertinentes a instituições desse tipo. Sendo um instrumento de execução\ndas políticas creditícia e financeira do governo federal, cabia-lhe,\nentre outras atribuições: a) receber, a crédito do Tesouro nacional, o\nproduto da arrecadação de tributos ou rendas federais, bem como o\nproduto das operações de crédito da União; b) realizar os pagamentos e\nsuprimentos necessários à execução do orçamento geral da União; c)\nadquirir e financiar estoques de produção exportável; d) executar a\npolítica de preços mínimos dos produtos agropastoris e; e) ser o agente\npagador e recebedor fora do país. Como principal executor dos serviços\nbancários de interesse do governo federal, inclusive suas autarquias,\ncabia-lhe também receber em depósito, com exclusividade, as\ndisponibilidades de quaisquer entidades federais, além de realizar a\npolítica de comércio exterior e financiar atividades industriais e\nrurais.\n\nOutro fato importante da década de 1960 foi a promulgação da Lei de\nMercado de Capitais (Lei n^o^ 4.728, de 14 de julho de 1965), que\nrepresentou a declaração pública definitiva das intenções do governo no\nsentido de instituir um mercado de capitais forte e utilizá-lo em sua\npolítica global de desenvolvimento e controle da inflação.\n\nMaria Bárbara Levy\n\n(colaboração especial)\n\nA DÉCADA DE 1970\n\nEm 1975, o Banco do Brasil destacava-se como um dos maiores bancos do\nmundo, sendo o décimo-segundo em ativos e o segundo em patrimônio\nlíquido. Sua rede de unidades domésticas aproximava-se do número mil,\nmarco atingido em 1976 com a inauguração da agência de Barra dos Bugres,\nem Mato Grosso. Mais de 90% da rede localizava-se em cidades do interior\ndo país, e o quadro de funcionários montava a 65 mil. A política de\nexpansão da presença do banco no exterior, iniciada com a abertura da\nagência de Nova Iorque em 1969 – a segunda após a de Assunção, esta\ninaugurada em 1941 –, refletia-se na existência de 26 unidades cujos\nativos atingiam 7,6 bilhões de dólares. Além de sua atuação direta, o\nBanco do Brasil buscava parcerias com outras instituições financeiras,\ncriando empresas como o European Brazilian Bank, em Londres.\n\nAs operações privilegiavam o setor privado, destino de mais de 95% dos\ncréditos do banco. Os fundos que financiavam as operações mostravam a\nimportância de sua condição de banco de governo. Em 1976, por exemplo,\ndo total de 79 bilhões de cruzeiros de depósitos, apenas cerca de 38%\nprovinham de captação junto ao público. A conta movimento do Banco\nCentral, mecanismo de suprimento de recursos para operações de interesse\ngovernamental, tinha um saldo de 66,2 bilhões de cruzeiros, mais do que\no dobro dos recursos captados do público.\n\nA partir de meados da década de 1970, a primeira crise do petróleo\ninaugurou um período de instabilidade econômica. Até então, o país vinha\nvivendo uma fase áurea, de rápido e sustentado crescimento e contínua\nqueda dos níveis de inflação, que ficou conhecida como os anos do\n“milagre econômico”. A inflação, que se reduzira a níveis próximos a 15%\na.a., recomeçou a subir, e os maiores gastos com importações forçaram o\ngoverno a se preocupar com a situação da balança comercial e dos níveis\nde reservas internacionais.\n\nO Banco do Brasil continuou com a política de expansão de suas operações\nno país e no exterior, dentro da euforia que caracterizara o Brasil nos\nanos anteriores. Ademais, constituiu-se num dos principais instrumentos\ndo governo para o suporte dos setores cuja expansão era considerada\nfundamental para a superação dos desequilíbrios originados pelo choque\ndo petróleo: agropecuária, exportação e energia.\n\nO setor agropecuário tornou-se duplamente prioritário, com o incremento\nde sua produção visando a minorar pressões inflacionárias e gerar\ncrescentes excedentes exportáveis. O Banco do Brasil voltou-se ainda\nmais para seu suporte, expandindo sua rede de agências no interior. Em\n1980, o total de unidades em operação já atingia 1.838, das quais 1.155\neram agências, e parte da diferença eram postos avançados de crédito\nrural. Acompanhando o crescimento da rede, o número de funcionários\nalcançou 118 mil no final de 1980. A expansão da rede externa continuou\nde forma acelerada, dentro da prioridade de suporte ao comércio\nexterior. No final de 1980, eram 61 as unidades em operação, com ativos\nde 20,8 bilhões de dólares. Em cinco anos, portanto, mais que dobrou o\nnúmero de unidades, enquanto os ativos cresceram 170%. Na área de\nexportações, outro instrumento fundamental era a Carteira de Comércio\nExterior (Cacex), principal executora da política de fomento às\nexportações do país. Entre outras atividades administrativas a Cacex\ngerenciava o Fundo de Financiamento às Exportações (Finex).\n\nO aumento dos níveis de inflação ampliou o grau de subsídio aos juros\ndos financiamentos agrícolas, realizados a taxas fixas, fazendo com que\no capital aplicado retornasse ao banco em termos cada vez mais\ndepreciados, e exigindo a permanente recomposição de seu valor por parte\ndo governo. Acoplado à necessidade de maior controle da expansão\nmonetária, o resultado foi um continuado esforço de reduzir a utilização\nde créditos subsidiados e ampliar a participação de recursos privados no\nfinanciamento do setor agropecuário.\n\nEvento importante nesse período foi o início das operações do Fundo de\nIncentivo à Pesquisa Técnico-Científica (Funtec), ao qual passaram a ser\ndestinados 2% do lucro líquido do banco.\n\nAs Consequências das Duas Crises do Petróleo\n\nA segunda crise do petróleo em 1979 marcou o início de uma fase em que o\ncrescimento da economia se tornou mais lento e instável, e a inflação\ntomou uma tendência crescente, logo atingindo 100% a.a. e acabando por\ndesaguar em níveis hiperinflacionários. Essa deterioração do quadro\nmacroeconômico passou a exigir do governo, nos anos que se seguiram,\nconstantes mudanças na política econômica, com impacto negativo em todos\nos integrantes da economia e, em especial, no Banco do Brasil.\n\nNo plano internacional, houve um recrudescimento da inflação, com as\ntaxas anuais chegando aos 12,4% nos Estados Unidos e a 8% no Japão, e\nacarretando grande aumento nas taxas de juros. A Libor, taxa que rege o\ncusto de fundos no mercado interbancário de Londres, atingiu 16,8% a.a.,\nenquanto que a Prime Rate, taxa interna norte-americana, alcançou 20,5%.\nEsse nível de taxas dificultou a situação dos países em desenvolvimento,\ncomo o Brasil, por serem grandes tomadores de recursos, e contribuiu\nainda para o aumento de custos dos empréstimos e para a eclosão da crise\nda dívida externa, ocorrida pouco depois.\n\nNo ano de 1981, ocorreu a integração dos orçamentos fiscal, monetário e\ndas estatais, o que significou maior restrição às operações do Banco do\nBrasil, cujos recursos, nos programas de interesse do governo, provinham\nbasicamente do orçamento monetário. Em consequência, as aplicações do BB\nevoluíram em 68% no ano, com perdas reais.\n\nA restrição ao crédito sempre foi uma das medidas favoritas do governo\npara controlar a demanda agregada. A contínua fase de instabilidade\nrevelou-se muito prejudicial ao banco, com suas operações\nconsistentemente crescendo abaixo daquelas dos bancos comerciais. O\nBanco do Brasil, que em 1974 era responsável por metade do crédito\nbancário ao setor privado, viu essa participação reduzir-se a 1/3 em\n1981.\n\nEmbora o banco concentrasse suas aplicações no setor agropecuário,\ndestinando-lhe 2/3 de suas aplicações em 1981, a demanda por recursos\nsuperava a disponibilidade, dado o alto grau de subsídio ao crédito\nagrícola. Em 1980 iniciou-se um maior direcionamento de fundos para o\npequeno produtor, e em 1981 passou-se a exigir maior contrapartida de\nrecursos próprios dos grandes e médios produtores. Entrava-se numa fase\nde tentar transformar o estímulo à área rural transitando-se do crédito\nsubsidiado para os preços.\n\nFiel à sua tradição de apoio aos programas de governo, engajou-se ainda\no banco no Proálcool, sendo o seu maior agente, responsável por 64% das\naplicações.\n\nA expansão da rede externa permitiu ao banco uma crescente participação\nem sindicatos de bancos, concedendo empréstimos externos a empresas\nbrasileiras e ao governo. De 1977 a 1981, o Banco do Brasil foi o líder\nde sindicatos de empréstimos atingindo o valor de 1,65 bilhões de\ndólares, colíder de sindicatos montando a 6,659 bilhões de dólares, e\nparticipante em outros alcançando 3,128 bilhões de dólares.\n\nA Crise da Dívida Externa\n\nO ano de 1982 ficou marcado pela crise da dívida externa, iniciada pela\nmoratória declarada pelo México. A crise encontrou o Banco do Brasil em\nfase de plena expansão. Apenas no ano de 1982, instalaram-se 792\nunidades no país – crescimento da rede de 40% –, e houve um aumento de\n20 mil no número de funcionários. As agências no exterior, àquela altura\n70 unidades, detinham depósitos de 22,1 bilhões de dólares, em boa parte\naplicados no Brasil.\n\nA crise externa obrigou o Brasil à assinatura de um acordo com o Fundo\nMonetário Internacional (FMI) em fevereiro de 1983, objetivando melhorar\na posição do balanço de pagamentos, reduzir o déficit do setor público e\npromover a liberalização da economia. Também foi assinado acordo com os\nbancos internacionais, envolvendo a concessão de novos empréstimos em\nmoeda, rolagem automática do principal vencendo naquele ano, e\nmanutenção das linhas de *trade finance* de curto prazo e das linhas\ninterbancárias.\n\nA necessidade de controle monetário e a maior facilidade de controlar os\nempréstimos do Banco do Brasil fizeram com que, no final de 1984, o\nsaldo dos empréstimos do banco se reduzissem a ¼ daquele existente em\n1978. Apesar da perda substância no mercado, a relevância do Banco do\nBrasil no sistema financeiro nacional podia ser aferida pelo fato de seu\npatrimônio líquido ainda ser igual ao do conjunto dos 20 maiores bancos\ncomerciais.\n\nEm 1985 iniciou-se o processo de ajuste da rede externa com o\nencerramento das atividades de 12 unidades e a redução de seu número\npara 59, processo que iria continuar nos anos seguintes. A tônica da\natuação do banco deslocou-se da captação de depósitos, não mais\ndisponíveis, para operações financeiras e de comércio exterior. Restou,\nporém, o problema do financiamento da carteira de ativos da rede\nexterna, representada principalmente por papéis de risco do Brasil.\n\nO banco conseguiu reduzir o atraso que acumulara na área de informática\nem relação a seus concorrentes, em função de grandes investimentos em\nequipamentos. A modernização tecnológica começou a chegar às agências\ncom a instalação, a partir de 1984, de terminais *on-line*.\n\nO Plano Cruzado: Fim da Conta Movimento\n\nA aceleração da inflação no final de 1985, que levou a taxa ao patamar\nde 15% ao mês, forçou o governo a instituir um novo plano de\nestabilização, que foi divulgado em 28 de janeiro de 1986 e de início\nobteve grande sucesso em termos de controle da inflação e níveis de\ncrescimento econômico. Baseou-se o Plano Cruzado no congelamento de\npreços, salários e câmbio, na desindexação da economia, na criação de um\nnovo padrão monetário, o cruzado, e no aumento de taxas de juros para\nconter a demanda. Como parte do plano foram introduzidas alterações\nfundamentais no relacionamento do Banco do Brasil com o Banco Central e\no Tesouro Nacional.\n\nPor meio do voto 45/86, de 30 de janeiro de 1986, foi feito o\ncongelamento da conta movimento que o Banco Central mantinha no Banco do\nBrasil para contabilizar as operações de interesse do governo federal,\ncom as novas operações ocorrendo dentro da sistemática de prévio\nsuprimento de recursos. Perdeu ainda o banco os recursos originários do\nfluxo de caixa do orçamento do Tesouro. Em contrapartida, foi autorizado\na praticar todas as operações permitidas às instituições financeiras.\n\nO crescimento de um segmento financeiro não monetário fora viabilizado\npelas leis de Reforma Bancária e de Mercado de Capitais. O fato de não\nser permitido ao Banco do Brasil participar desse segmento contribuiu,\nao lado do contingenciamento de suas operações pelo governo, para a\nqueda de sua participação nos empréstimos ao setor privado. O primeiro\npasso do banco foi criar o BB DTVM, implantando-se o Fundo Ouro de Ações\njá em junho de 1986. Não foi possível ao Tesouro fornecer ao Banco do\nBrasil todos os recursos necessários para este atender às operações de\ncrédito agrícola, tendo o banco coberto cerca de 25% com recursos\npróprios, sob promessa de receber o montante correspondente à\nequalização de juros, o que só viria a ocorrer no ano seguinte. A\nincapacidade do governo de suprir os recursos requeridos iria se\ntransformar num problema recorrente, com graves repercussões.\n\nO ano de 1986 viu, também, nascer o programa Verão Ouro, de apoio a\nclientes do cheque-ouro em viagem de férias, que iria se revelar um\ngrande sucesso de marketing. O cheque-ouro com garantia de pagamento,\nproduto inovador cuja marca acabou se confundindo com o produto, havia\nsido criado em 1969.\n\nA expansão das operações e o comportamento da concorrência permitiram\nampliar a participação dos empréstimos do banco no sistema financeiro\nnacional, que caíra para 7,5% em março de 1985, e atingiu 14,8% ao final\ndo primeiro semestre de 1986. Essa participação seria mantida *grosso\nmodo* nos anos seguintes. Na ocasião, do total dos empréstimos, 40% eram\nfinanciados por recursos próprios e captação no mercado. A agropecuária\nrecebeu 37% das aplicações, a indústria 9%, comércio e serviços 27%, e o\nsetor público, incluindo empresas estatais, 27%. Destacaram-se nas\noperações com o setor público empréstimos a estados e municípios com\nrecursos do Tesouro Nacional.\n\nEm termos administrativos, a necessidade de captar recursos no mercado e\nmelhor geri-los levou à criação da vice-presidência de finanças.\nIniciou-se ainda a reformulação da estrutura física, tecnológica e de\npessoal das agências e unidades de suporte do banco.\n\nA momentânea eliminação da inflação afetou o sistema bancário pela perda\ndos ganhos inflacionários, em parte compensados pela maior monetarização\nda economia e expansão das operações ativas. Muitos bancos deram início\na um processo de ajuste, com revisão de política de pessoal, cobrança\npor serviços antes gratuitos e fechamento de pontos de atendimento. O\nsucesso do Plano Cruzado foi contudo curto, e iniciou-se um período de\ngrande instabilidade econômica, com a implantação fracassada de diversos\nplanos de estabilização.\n\nEm 1987, o banco continuou a ocupação do novo espaço de mercado, com a\ncriação da financeira, da empresa de *leasing*, da corretora de seguros\ne da administradora de cartões de crédito. Foram lançados o cartão de\ncrédito Ourocard, o Fundo Ouro de Renda Fixa e a caderneta de poupança\nouro, esta destinada a direcionar recursos para o financiamento do\ncrédito rural, substituindo o aporte de recursos do Tesouro. Criada em\nfevereiro, a poupança ouro ao final do ano já acumulava 7,5% de toda a\ncaptação do sistema. O ano marcou ainda o início das atividades da\nFundação Banco do Brasil, que passou a centralizar as atividades de\napoio às áreas científica, tecnológica e social.\n\nAs atividades do BB-Banco de Investimentos iniciaram-se em julho de\n1989, e em outubro inauguraram-se as instalações do Centro Cultural\nBanco do Brasil, no Rio de Janeiro, que em pouco tempo passou a\nregistrar a presença de mais de dois milhões de visitantes por ano.\n\nPor decisão do governo federal, todas as empresas estatais e de economia\nmista tiveram o número de diretores reduzido a cinco, mais o presidente,\nindependentemente de seu porte. O Banco do Brasil, que tinha quatro\nvice-presidentes e dez diretores, viu esse número ser reduzido a seis,\nporque conseguiu um a mais por conta da Cacex. Na oportunidade, foi\npromovida uma reformulação administrativa. A rede do Banco do Brasil\nalcançou 4.449 unidades domésticas ao final de 1989, das quais 2.377\neram agências, somando-se 46 dependências no exterior. O número de\nfuncionários atingiu 134 mil.\n\nA DÉCADA DE 1990\n\nO início do ano de 1990 foi marcado por mais um plano econômico, o\nchamado Plano Collor, que aumentou ainda mais o grau de distorção\nexistente na economia, com o congelamento de depósitos de clientes e de\nparte do capital de giro das instituições financeiras. Para o Banco do\nBrasil, o ano representou também o fim da Cacex, com a transferência de\nsuas funções para o então Ministério da Economia. Passou ainda o banco\npor reformulação administrativa, sendo sua estrutura alterada e\nreduzindo-se a administração central e o número de funcionários em cerca\nde 10%.\n\nO volume de recursos aportado pelo Tesouro ao crédito agrícola tendeu a\nse reduzir cada vez mais, em vista das restrições fiscais, representando\nem 1991 apenas 17% do total. A pressão sobre o banco para cobrir o\ndiferencial, existente havia algum tempo, levou à aplicação no crédito\nrural de um volume de recursos superior ao disponível nas fontes\nrespectivas, com o desvio de recursos destinados a outras atividades, ou\nmesmo à captação adicional no mercado, a custos mais elevados. Além\ndisso, a necessidade de controle da inflação tendeu a depreciar os\npreços mínimos, ao passo que os altos juros reais, típicos dos\nsucessivos planos econômicos, aumentavam bem mais os custos dos\nfinanciamentos, gerando descompassos que tiveram sérias repercussões nas\natividades do banco.\n\nCom o fracasso do Plano Collor, houve rápida aceleração das taxas de\ninflação, gerando receita adicional, o que reduziu o estímulo para\ncontinuar o processo de ajuste. Voltou a crescer a rede de dependências\ndo Banco do Brasil, e o número de funcionários atingiu 126 mil em 1993.\n\nAs mudanças que ocorreram na época ficaram refletidas na estrutura de\nrecursos: enquanto em 1985 apenas 34% das operações de crédito com o\nsetor privado tinham sua fonte em operações de mercado, o restante\nprovindo basicamente do Tesouro e do Banco Central, ao final de 1994 80%\ndessas operações tinham sua fonte no mercado, sendo apenas 8% fornecidos\npelo Tesouro. A dependência das condições de mercado ficou ainda mais\npatente com as modificações efetuadas por ocasião do Plano Real.\n\nO Plano Real foi anunciado em 1^o^ de julho de 1994, abrangendo as áreas\nfiscal, monetária e cambial, e incluindo um engenhoso e eficaz mecanismo\nde desindexação da economia, via efetiva amarração do valor da nova\nmoeda, o real, ao dólar norte-americano. Caracterizou-se pelo aumento no\nnível das taxas de juros e pelasobrevalorização do câmbio, viabilizada\npela entrada de capital decorrente do diferencial entre os juros\ndomésticos e internacionais. Destacou-se ainda por, pela primeira vez,\nnão se basear em controle e tabelamento de preços. Em nível mais\nestrutural, aprofundou-se o programa de abertura comercial, já em\nandamento, e deu-se ênfase à privatização e à reforma da Constituição,\ncom vistas a viabilizar a privatização de diversas áreas e o controle de\ngastos governamentais.\n\nO impacto no Banco do Brasil foi imediato. A queda da inflação para\nníveis abaixo de 2% já ao final do ano implicou a perda dos expressivos\nganhos inflacionários. A valorização do real frente ao dólar gerou\nperdas adicionais, dado que o banco tinha mais ativos do que passivos\nnaquela moeda. De início, houve certa euforia com a expansão do volume\nde crédito, mas tal situação se alterou, em vista do ajuste que o\ngoverno foi forçado a fazer nos rumos da economia, em função de nova\ncrise externa mexicana.\n\nAs novas condições de baixa inflação e aumento do nível de inadimplência\nlevaram a uma situação de crise no sistema financeiro, tornando clara a\nsituação de insolvência de diversos bancos, tanto privados quanto\nestaduais. Uma crise financeira mais séria só foi evitada com a assunção\npelo Banco Central de perdas expressivas no saneamento do sistema, que\nincluiu a intervenção em três dos dez maiores bancos privados.\n\nO Banco do Brasil, historicamente o que mais emprestava ao setor\nprodutivo, detinha uma carteira de ativos com muitos problemas, que veio\nagravar suas dificuldades operacionais. Registrou-se um prejuízo de 4,2\nbilhões de reais em 1995, e outro ainda maior, de 7,5 bilhões de reais,\nno ano seguinte, todo ele ocorrido no primeiro semestre, em parte em\nconsequência do aumento de provisões para atender o crescimento da\ninadimplência. A fim de manter sua integridade patrimonial, o banco fez\num aumento de capital de 8 bilhões de reais no primeiro semestre de\n1996. Uma consequência de chamada de capital tão expressiva foi o\naumento da participação do Tesouro no capital total do banco, que, de\ncerca de 30%, passou a 73%.\n\nO ajuste às novas condições abrangeu ações em variadas áreas. Buscou-se\naumento de receitas com a cobrança por serviços prestados, a ampliação\ndo leque de produtos oferecidos, e a exploração do potencial da rede de\nvendas via criação de novas empresas na área de seguros e capitalização,\nem sociedade com empresas privadas.\n\nEm termos de redução de custos, entre 1995 e 1996 racionalizou-se a rede\nde dependências, com a redução de seu número em 541 unidades, das quais\n170 eram agências, a redução de porte de muitas outras e a diminuição do\nnúmero de funcionários em 34 mil, representando o rompimento do modelo\nde relações trabalhistas até então existente. Ao final de 1996, eram 85\nmil funcionários e 4.443 pontos de atendimento, dos quais 2.931 eram\nagências.\n\nAs perdas decorrentes do descompasso cambial e da alta inadimplência\nlevaram o banco a aprimorar substancialmente seus sistemas de\nadministração de risco e de concessão de crédito. Definiu-se nova\nestrutura administrativa, com a criação de unidades de negócios e\nunidades de suporte. As nove unidades de negócios cobriam as áreas\ncomercial, de distribuição, de governo, internacional, de mercado de\ncapitais e investimentos, de recuperação de créditos, rural e\nagroindustrial, de seguridade, de varejo e negócios. Com a criação do\ncargo de superintendente executivo para cada área de negócios e de\nsuporte deu-se mais profundidade à estrutura executiva, restrita aos\nsete membros do conselho diretor. Procurou-se, também, isolar o banco de\ninfluências políticas em suas operações, com a redução do poder dos\nrepresentantes do governo nos conselhos de administração e fiscal.\n\nAs prioridades de atuação do Banco do Brasil voltaram-se para o varejo,\na área de seguridade e a de mercado de capitais. Foram criadas várias\nempresas em parceria com o setor privado em que o banco, embora com a\nmaioria do capital, não detém o controle, como a Brasilprev, na área de\nprevidência privada, a Brasilcap, empresa de capitalização, a Brasil\nSaúde, na área de seguro de saúde, a Brasilseg, na área de seguros,\nposteriormente desdobrada em Aliança do Brasil, atuando nos ramos vida e\nelementares, e a Brasil Veículos, no ramo de seguro de veículos.\n\nPaulo de Tarso Medeiros\n\n(colaboração especial)\n\n**FONTES:** BANCO DO BRASIL. *Relatório* (1965-1986); BENEVIDES, M.\n*Considerações*; CASTRO, H. *Introdução*; LEVY, M. *Encilhamento*; LEVY,\nM. *Fundamentos*; LEVY, M. *Gestão*;PACHECO, C. *História*; TOPIK, S.\n*Empresa.*\n","ref":"**FONTES:** BANCO DO BRASIL. *Relatório* (1965-1986); BENEVIDES, M.\n*Considerações*; CASTRO, H. *Introdução*; LEVY, M. *Encilhamento*; LEVY,\nM. *Fundamentos*; LEVY, M. *Gestão*;PACHECO, C. *História*; TOPIK, S.\n*Empresa.*\n","dic":"DHBPR"}
