{"title":"ROMERO, Sílvio","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1900],"datas_fim":[1902],"estados":["SE"],"autor":[0],"content":"**ROMERO, Sílvio**\n\n\\*dep. fed. SE 1900-1902.\n\n*Sílvio Vasconcelos Silveira Ramos Romero* nasceu na cidade de Lagarto\n(SE) em 21 de abril de 1851, filho de André Ramos Romero e de Maria\nVasconcelos da Silveira Santos Romero.\n\nApós fazer os estudos primários em sua cidade de origem, na Escola Mista\ndo professor Badu, deixou Sergipe em 1863 com destino ao Rio de Janeiro,\nentão capital do Império, para fazer os preparatórios no Ateneu\nFluminense. Rumou em seguida para Recife e matriculou-se na Faculdade de\nDireito dessa cidade em 1868. No segundo ano do curso iniciou sua\ncolaboração na imprensa literária, com a publicação da monografia “A\npoesia contemporânea e a sua intuição naturalista”. Desde então,\nmanteve-se presente nas folhas recifenses como poeta, ensaísta e\ncrítico. Escreveu para *A Crença* (que também dirigiu), *O Americano*,\n*Correio Pernambucano*, *Diário de Pernambuco*, *O Movimento*, *Jornal\nde Recife*, *A República* e *O Liberal*. Ainda nos anos de faculdade\nconheceu Tobias Barreto, principal referência da Escola de Recife, e\nentrou em contato com as ideias positivistas e evolucionistas, com as\nquais dialogou nos seus escritos de crítica literária e de sociologia.\nRecebeu o grau de bacharel em direito em novembro de 1873.\n\nLogo depois de formado regressou a Sergipe, tornou-se promotor público\nem Estância, fundou o Clube Republicano da cidade, inspirado nos\nencontros que manteve com o grupo republicano de Laranjeiras, e foi\neleito deputado à Assembleia Provincial. Renunciou porém ao mandato em\n1875, com o objetivo de ingressar na vida acadêmica. Voltou a Recife e\nse inscreveu para a defesa de tese com a qual pretendia ingressar no\nColégio das Artes como professor de filosofia. Contudo, durante a defesa\npública, após ter afirmado em acirrado debate que “a metafísica está\nmorta”, entrou em atrito com os examinadores, a tal ponto que, devido a\nagressões pessoais, ficou decidido o encerramento da sessão. Em virtude\ndos acontecimentos, não obteve o título pleiteado, além de ter\nrespondido a processo por crime de injúria, do qual foi absolvido.\n\nDeixou então Pernambuco para viver em Parati, no sul da província do Rio\nde Janeiro, onde foi nomeado juiz municipal e de órfãos por decreto de\n31 de agosto de 1876. Exerceu essa função até julho de 1879, quando foi\nexonerado a pedido próprio. De volta à cidade do Rio de Janeiro,\ncolaborou no jornal *O Repórter*, de Lopes Trovão. Em 1880 obteve, por\nconcurso público, uma vaga para lecionar filosofia no Internato do\nColégio Pedro II, classificado em primeiro lugar com a tese\n*Interpretação filosófica dos fatos históricos*.\n\nDefinida sua situação profissional, pôde dedicar-se a escrever seu livro\nmais significativo, *História da literatura brasileira* (1888), no qual\nse propôs encontrar “as leis gerais que presidiram e continuam a\ndeterminar a formação do gênio, do espírito, do caráter do povo\nbrasileiro” e, assim, “mostrar as relações de nossa vida intelectual com\na História política, social e econômica da nação”. Nessa perspectiva,\nescreveu Alberto Schneider, a literatura aparece como “documento da\nnacionalidade”. Além de importante historiador da literatura, Sílvio\nRomero destacou-se pelo constante envolvimento em polêmicas literárias.\nEscreveu contra José de Alencar, Araripe Júnior, Machado de Assis e José\nVeríssimo.\n\nNa República: Atuação Política e Literária\n\nSílvio Romero apoiou a causa republicana e, em 1889, ano de instauração\ndo regime político que substituiu a monarquia parlamentar e o reinado de\ndom Pedro II, publicou dois panfletos em que procurou divulgar suas\nideias: *Manifesto aos eleitores da província de Sergipe* e *Mensagem\ndos homens de letras do Rio de Janeiro ao governo provisório*. Envolvido\nna política da capital federal, ingressou em 1890 no Partido Nacional e\napresentou-se como candidato ao Senado. Derrotado nas urnas, regressou a\nSergipe em 1891 e passou a atuar ativamente na política local.\n\nEm 1894, apoiou Manuel Valadão e os “pebas” (republicanos florianistas)\nna derrubada do governo de José Calazans. No momento em que Calazans\ndeixou a capital para refugiar-se na cidade de Rosário do Catete, onde\nLeandro Siqueira Maciel, um dos mais importantes líderes dos “cabaús”\n(antigos membros do Partido Conservador que aderiram à República) tinha\nsuas propriedades, exigiu em discurso no centro de Aracaju a entrega do\ngoverno sergipano ao presidente da Assembleia Legislativa.\n\nParticipou em 1897 da fundação da Academia Brasileira de Letras (ABL) e\nfoi escolhido para a cadeira de número 17, cujo patrono é Hipólito da\nCosta.\n\nEm 1899 elegeu-se deputado federal por Sergipe, beneficiado pelo acordo\nentre pebas e cabaús, que possibilitou a eleição do monsenhor Olímpio\nCampos para o governo sergipano e a de Martinho Garcez para o Senado da\nRepública. Em sua passagem pela Câmara dos Deputados, entre maio de 1900\ne dezembro de 1902, foi relator do projeto do Código Civil.\n\nEm 1906 esteve reunido aos que fundaram o Partido Progressista (PP),\npara o qual convergiram todos os insatisfeitos com a continuidade do\nmando político do monsenhor Campos, que acabava de eleger seu irmão mais\nvelho para dirigir o estado. Entre os progressistas estivera Fausto\nCardoso, líder da revolta contra o governo de Guilherme Campos,\nreprimida pelo presidente Rodrigues Alves em agosto daquele ano, após\nter conquistado o poder por 18 dias consecutivos.\n\nTambém em 1906, Sílvio Romero proferiu o discurso de recepção a Euclides\nda Cunha na ABL. Na ocasião, para o espanto de todos, quebrou o ato\nprotocolar atacando Valentim Magalhães e Castro Alves, respectivamente\nantecessor e patrono da cadeira entregue ao autor de *Os sertões*, não\npoupando inclusive palavras contra o governo federal, na presença do\npresidente Afonso Pena, o que fortaleceu ainda mais sua imagem de\npolemista.\n\nAposentado do Colégio Pedro II em 1910, no ano seguinte, após ter\ncontraído tuberculose, passou a viver na cidade mineira de Juiz de Fora.\nFundou a Faculdade de Direito da cidade, posteriormente integrada à\nUniversidade Federal.\n\nFoi membro do Instituto Histórico e Geográfico Brasileiro, da Academia\nBaiana de Letras, da Academia Pernambucana de Letras, sócio-honorário do\nInstituto Histórico e Geográfico de São Paulo, sócio-correspondente da\nAcademia de Ciências de Lisboa, do Instituto Histórico e Geográfico de\nSergipe, do Instituto Histórico e Geográfico de Minas Gerais e do Grêmio\nLiterário de Campinas. Atuou no ensino superior como lente de filosofia\ndo direito na Faculdade Livre do Rio de Janeiro. Representou o Brasil em\nvárias conferências internacionais e foi agraciado pelo rei dom Carlos,\nde Portugal, com a comenda de São Tiago.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, no dia 18\nde julho de 1914.\n\nFoi casado em primeiras núpcias com Clarinda Diamantina Correia de\nAraújo, posteriormente com Maria da Rocha Liberato, que veio a falecer,\ne, por último, com Maria Pereira Barreto.\n\nEscreveu vastíssima obra de crítica e história literária, poesia,\nfilosofia, história do Brasil, crônica política, etnografia, sociologia\ne folclore. Publicou *Etnologia selvagem* (1873), *A filosofia no\nBrasil: ensaio crítico* (1878), *Cantos do fim do século* (1878), *A\nliteratura brasileira e a crítica moderna: ensaio de generalização*\n(1880), *Introdução à história da literatura brasileira* (1882),\n*Naturalismo em literatura* (1882), *Cantos populares do Brasil* (1883),\n*Ensaios de crítica parlamentar* (1883), *Últimos harpejos* (1883),\n*Estudos sobre a poesia popular no Brasil* (1888), *Etnografia\nbrasileira: estudos críticos sobre Couto de Magalhães* (1888), *História\nda literatura brasileira* (1888), *A filosofia e o ensino secundário*\n(1889), *As três formas principais da organização republicana* (1889),\n*Ensino cívico: a história do Brasil ensinada pela biografia dos seus\nheróis* (1890), *Luiz Murat: estudos* (1891), *Parlamentarismo e\npresidencialismo na República do Brasil: cartas ao conselheiro Rui\nBarbosa* (1893), *Doutrina contra doutrina: o evolucionismo e o\npositivismo no Brasil* (1894), *Ensaios de filosofia do direito* (1895),\n*A verdade sobre o caso de Sergipe* (1895), *O vampiro do Vasa-Barris:\nintermezzo jornalístico em resposta ao vigário Olímpio Campos* (1895),\n*Machado de Assis: estudo comparativo* (1897), *Novos estudos de\nliteratura contemporânea* (1897), *Martins Pena: ensaio crítico* (1901),\n*Ensaios de sociologia e literatura* (1901), *O elemento português na\ncolonização do Brasil* (1902), *Outros estudos de literatura\ncontemporânea* (1905), *Evolução do lirismo brasileiro* (1905),\n*Evolução da literatura brasileira: vista sintética* (1905), *O\nalemanismo no sul do Brasil: seus perigos e os meios de combater*\n(1906), A *pátria portuguesa: o território e a raça* (1907),\n*Zeverissimações ineptas da crítica: respostas e desabafos* (1909),\n*Quadro sintético da evolução dos gêneros na literatura brasileira*\n(1911), *Estudos sociais: o Brasil na primeira metade do século XX*\n(1911), *Minhas contradições* (1914).\n\nA seu respeito foram escritos, entre outros, *Método crítico de Sílvio*\n*Romero*, de Antônio Cândido (1945), *Sílvio Romero, de corpo inteiro*,\nde Carlos Sussekind de Mendonça (1963) e *Sílvio Romero: dilemas e\ncombates no Brasil da virada do século XX*, de Maria Aparecida Resende\nMota (2000).\n\nEm sua homenagem, desde 1959, o governo federal realiza o Concurso\nSílvio Romero de Monografias sobre folclore e cultura popular.\n\n \n\nSérgio Montalvão\n\n**FONTES:** ACAD. BRAS. LETRAS*.* Disponível em:\n\\<www.academia.org.br/\\>; CÂM. DEP. *Deputados*;GUARANÁ, M.\n*Dicionário*; RODRIGUES, R. *Silvio Romero*;SCHNEIDER, A. *Silvio\nRomero*; TEIXEIRA, J. *Turbilhão*;*V*ENTURA, R. *Estilo.*\n","ref":"**FONTES:** ACAD. BRAS. LETRAS*.* Disponível em:\n\\<www.academia.org.br/\\>; CÂM. DEP. *Deputados*;GUARANÁ, M.\n*Dicionário*; RODRIGUES, R. *Silvio Romero*;SCHNEIDER, A. *Silvio\nRomero*; TEIXEIRA, J. *Turbilhão*;*V*ENTURA, R. *Estilo.*\n","dic":"DHBPR"}
