{"title":"BANDEIRA NACIONAL","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**BANDEIRA NACIONAL**\n\nSímbolo nacional modificado após a Proclamação da República em 15 de\nnovembro de 1889, com base em projeto idealizado por Raimundo Teixeira\nMendes com a colaboração de Miguel Lemos. O projeto manteve o retângulo\nverde e o losango amarelo da bandeira imperial, desenhada por\nJean-Baptiste Debret, mas substituiu, no centro do losango, o escudo de\narmas encimado pela coroa e ladeado por ramos de café e tabaco por uma\nesfera azul salpicada de estrelas e cortada por uma faixa branca com os\ndizeres “Ordem e progresso”. Foi prevista a colocação de 21 estrelas,\nmostrando de forma idealizada o céu do Rio de Janeiro nas primeiras\nhoras da manhã do dia 15 de novembro. Coube a Manuel Pereira Reis,\nprofessor de astronomia da Escola Politécnica, a projeção das estrelas\nna esfera. O desenho foi executado pelo pintor Décio Vilares. Para\ngarantir a aprovação do projeto, foi atribuída a Benjamin Constant a\nresponsabilidade pela criação da bandeira, mas na verdade ele apenas\naprovou o projeto, indicando que deveria ser dado maior realce ao\nCruzeiro do Sul, o que foi feito.\n\nMIS\n\n![Description: G:\\\\Trabalho para a Mirna\\\\MIS\\\\Imagens MIS\\\\Bandeira -\n“Um patriota ainda verde”,\n1929.jpg](BANDEIRA%20NACIONAL_arquivos/image001.jpg)\n\nBandeira. “Um patriota ainda verde”, 1929.\n\nAssim, foram os positivistas que definiram o projeto de uma bandeira\npara a República. Mantiveram o verde-amarelo que representava a riqueza\nnacional e apontaram para o futuro da nação com a divisa “Ordem e\nprogresso”, lema de Augusto Comte, fundador do positivismo. Pelo Decreto\nn^o^ 4 do Governo Provisório, de 19 de novembro de 1889, foi\noficialmente adotada a bandeira que simbolizava a República. Seu lema\nnão foi contudo bem aceito, provocando grandes divergências e críticas\nque permaneceram até recentemente.\n\nA primeira bandeira republicana foi bordada por Flora Simas de Carvalho,\nem algodão. A segunda, bordada pela mesma senhora em seda, foi hasteada\ncom solenidade na Câmara Municipal do Rio de Janeiro. Em seguida, as\nfilhas de Benjamin Constant bordaram as bandeiras destinadas às escolas\nMilitar e Superior de Guerra.\n\nAlzira Alves de Abreu\n\n**FONTE:** COIMBRA, R. *Bandeira.*\n","ref":"","dic":"DHBPR"}
