{"title":"SABOIA, Eduardo Tomé","cargoss":["dep. fed. CE 1908-1917."],"author":null,"content":"**SABOIA, Eduardo Tomé**\n\n\\*dep. fed. CE 1908-1917.\n\n*Eduardo Tomé Saboia* nasceu em Fortaleza em 1876, filho de José Tomé da\nSilva e de Ana Figueira de Saboia e Silva.\n\nFez os estudos preparatórios no Liceu do Ceará, dali seguindo para o Rio\nde Janeiro, onde ingressou na Escola Politécnica. Cursou porém apenas o\nprimeiro ano e abandonou a escola para se dedicar ao jornalismo. Foi\nredator da revista literária *A Semana* e logo depois foi auxiliar de\nJosé do Patrocínio no periódico *Cidade do Rio*. Foi também redator do\n*Debate* e secretário e diretor de *O Comércio*, que fundou com os\namigos Domingos Olímpio, Frota Pessoa e Antônio Sales ainda no Rio de\nJaneiro. Ingressou em 1892 na Faculdade Livre de Direito do Rio de\nJaneiro, mas tampouco completou o curso. Mudando-se para Salvador, e\ntendo como companheiro o polemista Odalberto Pereira, passou a escrever\na coluna política do *Diário da Bahia*. Afinal concluiu o curso de\ndireito em 1902 e logo depois foi nomeado oficial de gabinete do então\ngovernador do Bahia Severino Vieira (1900-1904).\n\nEm 1905 retornou ao Ceará, onde fora designado catedrático de direito\ncriminal da Faculdade de Direito. Em 1906 foi nomeado secretário da\nFazenda pelo então governador do estado, Nogueira Acióli, e por um breve\nperíodo, por motivo de moléstia do titular, secretário interino da\nJustiça. Com a ida de Tomás Acióli para o Senado Federal, em 1908\nassumiu a vaga deixada por este na Câmara dos Deputados. Reeleito para\nmais três legislaturas, exerceu o mandato até de dezembro de 1917.\n\nDe sua autoria foram publicados, entre outros, os seguintes trabalhos:\n*Contos do Ceará* (1894); *Nova Lei de Falência* (1902); *Relatório da\nSecretaria da Fazenda apresentado ao presidente do estado do Ceará*\n(1906).\n\nKleiton de Souza Moraes\n\n**FONTES:** STUDART, G. *Dicionário* (v.1, p.237-238).\n","ref":"**FONTES:** STUDART, G. *Dicionário* (v.1, p.237-238).\n","dic":"DHBPR"}