{"title":"SALES, Campos","cargoss":["dep. geral 1885","min. Just. 1889-1891","const. 1891","sen. SP 1891-1896"],"author":null,"content":"**SALES, Campos**\n\n\\*dep. geral 1885; min. Just. 1889-1891; const. 1891; sen. SP 1891-1896;\npres. SP 1896-1897; pres. Rep. 1898-1902; sen. SP 1909-1912; emb. Bras.\nArgentina 1912; sem. SP 1913.\n\n*Manuel Ferraz de Campos Sales* nasceu em Campinas (SP) em 13 de\nfevereiro de 1841, filho de Francisco de Paula Sales e de Ana Cândida\nFerraz, ambos descendentes de famílias tradicionais da região ligadas à\nlavoura. Sua irmã Maria do Carmo Sales casou-se com José Alves de\nCerqueira César, republicano histórico, que seria vice-presidente de São\nPaulo e como tal assumiria o governo do estado de 1891 a 1892. Seu irmão\nJosé Alberto Sales foi deputado federal por São Paulo de 1892 a 1893.\n\nFez os estudos preliminares em sua cidade natal, no internato de Quirino\nde Amaral Campos, e aos 15 anos transferiu-se para a capital da\nprovíncia para fazer os preparatórios. Ingressou na Faculdade de Direito\nde São Paulo em 1859, e durante os tempos de estudante tornou-se\nmilitante do Partido Liberal do Império, chegando a atuar como\npublicista em órgãos de divulgação do partido. Formado em 1863, fixou-se\ndois anos depois em Campinas, passando a exercer a advocacia.\n\nParalelamente à atuação profissional e à atividade no jornalismo, deu\ninício à carreira política, elegendo-se em 1867 para uma cadeira na\nAssembleia Provincial de São Paulo. Nos anos seguintes, formou com\ngrupos dissidentes do Partido Liberal, que vieram a constituir o Partido\nRepublicano em 1870. Na ocasião do lançamento da nova agremiação, foi\nlançado o *Manifesto Republicano*, do qual foi um dos signatários. Foi\ntambém membro da direção provisória do Partido Republicano Paulista\n(PRP) em 1872, tendo sido eleito várias vezes para sua comissão\npermanente nas décadas seguintes.\n\nAinda na década de 1870, além de firmar sua liderança política em\nCampinas, elegendo-se vereador por duas vezes com o apoio dos\nrepublicanos, teve importante papel na organização e na definição\ndoutrinária do PRP. Para ele, o partido, em sua pregação antimonárquica,\nnão deveria recair em atitudes radicais ou mesmo destrutivas. Longe\ndisso, deveria conduzir sua luta pela transformação do regime de forma\nprudente e moderada, dado o cunho manifestamente conservador de suas\ntendências.\n\nNos anos 1880, teve movimentada vida político-parlamentar, elegendo-se\npor duas vezes para a Assembleia Provincial (1882-1883 e 1888-1889) e\numa para a Assembleia Geral (1885). Como deputado geral, participou\nativamente dos debates parlamentares em torno do projeto do gabinete\nSousa Dantas relativo à abolição dos escravos com mais de 60 anos, tendo\nsido defensor enérgico de uma solução gradual para a chamada “questão\nservil”, já que via com preocupação os possíveis problemas para a\nagricultura decorrentes de uma solução imediata. Dois anos depois, dada\na intensificação da luta abolicionista em São Paulo e no resto do país,\nem discurso proferido na entidade dos lavradores paulistas, a Associação\nLibertadora e Organizadora do Trabalho, veio a defender a libertação\nimediata e incondicional dos escravos.\n\nEm fins de 1889, à frente da comissão central do PRP, teve importante\npapel na articulação de forças civis e militares paulistas que deram\napoio à derrubada do regime monárquico, ao lado de outros líderes do\npartido como Francisco Glicério, Bernardino de Campos, Rangel Pestana e\nPrudente de Morais. Coube-lhe especificamente estabelecer o contato\nentre os correligionários paulistas e as lideranças civis que estiveram\nà testa do movimento republicano na capital do Império.\n\nMinistro da Justiça\n\nInstalado o governo provisório da República em 15 de novembro de 1889\nsob a chefia do marechal Deodoro da Fonseca, Campos Sales foi nomeado\nministro da Justiça e assumiu o cargo em 18 de novembro sucedendo a Rui\nBarbosa, que durante três dias acumulou essa pasta com o Ministério da\nFazenda.\n\nEm um primeiro momento, voltou-se para dar consequência a um conjunto de\nmedidas relativas ao estabelecimento do Estado laico no país, seja no\ntocante ao novo perfil fixado para o casamento civil, seja no tocante à\nsecularização dos cemitérios. Além disso, uma das suas principais\niniciativas à frente do Ministério da Justiça foi instituir um conjunto\nde normas que deu nova feição ao Poder Judiciário brasileiro, o que\npossibilitou o estabelecimento de um sistema dual de Justiça, composto\npor órgãos federais e estaduais e coerente com o princípio federalista\nque moldou a primeira experiência republicana do país.\n\nCom vistas à institucionalização do regime, o governo provisório nomeou\numa comissão constituída por cinco próceres republicanos que ficou\nencarregada de redigir um projeto constitucional para o país. Findo o\ntrabalho, coube a Deodoro e seus ministros promover os ajustes vistos\ncomo necessários. Restava a dúvida no interior do governo acerca da\nmaneira pela qual aquele novo conjunto legal deveria entrar em vigor.\nPara alguns ministros, era mister que fosse convocada uma Assembleia\nConstituinte, eleita pela população, com o intuito de discutir o projeto\ngovernamental, como também de dar maior sustentação e legitimidade ao\nregime que então se instalava. Já para Campos Sales, o governo, coerente\ncom sua índole revolucionária e ditatorial, deveria precaver-se de\neventuais problemas políticos e promover via decreto a outorga do novo\ntexto constitucional. Em sucessivos artigos de jornal, nos quais\nassinava como *Hamilton*, em referência direta ao estadista\nnorte-americano, Sales desenvolveu a tese de que a responsabilidade pelo\nfim do regime de exceção deveria caber ao próprio governo ditatorial.\nSegundo ele, um governo que se originara da força podia e devia\napoiar-se na força para apressar o advento da legalidade. A campanha de\nSales não encontrou eco, e a Assembleia Nacional Constituinte foi\nfinalmente convocada pelo governo.\n\nEm 15 de setembro de 1890, como os demais membros do ministério, Campos\nSales foi assim eleito senador para a Constituinte que seria instalada\nem 15 de novembro. Já em 22 de janeiro de 1891, porém, acompanhando a\ndecisão coletiva de seus colegas de ministério, demitiu-se da pasta da\nJustiça. Ainda que a razão alegada para a demissão tenha sido um\nproblema específico – a concessão pelo governo de créditos para a\nconstrução do porto de Torres, no Rio Grande do Sul –, o fato é que já\nse havia criado um clima de desconfiança mútua entre Deodoro e amplos\nsetores das elites políticas republicanas que até então haviam composto\no governo, decorrente, entre outros motivos, da aproximação de Deodoro\ncom figuras do regime decaído, entre elas o barão de Lucena – que aliás\nsubstituiu interinamente Campos Sales na Justiça. A despeito disso, e\nmesmo diante de manobras levadas a efeito por grupos de diferentes\nbancadas com o intuito de lançar o nome do paulista Prudente de Morais\npara a presidência da República, coube a Deodoro a vitória na eleição\nindireta que, em 25 de fevereiro de 1891, um dia após a promulgação da\nprimeira Constituição republicana, escolheu o primeiro presidente da\nRepública dos Estados Unidos do Brasil.\n\nSenador\n\nApós deixar o ministério, iniciada a legislatura ordinária no Congresso\nNacional, Campos Sales passou a ocupar uma cadeira no Senado Federal.\nDurante o breve governo constitucional de Deodoro – de fevereiro a\nnovembro de 1891 –, deu-se o rompimento político definitivo do\npresidente da República com o grupo dos republicanos históricos formado\npor Campos Sales e muitos dos signatários do *Manifesto Republicano*. Em\nrazão disso, Sales tornou-se líder da oposição ao governo no Senado e\npassou também a combater o governador de São Paulo nomeado por Deodoro,\nseu ex-correligionário Américo Brasiliense.\n\nEm 3 de novembro de 1891, Deodoro da Fonseca desfechou um golpe contra o\nPoder Legislativo, suspendendo suas atividades. Diante da reação\nnegativa de amplos setores militares e civis, veio a renunciar 20 dias\ndepois, fato esse que teve como desdobramento imediato a posse na\npresidência do vice-presidente Floriano Peixoto. Para Campos Sales e\npara os “históricos”, a saída de Deodoro criou condições políticas\nfavoráveis para que fossem recuperadas posições nos governos federal e\nestadual. Em razão disso, trataram de cerrar fileiras em torno da posse\ne da manutenção no poder de Floriano Peixoto.\n\nEnfrentada e debelada a primeira grave crise do novo regime, o\npresidente Floriano Peixoto tomou decisões no sentido de promover a\nnormalização da situação político-militar, tais como a suspensão do\nestado de sítio e a reabertura dos trabalhos do Congresso Nacional. Logo\nem seguida, porém, adviriam novas crises decorrentes de polêmicas que se\ncolocavam nos meios políticos a respeito da legitimidade do mandato\npresidencial de Floriano. Campos Sales, na condição de líder da maioria\nno Senado, seguiu à risca a orientação do PRP de dar respaldo e\nsustentação a Floriano. Daí sua defesa da suspensão temporária dos\ntrabalhos parlamentares para que o governo pudesse atuar com maior\nliberdade e desenvoltura na repressão aos que se rebelavam contra o\npoder. Em pronunciamento no Senado Federal no dia 21 de janeiro de 1892,\nSales justificou sua posição: “Estamos tão intimamente ligados um com o\noutro, que a força do governo seria a nossa própria força e sua fraqueza\nseria nossa condenação”.\n\nNaquele mesmo ano, diante de novos levantes e graves ameaças ao governo,\nentrou em pauta nas casas legislativas o debate em torno da\nregulamentação dos dispositivos constitucionais que previam a decretação\ndo estado de sítio. No Senado, o projeto de lei ficou a cargo de uma\ncomissão chefiada por Campos Sales. Aprovado o texto de Sales na Câmara\nAlta, a medida terminou sendo obstada pela maioria governista na Câmara\ndos Deputados, uma vez que foi vista como insuficiente para assegurar ao\ngoverno federal os instrumentos políticos necessários para dar solução à\ncrise. Derrotado pelo próprio governo, Sales afastou-se da liderança da\nmaioria e partiu para uma viagem ao exterior que se prolongaria por todo\no ano de 1893.\n\nEm 1894, de volta ao Brasil, participou das articulações políticas\nlevadas a efeito para a composição do governo do presidente Prudente de\nMorais – eleito em março e com posse prevista para 15 de novembro –,\ndefendendo com sucesso a presença do paulista Rodrigues Alves no\nMinistério da Fazenda. Ainda naquele ano, foi eleito uma vez mais para a\ncomissão central do PRP.\n\nPresidente de São Paulo\n\nEm dezembro de 1895, Campos Sales foi lançado pelo PRP candidato a\npresidente do estado de São Paulo na sucessão de Bernardino de Campos,\nfixando sua campanha na defesa de um governo forte que promovesse o\nincremento à agricultura, à imigração e à instrução pública. Em\nfevereiro de 1896, concorreu sem adversários e venceu o pleito com um\ntotal de 43.898 votos, sendo empossado em 1^o^ de maio.\n\nNo quadriênio de Prudente de Morais, deu-se uma importante cisão\npolítica entre o presidente da República e Francisco Glicério, um dos\npróceres do republicanismo paulista e líder-mor do Partido Republicano\nFederalista (PRF). Criado em 1893 para dar sustentação política à\ncandidatura de um civil à presidência da República, o PRF dominava\namplamente as duas casas do Legislativo, reunindo bancadas republicanas\nde todo país. Na origem da disputa entre os dois republicanos históricos\nestiveram, entre outros razões, duas visões antagônicas acerca dos rumos\nda República brasileira. Enquanto, para Glicério e várias facções do\nPRF, era mister acompanhar o espírito do governo anterior com vistas a\ndispor de instrumentos que combatessem os inimigos da República, para\nPrudente de Morais e os legalistas, o mais importante era atuar no\nsentido de debelar a crise pela via da ordem e da moderação, sem os\narroubos e o radicalismo dos tempos florianistas.\n\nNessa quadra crítica, Campos Sales, na presidência de São Paulo, foi\ninstado pelos seus correligionários do PRP a atuar na mediação entre os\ndois grupos em disputa. Sem obter êxito na empreitada, terminou por\nformar com o presidente da República e com os legalistas, posição essa\nque veio a ser reforçada depois do fracassado atentado contra a vida de\nPrudente de Morais em 5 de novembro de 1897, levado a efeito por um\npartidário do republicanismo radical. O episódio serviu de senha para a\nvitória dos legalistas contra os florianistas capitaneados por Glicério.\n\nÀquela altura, o nome de Campos Sales já se firmara nos meios políticos\ngovernistas como candidato oficial à sucessão de Prudente de Morais na\npresidência da República. Prova disso é que, em 31 de outubro do mesmo\nano de 1897, transmitiu o governo de São Paulo ao vice-presidente\nestadual Peixoto Gomide e teve seu nome referendado em ato político\nrealizado em São Paulo que reuniu os grupos republicanos situacionistas.\nNa ocasião, Sales fez divulgar um manifesto no qual estabelecia as\nlinhas mestras do seu futuro governo.\n\nQuanto aos aspectos econômico-financeiros, foi peremptório: “O problema\nfinanceiro é, no geral consenso, o grande problema nacional. A\nrestauração das finanças é obra ingente que se impõe às preocupações\npatrióticas do governo da República. Não há, portanto, lugar para os\nvastos programas da administração, que aliás se incompatibilizam com a\nsituação do Tesouro, tal como ela se desenha. [...] Muito terá feito\npela República o governo que não fizer outra coisa senão cuidar das suas\nfinanças”.\n\nTambém no que concerne às questões de natureza política, explicitou\nalguns pontos. Em primeiro lugar, ao tratar do tema das relações do\nchefe do governo com o partido que lhe dava sustentação política, o\nrecado também foi claro: colocar-se-ia, por princípio, na posição de\nchefe de Estado e não na de líder partidário. Com isso, não apenas\nbuscava afirmar sua condição de candidato independente do oficialismo,\ncomo também emitia sinais à oposição de que estaria aberto ao diálogo,\ndesde que esta estivesse devidamente “arrancada do espírito\nrevolucionário”. Em seguida, fez profissão de fé na defesa do\nfederalismo e do presidencialismo, este último visto por ele como um\nregime cujo traço essencial era o da responsabilidade direta e pessoal\ndo chefe de governo. Segundo Sales, o presidente era “o centro e unidade\nda ação governativa, por isso mesmo que é o depositário único da suprema\nresponsabilidade”. A seu ver, no regime presidencialista, não cabia ao\nLegislativo exercer influência sobre o governo; o Poder Legislativo não\nera nem constituía o governo, devendo tão somente exercer o seu papel de\ncolaboração à ação do Executivo, ao qual, pela natureza de suas\nprerrogativas, cabia o exercício do governo e o comando da\nadministração. E concluía: “No regime presidencial, porém, o Executivo\ndesenvolve a sua ação em uma esfera de completa independência, de tal\nsorte que o Legislativo, igualmente soberano no exercício de suas\nfunções, não governa e não administra”.\n\nPresidente da República\n\nNas eleições de 1^o^ de março de 1898, Campos Sales obteve um total de\n174.325 votos, contra 16.534 de seu opositor, o florianista Lauro Sodré.\nEm abril, definido o resultado eleitoral, partiu para Europa com vistas\na dar encaminhamento ao grave problema das contas externas do país. Por\ncerca de dois meses, ao lado de Bernardino de Campos, então ministro da\nFazenda de Prudente de Morais, entabulou negociações com representantes\nda Casa Rothschild, principal credor da dívida brasileira, para dar um\nparadeiro às finanças externas brasileiras por meio da aprovação de um\nempréstimo de consolidação (*funding loan*). Dessa negociação, saiu o\nacordo final que assegurou um novo empréstimo de dez milhões de libras\nao país. Em troca, o governo brasileiro deu como garantia aos credores\nas rendas das alfândegas do Rio de Janeiro, e se comprometeu a não\nrecorrer a novos empréstimos externos. Previa-se ainda que as\nautoridades brasileiras deveriam incinerar uma quantidade de papel moeda\nequivalente ao empréstimo. No âmbito dessas tratativas, a Casa\nRothschild exigiu que o futuro presidente assinasse de próprio punho um\ncompromisso com o cumprimento do contrato. Campos Sales assim o fez.\n\nEm 15 de novembro de 1898, Campos Sales assumiu a presidência da\nRepública. Durante o seu quadriênio, orientou o seu governo para o\nenfrentamento de duas questões fundamentais: a garantia da estabilização\nfinanceira do país, com a qual firmara compromisso político e pessoal, e\na conformação de um acordo político que pudesse conter o jogo de facções\ne fazer frente e isolar os grupos republicanos radicais, civis e\nmilitares, que haviam colocado em xeque o governo do seu antecessor.\n\nPara a primeira questão, a receita já estava definida. Ainda no\nmanifesto de outubro de 1897, Campos Sales já havia exposto de forma\ncabal o programa que iria seguir: “Direi em síntese que – promover o\nresgate gradual do papel-moeda, fiscalizar com severidade a arrecadação,\ndiscriminar os serviços públicos, de tal modo que não pesem sobre o\nTesouro da União senão os de natureza estritamente federal, proscrever\ndas tarifas o princípio do inoportuno protecionismo, eliminar o déficit\ndos serviços a cargo da Nação e outras medidas que devem ser\nprudentemente aplicadas no sentido de reduzir a despesa, desenvolver a\nreceita, valorizar o meio circulante, expandir o crédito, criar a\nconfiança, estimular a imigração do capital, são os meios que me parecem\nadequados para criar uma situação financeira bastante sólida, a fim de\nque sobre ela se possa levantar a prosperidade da Pátria e a glória da\nRepública”.\n\nPara tanto, por intermédio do ministro da Fazenda Joaquim Murtinho,\nCampos Sales levou adiante um duro programa de saneamento financeiro que\nconsistiu no aumento de impostos, no corte de investimentos, no controle\ndos salários do funcionalismo, na redução de despesas do governo, entre\noutras medidas. Em seu livro testamento, *Da propaganda à presidência*,\nrelata em detalhes as inúmeras pressões que sofreu por parte de\ndiferentes setores das chamadas “classes conservadoras” para alterar os\nrumos do seu programa econômico. Na obra, jacta-se de ter resistido a\nessas e outras pressões políticas.\n\nJá para o enfrentamento do desafio político, Campos Sales operou no\nsentido de reunir em torno de si um conjunto significativo de líderes,\nseja em nível nacional, seja em nível regional, que fosse capaz não\napenas de dar suporte às suas políticas econômico-financeiras, como\ntambém de reduzir o espaço de manobra das dissidências políticas e do\nradicalismo. Para isso, levou a cabo o que chamou de “política dos\nestados”, cujo principal mecanismo consistiu em dar o aval político do\ngoverno federal ao situacionismo estadual. Não por acaso, essa operação\nseria designada nos meios políticos, para seu desconforto, “política dos\ngovernadores”.\n\nEm 1901, Campos Sales iniciou os movimentos políticos para escolher o\nseu sucessor. Desde então fixou-se no nome de Rodrigues Alves,\nex-ministro da Fazenda de Prudente de Morais e então presidente de São\nPaulo. Para Sales, chegara o momento de a República contar com a\nponderação e o equilíbrio de um ex-servidor do regime monárquico. Diz em\nsuas memórias: “Será um belo espetáculo ser elevado ao supremo posto,\npelos republicanos de nascimento, um ex-servidor da monarquia,\nconvertido e ganho para o serviço da República. ‘A idade heroica, a\nidade cavalheiresca já passou’. Agora, o verdadeiro patriotismo é o que\nconsiste em designar os que forem capazes e dignos”.\n\nPara Campos Sales, o “adesista”Rodrigues Alves possuía também outro\natributo por demais importante: o compromisso de dar continuidade ao seu\nprograma de estabilização econômico-financeira, no qual havia\nconcentrado grande parte dos seus esforços. Por meio de consultas aos\ngovernantes estaduais e aos principais líderes políticos do Congresso\nNacional, Sales reuniu condições para concluir seu mandato com uma\nimportante vitória política: a eleição para a presidência da República\nda chapa oficial formada pelo paulista Rodrigues Alves (presidente) e\npelo mineiro Silviano Brandão (vice-presidente) – este último faleceria\nantes de tomar posse, e para seu lugar seria eleito o também mineiro\nAfonso Pena.\n\nCampos Sales entregou o cargo em 15 de novembro de 1902 e dias depois\ndeixou a capital federal rumo a São Paulo. Na memorialística sobre o seu\nregresso à terra natal, vários são os autores que registram as\nhostilidades que sofreu do povo suburbano carioca. Célio Debes, por\nexemplo, assim descreve o episódio: “O ex-presidente se demora no Rio\naté a noite de 18 [de novembro], quando embarca em trem especial. É,\nentão, alvo de manifestações hostis do populacho. Os jornais que lhe\neram adversários relatam em pormenores o que foram as vaias, os apupos\nde que fora alvo, à partida da composição da Central do Brasil. A\nimprensa que o apoiou silencia”.\n\nDurante os anos seguintes, dedicou-se aos negócios da lavoura em sua\nfazenda em Baranhão, no interior de São Paulo. Ao lado das atividades\nprivadas, manteve intensa atividade política, tendo seu nome sido\nrelembrado em duas ocasiões para concorrer à presidência da república:\nquando da sucessão de Rodrigues Alves, em 1906, e quando da sucessão do\nmarechal Hermes da Fonseca, em 1914. Em nenhuma delas alcançou as\ncondições necessárias para formar a chapa oficial.\n\nEm 1907, sofreu importante derrota política quando se viu preterido pelo\nPRP para concorrer ao governo do estado de São Paulo. Na ocasião, os\n“históricos” já davam lugar a uma nova geração republicana. Em\ncompensação, dois anos depois, recebeu o apoio político necessário para\nconcorrer e vencer o pleito para o Senado. Em 1912, desempenhou sua\núltima função pública: foi ministro plenipotenciário do Brasil na\nArgentina.\n\nMorreu em Guarujá, São Paulo, em 28 de junho de 1913, com 72 anos.\n\nFoi casado com Ana Gabriela de Campos Sales, com quem teve oito filhos.\n\nCampos Sales produziu importante obra política. Como jornalista,\ncolaborou em diversos jornais do seu estado. Publicou, entre outros\nlivros ou opúsculos, *Atos do governo provisório* (1891), *Cartas da\nEuropa* (1894), *Manifestos e mensagens (1898-1902)* (1902, republicado\nem 2007), *Da propaganda à presidência* (1908, republicado em 1983).\nSobre sua vida e trajetória política foram publicados, entre outros, *O\nSr. Campos Sales na Europa*. *Notas de um jornalista* de Tobias Monteiro\n(1900), *A presidência Campos Sales* de Alcindo Guanabara (1902), *O\nidealismo republicano de Campos Sales* (1944), *Vida e obra de Campos\nSales* de Raimundo de Menezes (1974), *Campos Sales: perfil de um\nestadista* de Célio Debes (Rio de Janeiro, 1978, vols. 1 e 2); *A\ninvenção republicana: Campos Sales, as bases e a decadência da Primeira\nRepública brasileira* de Renato Lessa (1988), *Fundamentos da ordem\npolítica republicana: repensando o pacto de Campos Sales* de Ana Luiza\nBackes (2006), e “Campos Sales: a arquitetura da Primeira República” de\nJúlio Pimentel Pinto (apresentação da reedição de *Manifestos e\nmensagens*, 2007).\n\nAmérico Freire\n\n**FONTES**: ABRANCHES, J. *Como;* BELLO, J. *História*;CARDOSO*,* F.\n*Dos governos*; CASTRO, S. *República*; FREIRE, A. *Por um\npresidencialismo*; LESSA, R*. Invenção*; PENNA, L. *Progresso*; PENNA,\nL. *República.*\n","ref":"**FONTES**: ABRANCHES, J. *Como;* BELLO, J. *História*;CARDOSO*,* F.\n*Dos governos*; CASTRO, S. *República*; FREIRE, A. *Por um\npresidencialismo*; LESSA, R*. Invenção*; PENNA, L. *Progresso*; PENNA,\nL. *República.*\n","dic":"DHBPR"}