{"title":"SALES, Henrique de Magalhães","cargoss":["pres. MG 1882-1883","pres. AL 1883-1884","dep. geral MG 1886-1889","dep."],"author":"Luciana Pinheiro","content":"**SALES, Henrique de Magalhães**\n\n\\*pres. MG 1882-1883; pres. AL 1883-1884; dep. geral MG 1886-1889; dep.\nfed. MG 1900-1911.\n\n*Henrique de Magalhães Sales* nasceu no Arraial do Cágado (MG) no dia 21\nde agosto de 1848, filho de Francisco José de Sales e de Maria Genuína\nde Magalhães Sales.\n\nIniciou o curso de humanidades no município fluminense de Nova Friburgo\ne concluiu-o em Recife. Nessa cidade, diplomou-se pela Faculdade de\nDireito em 1867. Logo após retornou a Minas Gerais, foi promotor público\nem Ubá e exerceu a advocacia em Ouro Preto.\n\nMembro do Partido Liberal, iniciou a carreira política em 1878, quando\nfoi eleito deputado provincial em Minas. Em 1879 conseguiu se reeleger e\nem 1881 foi nomeado inspetor geral da Instrução Pública. No ano seguinte\ntornou-se vice-presidente da província e, a partir de dezembro, esteve à\nfrente do governo por quatro meses. Em agosto de 1883 foi nomeado\npresidente da província de Alagoas, a qual administrou até setembro de\n1884. Em 1886 candidatou-se a deputado geral por Minas Gerais e foi\neleito, com mandato até 1889.\n\nCom a instauração da República em 15 de novembro de 1889, afastou-se\ntemporariamente da política e retomou suas atividades de advogado. Em\n1892 participou ativamente da criação da Faculdade Livre de Direito de\nMinas Gerais, instituição na qual faria longa carreira docente,\nlecionando a disciplina de direito comercial, e da qual foi vice-diretor\nde 1895 a 1901.\n\nNo início de 1900 foi eleito deputado federal pelo Partido Republicano\nMineiro (PRM). Empossado na Câmara dos Deputados, no Rio de Janeiro,\nentão Distrito Federal, em maio do mesmo ano, foi reeleito para as três\nlegislaturas seguintes. Deixou a Câmara em novembro de 1911.\n\nFaleceu em Juiz de Fora em 24 de outubro de 1913.\n\nEra casado com Cornélia Monteiro de Magalhães Sales.\n\nLuciana Pinheiro\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.109); MONTEIRO, N.\n*Dicionário* (v.2, p.608).\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.109); MONTEIRO, N.\n*Dicionário* (v.2, p.608).\n","dic":"DHBPR"}