{"title":"SANTIAGO, Teodomiro","cargoss":["dep. fed. MG 1921-1930 e 1935-1936."],"author":null,"content":"**SANTIAGO, Teodomiro**\n\n\\*dep. fed. MG 1921-1930 e 1935-1936.\n\n*Teodomiro Carneiro Santiago* nasceu em Itajubá (MG) no dia 30 de\nnovembro de 1883, filho do coronel da Guarda Nacional João Carneiro\nSantiago Júnior e de Lucinda Pereira Santiago. Seu cunhado, Venceslau\nBrás Pereira Gomes, foi deputado federal por Minas Gerais (1903-1908),\npresidente do estado (1909-1910), vice-presidente (1910-1914) e\npresidente da República (1914-1918). Seu sobrinho, José Brás Pereira\nGomes, filho de Venceslau Brás, foi deputado federal por Minas Gerais\nentre 1933 e 1937 e constituinte em 1934.\n\nFez seus estudos iniciais em Barbacena (MG) e em Belo Horizonte.\nTransferindo-se para São Paulo, bacharelou-se em ciências jurídicas e\nsociais pela Faculdade de Direito em 1906. De volta a Minas, tornou-se\nindustrial e exerceu o magistério e a advocacia, ingressando na carreira\npolítica como vereador e presidente da Câmara Municipal de sua cidade.\n\nEntre 1909 e 1910, foi secretário particular de Venceslau Brás na\npresidência de Minas. Em 1913, ajudou a fundar o ginásio, a escola\nnormal e o Instituto Eletrotécnico e Mecânico de Itajubá, posteriormente\ntransformado na Escola de Engenharia Federal do município. Foi\nsecretário de Finanças no governo de Delfim Moreira em Minas (1914-1918)\ne, no pleito de 1921, elegeu-se deputado federal na legenda do Partido\nRepublicano Mineiro (PRM). Sucessivamente reeleito, ocupou uma cadeira\nna Câmara de maio de 1921 a outubro de 1930, quando o movimento\nrevolucionário vitorioso nesse mês fechou o Congresso Nacional. Durante\nsua passagem pelo PRM, foi membro da comissão executiva da agremiação.\n\nMembro da Legião Liberal Mineira, por ocasião da Revolução\nConstitucionalista de 1932 viajou para São Paulo, levando a garantia de\nque 70% dos políticos mineiros eram favoráveis àquele movimento,\ninclusive Artur Bernardes, presidente da República de 1922 a 1926. Com a\nderrota da insurreição paulista, foi deportado para Lisboa pelo\npresidente Getúlio Vargas em novembro de 1932, juntamente com outros\nrevolucionários. Voltou ao Brasil graças a negociações de Fidélis Reis e\nde Valdomiro Magalhães junto ao então ministro da Guerra, general\nAugusto Espírito Santo Cardoso (1932-1933).\n\nEm março de 1934, assumiu temporariamente a presidência do Banco Mineiro\ndo Café. Nas eleições de outubro seguinte, foi eleito deputado federal\npor seu estado na legenda do Partido Progressista (PP). Assumiu sua\ncadeira em maio de 1935 e nesse mesmo ano candidatou-se ao governo de\nMinas, ainda na legenda do PP, mas foi derrotado por Benedito Valadares,\ninterventor no estado desde 1933.\n\nFaleceu no Rio de Janeiro, em pleno exercício do mandato, no dia 25 de\noutubro de 1936.\n\nEra casado com Mary Guatmosim Santiago.\n\n**FONTES:** ARQ. GETÚLIO VARGAS; *Boletim Min. Trab*. (5/1936); CÂM.\nDEP. *Deputados*; CONSULT. RAMOS, P.; *Ilustração* *Brasileira*; LEITE,\nA. *História*; MONTEIRO, N. *Dicionário*; REIS, F. *Homens*; *Rev. Arq.\nPúbl. Mineiro*.\n","ref":"**FONTES:** ARQ. GETÚLIO VARGAS; *Boletim Min. Trab*. (5/1936); CÂM.\nDEP. *Deputados*; CONSULT. RAMOS, P.; *Ilustração* *Brasileira*; LEITE,\nA. *História*; MONTEIRO, N. *Dicionário*; REIS, F. *Homens*; *Rev. Arq.\nPúbl. Mineiro*.\n","dic":"DHBPR"}