{"title":"SANTOS, Agapito dos","cargoss":["Deputado federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1912,1900],"datas_fim":[1914,1902],"estados":["CE","CE"],"content":"**SANTOS, Agapito dos**\n\n\\*dep. fed. CE 1900-1902 e 1912-1914.\n\n*Agapito Jorge dos Santos* nasceu em Santo Antão (PE) em 24 de março de\n1853, filho de Joaquim Jorge dos Santos, comendador da Ordem da Rosa e\nmagistrado baiano, e de Luzia Maria Crespo dos Santos.\n\nIniciou seus estudos no Ateneu Cearense, sendo logo depois matriculado\nno Seminário Diocesano de Fortaleza, onde concluiu os estudos\npreparatórios em 1866. Dali, aconselhado pelo reitor do Ateneu, o padre\nPedro Chevalier, foi enviado para Roma, onde concluiu o curso de\nhumanidades no Colégio Pio Latino-Americano e fez mais dois anos de\nfilosofia no Colégio Romano. Em Roma recebeu diversos prêmios, além do\ntítulo de bacharel e licenciado em ciências filosóficas pela\nUniversidade Gregoriana.\n\nCom a morte do pai, retornou ao Ceará em 1872 e casou-se com Maria\nJosina de Castro, sua primeira esposa. Dedicou-se ao magistério,\nprestando concurso em 1873 e sendo nomeado para a cadeira de latim da\nvila de Granja, no sertão do Ceará, criada naquele momento. De Granja\nmudou-se para Maranguape (CE) em 1875, por conta da transferência da\ncadeira para este último município. Em Maranguape teve papel central na\nluta pela abolição da escravatura.\n\nCom a República filiou-se ao Centro Republicano e, por ato assinado em\njulho de 1890 pelo então governador do Ceará, coronel Luís Antônio\nFerraz (1889-1891), foi nomeado professor de matemática da Escola\nNormal. Em 1891 foi eleito para o Congresso Constituinte Estadual e a\npartir de então renovaria o mandato até 1899. Em 1893 foi nomeado\ndiretor do Liceu do Ceará e, posteriormente, lente da cadeira de latim e\ngrego, por decreto do então presidente do estado tenente-coronel\nBezerril Fontenelle (1892-1896).\n\nEm 1899 foi eleito deputado federal pelo Ceará para a legislatura\n1900-1902. No período seguinte discordou da política oficial do estado e\npassou a fazer parte da oposição ao governo do oligarca Nogueira Acióli,\nmanifestando seu desacordo nas páginas do *Jornal do Ceará*, fundado em\n1904 e no qual escreveria por muitos anos, chegando a dirigir a seção\npolítica. Voltou a ser eleito deputado federal para os períodos\n1906-1908 e 1909-1911, mas das duas vezes foi degolado pela Comissão\nVerificadora de Poderes da Câmara. Afinal foi eleito e reconhecido na\nlegislatura 1912-1914.\n\nFaleceu em Fortaleza em 23 de novembro de 1916.\n\nDepois de seu primeiro casamento, casou-se mais três vezes: com Raimunda\nCavalcante dos Santos, com Raimunda Barbosa dos Santos e com Francisca\nPrata dos Santos. Desses casamentos teve o total de 19 filhos.\n\nKleiton de Sousa Moraes\n\n**FONTE:** GUIMARÃES, H. *Deputados* (p.139-141).\n","ref":"","dic":"DHBPR"}
