{"title":"SANTOS, Benedito Augusto Carvalho dos","cargoss":["dep. fed. CE 1930","interv. CE 1945-1946","const. 1946","dep. fed. CE"],"author":null,"content":"**SANTOS, Benedito Augusto Carvalho dos**\n\n\\*dep. fed. CE 1930; interv. CE 1945-1946; const. 1946; dep. fed. CE\n1946-1951.\n\n*Benedito Augusto Carvalho dos Santos*, também conhecido como *Bené\nCarvalho*, nasceu em Aracati (CE) no dia 3 de janeiro de 1886, filho de\nBenedito Augusto dos Santos e de Maria Ermelinda Carvalho dos Santos.\n\nFez os estudos primários em sua cidade natal e transferiu-se em 1903\npara Fortaleza, onde cursou o secundário no Liceu do Ceará e no Colégio\nColombo. Em 1907 ingressou na Faculdade de Direito do Ceará, que\nfrequentou até a quarta série, e em seguida transferiu-se para a\nFaculdade de Direito do Recife, pela qual se bacharelou em 1911. No ano\nseguinte passou a lecionar legislação comparada na Faculdade de Direito\ndo Ceará, ao mesmo tempo em que se dedicava à advocacia e ao jornalismo\nem sua cidade natal. Em 1917 foi aprovado no concurso para professor\ncatedrático de direito geral da Faculdade de Direito, e em 1921 foi\nadmitido como professor do Colégio Militar do Ceará.\n\nEm março de 1930 elegeu-se vice-presidente do Ceará e, ao mesmo tempo,\ndeputado federal por esse estado. Assumiu sua cadeira na Câmara em maio\ndo mesmo ano, mas, após a vitória do movimento revolucionário de outubro\nde 1930, ao qual se opôs, teve o mandato interrompido. Retomou então\nsuas atividades no magistério. Em 1936 foi nomeado pelo ministro da\nEducação e Saúde Pública, Gustavo Capanema, membro do Conselho Nacional\nde Educação, com sede no Rio de Janeiro, então Distrito Federal, e no\nano seguinte foi transferido para o Colégio Militar, na mesma cidade.\n\nApós a extinção do Estado Novo, em outubro de 1945, foi nomeado pelo\npresidente José Linhares interventor federal no Ceará, em substituição a\nFrancisco Meneses Pimentel (1937-1945). Durante sua gestão criou a\nSecretaria de Educação e Saúde do estado. Em dezembro de 1945 elegeu-se\ndeputado à Assembleia Nacional Constituinte pelo Ceará na legenda da\nUnião Democrática Nacional (UDN). Em janeiro de 1946 transmitiu o cargo\nde interventor a Acrísio Moreira da Rocha e no mês seguinte assumiu uma\ncadeira na Constituinte. Após a promulgação da nova Carta (18/9/1946),\npassou a exercer o mandato ordinário. Durante a legislatura, encerrada\nem janeiro de 1951, foi membro da Comissão Permanente de Educação e\nCultura da Câmara. No pleito de outubro de 1950 tentou sem sucesso a\nreeleição, sempre pela legenda da UDN. Em outubro de 1954 obteve mais\numa vez uma suplência de deputado federal na legenda da UDN, não\nretornando à Câmara.\n\nAo longo de sua vida, pertenceu à Academia Cearense de Letras, tendo\nsido seu representante no Rio de Janeiro junto à Federação das Academias\nde Letras do Brasil. Foi ainda membro do Instituto do Ceará, da Academia\nBrasileira de Filologia e do Instituto Brasileiro de Cultura, do qual\nfoi também vice-presidente.\n\nFaleceu na cidade do Rio de Janeiro no dia 22 de janeiro de 1959.\n\nEra casado com Branca de Figueiredo Carvalho, com quem teve três filhos.\nSua filha Helena casou-se com Célio Borja, deputado federal pela\nGuanabara (1971-1975) e pelo estado do Rio de Janeiro (1975-1983),\nministro do Supremo Tribunal Federal (1986-1992) e ministro da Justiça\n(1992).\n\nPublicou *Causas dirimentes e flagrante delito* (tese, 1917), Morfologia\ne sintaxe do substantivo (1920), *Droit et la sociologie* (1920), *Na\ncasa de Tiradentes* (1931), De florete e luvas (1935), *Sexualidade\nanômala no direito nacional* (1937), Chama extinta (poesias, 1937),\n*Appel à l’esprit* (1939), *Crimes contra a religião, os costumes e a\nfamília* (1943) e *Ação parlamentar* (1950).\n\n**FONTES:** ALBUQUERQUE, J. *Cearenses no Rio*; ALBUQUERQUE, J.\n*Cearenses no Rio e em São Paulo*; BRAGA, R. *Dicionário*; CÂM. DEP.\n*Anais* (2); CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep*.; CÂM.\nDEP. *Deputados brasileiros*. *Repertório* (1946-1967); COUTINHO, A.\n*Brasil*; *Diário do Congresso Nacional*; GIRÃO, R. *Ceará*; *Grande\nencic. Delta*; HIRSCHOWICZ, E. *Contemporâneos*; *Jornal do Brasil*\n(14/9/1981); MENESES, R. *Dicionário*; POPPINO, R. *Federal*; SILVA, G.\n*Constituinte*; TRIB. SUP. ELEIT. *Dados* (1 e 2).\n","ref":"**FONTES:** ALBUQUERQUE, J. *Cearenses no Rio*; ALBUQUERQUE, J.\n*Cearenses no Rio e em São Paulo*; BRAGA, R. *Dicionário*; CÂM. DEP.\n*Anais* (2); CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep*.; CÂM.\nDEP. *Deputados brasileiros*. *Repertório* (1946-1967); COUTINHO, A.\n*Brasil*; *Diário do Congresso Nacional*; GIRÃO, R. *Ceará*; *Grande\nencic. Delta*; HIRSCHOWICZ, E. *Contemporâneos*; *Jornal do Brasil*\n(14/9/1981); MENESES, R. *Dicionário*; POPPINO, R. *Federal*; SILVA, G.\n*Constituinte*; TRIB. SUP. ELEIT. *Dados* (1 e 2).\n","dic":"DHBPR"}