{"title":"SANTOS, Brasílio dos","cargoss":["dep. fed. SP 1892-1893."],"author":null,"content":"**SANTOS, Brasílio dos**\n\n\\* dep. fed. SP 1892-1893.\n\n*Brasílio Rodrigues dos Santos*nasceu na cidade de São Paulo em 6 de\nmarço de 1854, filho de Gabriel José Rodrigues dos Santos. Seu pai foi\nlente da Faculdade de Direito de São Paulo, deputado geral e provincial\ndurante o Império.\n\nApós fazer os estudos primários e de humanidades, matriculou-se na\nFaculdade de Direito do Largo de São Francisco em 1873, diplomando-se em\n1877. Fez parte, em 1876, da redação do jornal *A República*, órgão do\nClube Republicano Acadêmico fundado por um grupo de estudantes integrado\nentre outros por Assis Brasil, Pinheiro Machado e Adolfo Gordo. Logo\ndepois de formado foi trabalhar no Rio de Janeiro, então sede da Corte,\nno escritório de advocacia do jurista Ubaldino do Amaral. Posteriormente\nfoi para a cidade de Bragança Paulista como juiz municipal. Na capital\nde São Paulo, inscreveu-se em dois concursos para professor substituto\nna Faculdade de Direito, tendo sido classificado no segundo concurso em\nprimeiro lugar. Nomeado por decreto de 22 de setembro de 1883, tomou\nposse em 1^o^ de outubro e recebeu o grau de doutor.\n\nUm dos mais entusiastas propagandistas da República, já sob o novo\nregime, com a reforma promovida no ensino jurídico por Benjamim\nConstant, ministro da Instrução Pública, Correios e Telégrafos do\ngoverno provisório chefiado pelo marechal Deodoro da Fonseca, foi\nnomeado catedrático da segunda cadeira do quarto ano, para a matéria de\ndireito comercial, por decreto de 30 de dezembro de 1890, tomando posse\na 19 de janeiro de 1891. Em 30 de abril do mesmo ano foi eleito pelo\nPartido Republicano Paulista (PRP) senador ao Congresso Constituinte\nestadual de São Paulo. Empossado em 6 de junho, participou ativamente da\nelaboração da Carta Magna paulista, que foi promulgada em 14 de julho de\n1891.\n\nNo plano nacional, a crise política entre os poderes Executivo e\nLegislativo culminou com um golpe do presidente da República Deodoro da\nFonseca, que em 3 de novembro de 1891 fechou o Congresso Nacional e\ndecretou o estado de sítio no Distrito Federal e em Niterói. Os\nparlamentares, principalmente da bancada paulista, foram ameaçados de\nprisão e obrigados a se esconder, ou mesmo, com dificuldade, a fugir\npara São Paulo. Os congressistas contrários à atitude de Deodoro\ndivulgaram um manifesto à nação repudiando o ato arbitrário praticado, e\nacabaram conquistando a adesão do contra-almirante Custódio de Melo, que\nameaçou bombardear a cidade do Rio de Janeiro. Deodoro renunciou então à\npresidência da República, em 23 de novembro de 1891, sendo substituído\npelo vice-presidente marechal Floriano Peixoto, que reabriu as casas\nlegislativas e revogou o estado de sítio.\n\nEm São Paulo, o presidente estadual Américo Brasiliense apoiou Deodoro,\ne no dia 24 de novembro mandou um contingente da polícia cercar o prédio\ndo Congresso estadual, no centro da capital. Vários parlamentares se\npronunciaram contra a atitude de Brasiliense. A facção que defendia o\ngoverno tentou rebater as acusações, mas o senador Brasílio dos Santos e\nseus colegas Martim Francisco, Ricardo Batista e Ezequiel Ramos\nretiraram-se em protesto do edifício e fizeram publicar pela imprensa a\nseguinte nota: “Impedidos hoje pela Força Púbica de deliberar com\nliberdade no Senado, retiramo-nos do recinto e interrompemos o exercício\ndo nosso mandato político até que as sessões comecem a ser efetuadas de\nacordo com a lei”.\n\nPara agir contra Brasiliense, uma junta revolucionária foi formada por\nBernardino de Campos, Júlio Mesquita e Campos Sales, e uma verdadeira\nrevolução foi marcada para o dia 13 de dezembro, com o objetivo de\ndestituir através das armas o presidente do Estado e colocar no poder o\nvice José Alves de Cerqueira César. A rebelião estourou por todo o\ninterior paulista, sendo os intendentes que apoiavam o governo\nsumariamente destituídos. Na capital, em 14 de dezembro, a polícia\nentrou em confronto com manifestantes, e as redações dos jornais *O\nEstado de S. Paulo* e *Correio Paulistano* foram atacadas a tiros, sendo\neste último posteriormente invadido e depredado, em ação que resultou em\nmortos e feridos nas ruas centrais da cidade.\n\nAmérico Brasiliense, para não ser deposto, resolveu passar o governo\npara o marechal Carlos Machado Bittencourt, comandante do Exército em\nSão Paulo, que, no entanto alegou não poder comparecer ao palácio do\ngoverno. Na manhã de 15 de dezembro, Brasiliense passou assim a\npresidência do estado para o major Sérgio Tertuliano Castelo Branco,\ninspetor geral dos corpos de polícia. Após ouvir os argumentos do\ncoronel Frederico Sólon de Sampaio Ribeiro, Castelo Branco dirigiu-se ao\nHotel de França, onde estava reunida a junta com o vice-presidente\nCerqueira César, e declarou “que, em obediência à Constituição do estado\ne a soberania do povo paulista, entregava o governo ao vice,\nunanimemente aclamado pela população da capital e do interior do\nestado”. Foi solicitado que fosse lavrado um termo narrando os\nacontecimentos, e o documento foi subscrito pelos presentes, entre eles\no senador Brasílio dos Santos, que, por discordar da atitude de Américo\nBrasiliense, desde o início apoiara a posse de Cerqueira César. No dia\nseguinte, os senadores e deputados estaduais que haviam sido contra a\nchamada ditadura foram ao palácio do governo para cumprimentar Cerqueira\nCésar, cabendo a Brasílio dos Santos, em nome de todos, discursar\nsaudando o novo chefe do governo paulista.\n\nIndicado pelo PRP para concorrer à vaga de Francisco de Paula Rodrigues\nAlves, que havia renunciado à sua cadeira na Câmara dos Deputados por\nter sido nomeado ministro da Fazenda do governo do marechal Floriano\nPeixoto, Brasílio dos Santos foi eleito em 27 de abril de 1892 e assumiu\no mandato em 4 de junho seguinte. Ao término da legislatura, em dezembro\nde 1893, retornou a São Paulo, passando a dedicar-se exclusivamente ao\nmagistério e à advocacia.\n\nFaleceu em São Paulo em 30 de março de 1901. Era solteiro.\n\nAlém de atuar como jornalista, publicou numerosos trabalhos notadamente\nna área do direito: *Que normas regulam os conflitos internacionais\nsobre a propriedade?* (tese, 1883); *Faculdade de Direito de S. Paulo:\nmemória histórica-acadêmica dos anos 1883-84* (1887); *Memorial.\nExecução* (1892); *Parecer sobre o projeto da reforma da organização\njudiciária do Estado de S. Paulo* (1897); *Lições de direito marítimo*\n(1900).\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; CALIMAN*,* A. *Legislativo*;\n*Correio Paulistano.* SP. (31/3/1901); *Estado de S. Paulo* (25/11/1891,\n17/12/1891); NOGUEIRA, A. *Academia*; RIBEIRO, J. *Chronologia*;\nRIBEIRO, A. *Poder*; VAMPRÉ, S. *Memórias*; VELHO SOBRINHO, J.\n*Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CALIMAN*,* A. *Legislativo*;\n*Correio Paulistano.* SP. (31/3/1901); *Estado de S. Paulo* (25/11/1891,\n17/12/1891); NOGUEIRA, A. *Academia*; RIBEIRO, J. *Chronologia*;\nRIBEIRO, A. *Poder*; VAMPRÉ, S. *Memórias*; VELHO SOBRINHO, J.\n*Dicionário*.\n","dic":"DHBPR"}