{"title":"SANTOS, Gabriel Ribeiro dos","cargoss":["dep. fed. SP 1924."],"content":"**SANTOS, Gabriel Ribeiro dos**\n\n\\*dep. fed. SP 1924.\n\n*Gabriel Ribeiro dos Santos* nasceu em Pirassununga (SP) no dia 3 de\nagosto de 1873, filho de Antônio Ribeiro dos Santos e de Gabriela dos\nSantos. Seu avô Gabriel José Rodrigues dos Santos foi lente da Faculdade\nde Direito de São Paulo, participou da Revolução Liberal de 1842, foi\ndeputado provincial e deputado geral de 1845 a 1848, de 1850 a 1852 e de\n1857 a 1860. Seu tio Brasílio Rodrigues dos Santos foi catedrático da\nFaculdade de Direito de São Paulo e deputado federal de 1892 a 1893. Seu\npai foi chefe do Partido Liberal no 7^o^ distrito da província de São\nPaulo.\n\nEm 1891 matriculou-se na Faculdade de Direito de São Paulo e em 1895\nbacharelou-se em ciências jurídicas e sociais. Depois de formado foi\ntrabalhar no escritório de advocacia do pai, do qual faziam parte o tio\nBrasílio dos Santos e Estevam de Almeida, também lente da Faculdade de\nDireito. Logo depois decidiu ir para a Europa, e em Paris fez um curso\nna Universidade da Sorbonne. De regresso ao Brasil, voltou a exercer a\nadvocacia e tornou-se agricultor no município de Cravinhos, em São\nPaulo, onde era proprietário de uma grande fazenda de café.\n\nMembro do conselho deliberativo da Sociedade Paulista de Agricultura,\ndiretor-secretário e presidente da Liga Agrícola Brasileira, foi nas\nduas entidades um dos maiores defensores do café. No governo Artur\nBernardes (1922-1926) foi colaborador do ministro da Fazenda Rafael de\nAbreu Sampaio Vidal. Atuou também no Instituto da Defesa Permanente do\nCafé, tendo sido nomeado membro da Comissão Fiscalizadora dos Embarques\nde Café. Além disso, foi um grande estudioso do idioma, tendo escrito\nvários trabalhos originais sobre pseudobrasileirismos, que foram\npublicados nas páginas da *Revista de Língua Brasileira*, dirigida pelo\nacadêmico Laudelino Freire, e inseridos no livro *O que é correto*, do\nescritor e historiador Francisco de Assis Cintra.\n\nEm 1923 foi eleito presidente da Sociedade Rural Brasileira, sucedendo a\nPaulo de Morais Barros, mas renunciou ao ser eleito, 17 de fevereiro de\n1924, pelo Partido Republicano Paulista (PRP), deputado federal para a\nlegislatura 1924-1926. Quando da abertura dos trabalhos legislativos, em\nmaio, recebeu o convite do presidente eleito do estado de São Paulo,\nCarlos de Campos, para ocupar o cargo de secretário da Agricultura,\nComércio e Obras Públicas, e mais uma vez renunciou, sendo sua vaga na\nCâmara dos Deputados ocupada por Heitor Teixeira Penteado.\n\nEm 5 de julho seguinte, ao eclodir a revolta tenentista comandada pelo\ngeneral Isidoro Dias Lopes, dirigiu-se ao palácio dos Campos Elíseos,\nresidência oficial do presidente do estado, prestou-lhe solidariedade e\ncolocou-se à disposição para a defesa do prédio, que nas primeiras horas\ndo dia havia sofrido um ataque armado, rechaçado pela diminuta tropa\nlegalista que lá se encontrava. Carlos de Campos permaneceu no palácio\npor quase quatro dias, resistindo a ataques de metralhadoras, bombas e\ncanhões, até receber, através dos generais que estavam combatendo os\ninsurgentes, ordem do governo federal para abandonar o prédio. Gabriel\ndos Santos acompanhou o presidente do estado até sede da Secretaria da\nJustiça, no centro da cidade, mas, como o local também não oferecia\nsegurança, dirigiram-se à estação da estrada de ferro Central do Brasil\nde Guaiaúna, no bairro paulistano da Penha, onde um vagão ferroviário\nfoi transformado em sede do governo estadual e quartel-general das\nforças legalistas. Permaneceram no local até o dia 28 de julho, quando\nos rebelados abandonaram a cidade em direção ao interior do estado. Com\na fuga de Isidoro e seus soldados, a administração estadual pôde seguir\nseu curso.\n\nEm 22 de abril de 1927 Carlos de Campos sofreu um derrame cerebral,\nvindo a falecer cinco dias depois. O vice-presidente, coronel Fernando\nPrestes de Albuquerque, que se encontrava na cidade de Itapetininga, no\ninterior do estado deveria substituí-lo, mas, alegando motivos de saúde,\nrecusou-se a fazê-lo, passando a incumbência ao substituto\nconstitucional, o presidente do Senado estadual, Antônio Dino da Costa\nBueno. Gabriel dos Santos continuou a exercer suas funções de secretário\ndurante todo o período da interinidade de Dino Bueno, e em 14 de julho,\nquando da posse do novo presidente do estado, Júlio Prestes de\nAlbuquerque, foi substituído por Fernando de Sousa Costa.\n\nEntre suas realizações na Secretaria da Agricultura, Comércio e Obras\nPúblicas, destacaram-se: o lançamento das bases da organização\ncientífica do serviço agronômico de São Paulo; a campanha contra a broca\ndo café; o desenvolvimento da fruticultura, principalmente da\ncitricultura; a construção do Instituto Biológico, para a proteção e\ndefesa das riquezas vegetais e animais; a captação de água para o\nabastecimento da capital de São Paulo; o amparo à produção algodoeira; a\nimportação de vários tipos de gado para a melhoria dos nossos rebanhos;\na duplicação das linhas da Estrada de Ferro Sorocabana, e a construção\ndo edifício da nova estação, que hoje leva o nome de Júlio Prestes; a\nreforma da Estrada de Ferro Araraquarense; a construção do parque da\nÁgua Branca, para exposições de animais e concursos de gado; a\npavimentação de concreto da Estrada do Mar, que liga São Paulo ao\nlitoral santista; o barateamento de fretes e a redução de impostos e\ntaxas, de forma a aumentar o desenvolvimento do estado; a instituição do\nCódigo de Política Sanitária Animal, e a participação na expansão da\nindústria pastoril paulista. Autorizou também a instalação do\ntransmissor da primeira emissora de rádio do estado de São Paulo, a\nEducadora Paulista**,** no Palácio das Indústrias, localizado no parque\nDom Pedro II, participando juntamente com Carlos de Campos da solenidade\nde sua inauguração.\n\nAo deixar o governo voltou a se dedicar à agricultura, especialmente à\ncafeicultura, em uma propriedade adquirida no norte do Paraná. Foi sócio\nda Estrada de Ferro São Paulo-Goiás, inaugurada em 1910 e adquirida pela\nCompanhia Paulista de Estradas de Ferro em 1950. Exerceu também a\npresidência da Sociedade de Cultura Artística de São Paulo, foi membro\ndo Instituto dos Advogados de São Paulo, sócio-perpétuo da Sociedade\nProtetora dos Animais, e sócio-efetivo da Cruz Azul de São Paulo.\nRecebeu do governo da Áustria a ordem do mérito, e a comenda de primeira\nclasse concedida pelo rei Alberto da Bélgica, pelos serviços prestados à\nagricultura.\n\nFaleceu em São Paulo em 18 de abril de 1938.\n\nCasado com Gabriela Procópio Ribeiro dos Santos, teve sete filhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTE:** *Correio Paulistano* (1/5/1924, 19, 20/4/1938).\n","ref":"","dic":"DHBPR"}