{"title":"SANTOS, Tomás Delfino dos","cargoss":["const. 1891","dep. fed. DF 1891-1896","sen. DF 1896-1906","dep. fed. DF"],"author":null,"content":"**SANTOS, Tomás Delfino dos**\n\n\\*const. 1891; dep. fed. DF 1891-1896; sen. DF 1896-1906; dep. fed. DF\n1912-1916.\n\n*Tomás Delfino dos Santos* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 24 de setembro de 1860, filho de Luís Delfino dos Santos\ne de Maria Carolina Garcia dos Santos. Seu pai era poeta parnasiano e\ntambém foi constituinte de 1891 e senador pelo estado de Santa Catarina\nde 1891 a 1893.\n\nFormou-se pela Faculdade de Medicina do Rio de Janeiro em 1882,\napresentando a tese *Que melhoramentos materiais devem ser introduzidos\nna cidade do Rio de Janeiro*. Como orador da turma, deixou seu *Discurso\npronunciado no ato solene da colação de grau aos doutorandos de 1882 na\naugusta presença de SS. MM. e A.A. Imperiais em resposta ao diretor da\nFaculdade*.\n\nNos anos finais do Império, abraçou a causa republicana e militou ao\nlado do grupo político liderado por Silva Jardim, célebre advogado,\njornalista e ativista político que teve grande atuação nos movimentos\nabolicionista e republicano, particularmente no Rio de Janeiro. No fim\nda década de 1880, foi fundador da *Gazeta Sul Mineira*, órgão do\nPartido Republicano, em São Gonçalo de Sapucaia (MG).\n\nEm 15 de setembro de 1890 foi eleito deputado pelo Distrito Federal ao\nCongresso Nacional Constituinte. Tomou posse em 15 de novembro seguinte,\nparticipou da elaboração da Constituição promulgada em 24 de fevereiro\nde 1891 e, a partir de junho, com o início da legislatura ordinária,\nocupou uma cadeira na Câmara dos Deputados até 31 de dezembro de 1893.\nReeleito para a legislatura seguinte, voltou à Câmara entre maio de 1894\ne julho de 1896, quando renunciou por ter sido eleito para preencher a\nvaga aberta no Senado Federal após a morte de Aristides Lobo. Reeleito\nem 1897, permaneceu no Senado até outubro de 1906 e participou das\ncomissões de Saúde Pública, Estatística e Colonização e Justiça e\nLegislação.\n\nNas eleições de 30 de janeiro de 1912, foi mais uma vez eleito deputado\nfederal pelo Distrito Federal. Exerceu seu mandato de 9 de maio de 1912\na 31 de dezembro de 1914 e foi ainda uma vez reeleito. Tomou posse em\nmaio de 1915 e, com morte do senador Augusto de Vasconcelos em 10 de\ndezembro seguinte, tentou preencher sua vaga no Senado. Contudo, a vaga\nfoi ocupada por seu opositor Irineu Machado. Desgostoso com o ocorrido,\nrenunciou ao mandato de deputado federal em 7 de julho de 1916 e\nafastou-se da vida pública.\n\nFoi também diretor da Escola Normal do Distrito Federal. Além disso, foi\num dos diretores da *Universal: Revista das revistas*. *Resenha da vida\nnacional e estrangeira*, criada em 1901, no Rio de Janeiro, juntamente\ncom Rivadávia Correia e Manuel Bonfim.\n\nFaleceu no Rio de Janeiro em 9 de junho de 1947.\n\nEra casado com Emília Botelho Delfino.\n\nIzabel Pimentel da Silva\n\n**FONTES**: ABRANCHES, J. *Governos*; BLAKE, A. *Diccionario* (v.2);\nCÂM. DEP. *Deputados brasileiros* (1826-1976); FERREIRA, J; DELGADO, L.\n*Tempo;* GIFFONI, O. C. *Dicionário*; *Índice*; LEITE NETO, L. *Catálogo\nbiográfico*; SENADO. Disponível em: \\<www.senado.gov.br\\>.\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; BLAKE, A. *Diccionario* (v.2);\nCÂM. DEP. *Deputados brasileiros* (1826-1976); FERREIRA, J; DELGADO, L.\n*Tempo;* GIFFONI, O. C. *Dicionário*; *Índice*; LEITE NETO, L. *Catálogo\nbiográfico*; SENADO. Disponível em: \\<www.senado.gov.br\\>.\n","dic":"DHBPR"}