{"title":"ACADEMIA BRASILEIRA DE LETRAS (ABL)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Eduardo Junqueira"],"content":"**ACADEMIA BRASILEIRA DE LETRAS (ABL)**\n\nInstituição fundada no dia 20 dejulho de 1897, após uma série dereuniões\npreparatórias realizadas na *Revista Brasileira* e em escritórios de\nfuturos acadêmicos.Escolhidos na sessão inaugural os 40\nmembrosfundadores e os patronos de suas respectivascadeiras, Machado de\nAssis foi aclamadoo primeiro presidente da instituição, eJoaquim Nabuco,\nsecretário geral.\n\nInspirados pelo modelo da AcadémieFrançaise e com o incentivo do\nimperadordom Pedro II, alguns escritores brasileirospugnaram, ainda no\nImpério, pela criaçãode uma academia cuja função seria, aexemplo da\ncongênere francesa, a culturada língua e da literatura nacionais nassuas\ndiversas manifestações. Embora desde longadata existissem no país\nsociedades literáriase agremiações de escritores – em 1875,havia na\nCorte uma Sociedade Brasileirade Ensaios Literários –, essas\nassociaçõessurgiam e desapareciam ao sabor das circunstânciase nenhuma\npoderia se comparar à Académie,fundada em 1635 e pela qual\npassaramMontesquieu, Voltaire, D’Alambert, Victor Hugoe Anatole France.\n\nApós a proclamação da República,na atmosfera literária do Rio de\nJaneiroda *Belle Époque*, a ideia de criação daAcademia Brasileira\nganhou fôlego. Originalmente,pretendia-se que a instituição tivesse\ncaráteroficial, como órgão do Estado republicano.Afinal, a Académie\ntinha semelhante estatuto,criada que fora por Richelieu, duranteo\nreinado de Luís XIII. O governorepublicano, todavia, não se interessou\npeloprojeto, seja pelo fato de que onovo regime enfrentava dificuldades\npara seconsolidar politicamente, seja por não julgarconveniente apoiar a\ncriação de um órgãoinspirado em um instituto fundado duranteo apogeu do\nabsolutismo, no qual figurariammonarquistas notórios, como Joaquim\nNabuco eAfonso Celso.\n\nAté 1905, quando foi instaladano edifício do Silogeu, a Academia\nBrasileirade Letras funcionou sem sede própria,realizando suas sessões\nna *Revista Brasileira*,em jantares, nas salas de aula doGinásio\nNacional ou no escritório de RodrigoOtávio, ocupante da cadeira 35. Tudo\npareciaindicar que a academia teria vida efêmera,a exemplo de outras\ntantas associaçõesliterárias que existiram no Rio de Janeiro– além do\nmais, a nova instituiçãocausava antipatia em muitos literatos, quea\njulgavam fruto de um francofilismo elitistae afetado, sem cabimento num\npaís deanalfabetos e recém-saído de três séculosde escravidão. Tal era o\nsentimento deque breve seria a existência da instituição,que Joaquim\nNabuco, de seu posto emLondres, apelou em carta a Machado: “Nãodeixe\nmorrer a Academia”. Mas, ao contráriodo que se poderia esperar, o\nprestígiosocial da casa cresceu, da mesma formaque o desejo de muitos\nliteratos deobter assento em uma de suas 40cadeiras.\n\nPor outro lado, nesse tempo, nãoera fácil para um postulante o\ningressona academia. Além da exigência de queo candidato tivesse\n“publicado obras dereconhecido mérito ou, fora desses gêneros,livro de\nvalor literário”, segundo o art.2^o^ dos Estatutos, cobrava-se\ndopostulante vida minimamente regrada. Era precisohaver, também,\nconsenso entre os acadêmicosde que um novo membro não viessea se\ntransformar num elemento desagregadordo ambiente de cordialidade que se\npretendiafosse o da academia. Assim, a nomesligados ao jornalismo\npanfletário, autores desátiras e insultos, de conduta\ndesaforada,frequentadores assíduos de cafés e prostíbulos,ébrios\nnotórios ou quem quer que jáhouvesse tripudiado sobre a imagem\ndequalquer acadêmico, vivo ou morto, a esses,fatalmente, a casa lhes\nfecharia as portas:como fechadas estiveram, por exemplo, parao poeta\nboêmio Emílio de Menezes.\n\nNão se deve considerar, contudo,que a polêmica intelectual estivesse\nausentedo espaço em que se articulavam asrelações entre acadêmicos e\nentre estese os demais figurantes do mundo literárioda *Belle Époque*\ncarioca. Não convém esquecerque nas primeiras décadas do século XX,no\nBrasil, o mundo das letras seestruturava também como espaço de\nocorrênciade cisões e conflitos, muitos dos quaisincontornáveis. Para\ncitar apenas dois daquelesembates entre acadêmicos, tornaram-se\ncélebreso que opôs Rui Barbosa e Clóvis Beviláqua, a propósitoda edição\ndo Código Civil brasileiro,e o que se estabeleceu entre SílvioRomero e\nJosé Veríssimo, por conta dequestões que envolviam gosto literário.\n\nNão se pense, também, que nosatos e cerimônias da academia não\nhouvessediscussões sobre temas políticos. Muitos acadêmicos,além de\nescritores, atuavam no jornalismoe na política, ocupavam cargos\neletivosno parlamento ou posições importantes noEstado. Na virada do\nséculo, dois partidos,por assim dizer, dividiam os acadêmicosentre\nmonarquistas e republicanos, e nãofoi raro que, ultrapassando os muros\ndainstituição, os dois grupos se atacassematravés da imprensa.\n\nTambém, a crítica social jamaisdeixou de ser feita em nome dosideais não\nsó de cordialidade e respeitabilidade,como de neutralidade política,\npelos quaistanto lutara Machado. Quando veio à academiapara a posse de\nEuclides da Cunha,em 1906, o presidente da República, AfonsoPena, foi\nobrigado a ouvir, em silêncio,severa crítica a seu governo, vinda\ndeSílvio Romero, que fora incumbido de proferirdiscurso de saudação ao\nautor de *Os sertões*.O escândalo foi inevitável.\n\nQuanto mais visível socialmente setornava a academia, maior a atenção\neradada à escolha dos novos acadêmicos. Aeleição de um novo membro\ncomeçou apassar por uma espécie de crivo, momentoem que todo o campo\nintelectual sealvoroçava, criticando ou enaltecendo a escolhade um novo\nacadêmico. Pode-se dizer queem algumas ocasiões a polêmica foi\nacirrada,dividindo opiniões dentro e fora da instituição.Entre os\ncandidatos, encontravam-se iniciantessem a devida consagração,\npersonagens alheiosàs letras, políticos, militares, cientistas,clérigos,\ncapitalistas – a vontade deingressar na academia ultrapassava o\nmundoliterário.\n\nEntendeu-se assim que não apenasos literatos mereciam ter assento na\nacademia,mas também quem houvesse contribuído significativamenteem sua\nesfera de atuação. Era ocritério dos expoentes, solução achada\nporJoaquim Nabuco, a exemplo do que ocorriana Académie Française, para\ncontornar omal-estar provocado pelo ingresso cada vezmaior de\npersonalidades alheias ao mundoliterário – para citar apenas aquelesdas\nprimeiras décadas do século XX, Barãode Jaceguai, Dantas Barreto,\nOsvaldo Cruz,Lauro Müller (em sinal de repúdio àeleição deste último,\nJosé Veríssimo, defensorde um critério de escolha\nexclusivamenteliterário, renunciou ao cargo de secretário geral, em\n1912, e nunca mais voltouà academia).\n\nApós a instalação no Silogeu, estabeleceu-sedefinitivamente o formato\ndos rituais edas cerimônias e se criou uma espéciede *modus vivendi* do\nacadêmico. Marcas da academia:as 40 cadeiras numeradas, o fardão\nverde,bordado a fio de ouro, o espadime o capelo, utilizados nas sessões\ndeposse ou nas ocasiões solenes, o epítetode “imortal”, o processo de\nescolha dosnovos membros, as reuniões secretas –símbolos destinados a\ncriar uma fronteiraintransponível entre o mundo dos 40 eleitose os\ndemais habitantes do campo literário.\n\nEm 1917, A Academia Brasileirade Letras recebeu como legado a quantiade\ncinco contos de réis, deixados emtestamento pelo editor Francisco Alves,\nfalecidonaquele ano, o que lhe permitiu aparelhar-see elevar o polêmico\n*jeton*, pago aosacadêmicos pela participação nos eventos dacasa. A soma\ndeixada pelo livreiro, umadmirador da academia, implicava uma\ncondição:que a instituição organizasse concursos literáriose viesse a\nincentivar o ensino primáriono Brasil. Ainda naquele mesmo ano, egraças\nà generosidade do livreiro, iniciou-se,sob a presidência de Afrânio\nPeixoto,a publicação de uma coleção de clássicosda literatura nacional\nnão mais editadose já fora de catálogo.\n\nEm 1923, a instituição mudou-separa a sede definitiva, o edifício\nocupadopela delegação francesa na Exposição Universalde 1922, uma cópia\ndo Petit Trianonde Versalhes. A partir de então, consolidadacomo\ninstituição ligada à alta culturae à defesa da língua portuguesa,\naacademia esforçou-se por manter sua expressãosocial, os formatos de\nseus rituais internose os critérios para ingresso de novosmembros.\n\nE foi a perspectiva de semanter fiel às suas tradições – todasinventadas\nnão mais de duas décadas antes– que indispôs a academia com osprincipais\nnomes do movimento modernista, osquais, liderados por Graça Aranha,\npassarama atacar o lugar ocupado pela instituiçãono campo da cultura\nnacional. Os modernistascriticavam a academia naquilo que constituíasua\nprópria razão de ser: o academicismo,tido como arcaico e universalista,\ndistantedo modelo de literatura genuinamente nacionalque tentavam\natingir. Foi esse o sentimentoque animou o afastamento de Graça\nAranhaquando, em carta a Afrânio Peixoto, declarouque a “Academia quer\npersistir na posiçãoeclética e antiquada, nefasta à\nliteraturabrasileira. Recusa-se a tornar-se um organismoútil e ativo, um\nfator do modernosentimento nacional”, completando, não sem certadose de\nressentimento: “a Academia morreupara mim”. Curiosamente, a partir de\nmeadosdos anos 1930, os modernistas, que lhecriticaram o papel\ndesempenhado no campoliterário e os rituais, passaram a\ndemonstrarinteresse em ocupar uma de suas cadeiras:Cassiano Ricardo,\nManuel Bandeira e Menottidel Picchia tiveram êxito, Oswald de\nAndradeconcorreu a uma vaga*, mas* não foi eleito,e Monteiro Lobato e\nSérgio Buarque deHolanda, candidatos, desistiram na ultima hora.\n\nEm 1941, em pleno Estado Novo,o presidente Getúlio Vargas foi eleitopara\nsuceder a Alcântara Machado (outromodernista) na cadeira 37. A escolha\ndoditador deu ensejo a uma das maisacirradas controvérsias da academia,\numa vezque Getúlio jamais havia publicado umlivro. Organizando-se as\ncoletâneas de discursose pronunciamentos do presidente em\nvolumeintitulado *A nova política do Brasil*, Vargas pôde sereleito, com\na significativa soma de 33votos, e tomar posse em 1943. Erao critério\ndos expoentes levado às últimasconsequências.\n\nNas décadas seguintes, o conteúdoda maior parte das polêmicas que\nagitarama academia permaneceu, até certo ponto,inalterado: a\nrepresentatividade de seus membrosno domínio das letras, os critérios\ndeescolha e o papel dos expoentes enão literatos, as tradições e\npráticasrituais, a estreita ligação com a política,em oposição ao que\nMachado preconizaracomo objetivo em seu discurso inaugural,no sentido de\n“conservar, no meio dafederação política, a unidade literária”.\nDecertoque os rumos tomados pela instituiçãopareceram jamais levar em\nconsideração atese machadiana, segundo a qual convinha,para a própria\nsobrevivência da casa,manter a academia distante do turbulentomundo da\npolítica.\n\nO tempo mostrou ser equivocadaa tese do autor de *Esaú e Jacó*.\nTantomais próxima dos políticos, capitalistas, homensde Estado, na\nmedida em que reservavaparte de suas cadeiras para os expoentes,mais\nsólida se tornava a instituição,ainda que o preço a ser pago fossea\nfalta de representatividade no campoliterário. Para os críticos da\nacademia,não havia justificativas: escritores como LimaBarreto, Domingos\nOlímpio, Jorge de Lima,Graciliano Ramos, Sergio Buarque de\nHolanda,haviam sido preteridos por figuras completamenteestranhas ao\nmundo das letras.\n\nEduardo Junqueira\n\n**FONTES:** ARANHA, G. *Correspondência*;BROCA, B. V*ida*; *Discursos\nacadêmicos* (t.1, v.1-4);PIZA, D. *Academia*; SCANTIMBURGO, J.\n*Paciente.*\n","ref":"**FONTES:** ARANHA, G. *Correspondência*;BROCA, B. V*ida*; *Discursos\nacadêmicos* (t.1, v.1-4);PIZA, D. *Academia*; SCANTIMBURGO, J.\n*Paciente.*\n","dic":"DHBPR"}
