{"title":"SARAIVA, Gumercindo","cargoss":["Revolucionário ou revoltoso"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1893],"estados":[0],"autor":["Raimundo Helio Lopes"],"content":"**SARAIVA, Gumercindo**\n\n\\*rev. 1893.\n\n*Gumercindo da Rosa Saraiva* nasceu em Arroio Grande (RS) no dia 13 de\njaneiro de 1853, filho de Francisco Saraiva e de Propícia da Rosa. Seu\npai, também conhecido como don Chico, era proprietário de terras no\nUruguai e no Rio Grande do Sul e lutou na Revolução Farroupilha\n(1835-1845) como voluntário. Seu irmão Aparício Saraiva foi líder do\nPartido Blanco no Uruguai e também atuou com grande destaque na\nRevolução Federalista (1893-1895).\n\nEstudou em Montevidéu, e ainda no Uruguai participou da Revolução das\nLanças, contra o governo do presidente Lorenzo Batlle, entre os anos de\n1870 e 1872. Com seu irmão Aparício Saraiva também participou no Uruguai\nna Revolução Tricolor. De volta ao Brasil, em 1880 comprou a estância\nCurral dos Arroios no município de Santa Vitória do Palmar (RS), onde\npassou a viver. Ainda durante o Império foi ligado ao Partido Liberal.\nEm 1888, quando assumiu o posto de tenente-coronel da Guarda Nacional,\nfoi nomeado delegado de polícia em Santa Vitória do Palmar. Por sua\nligação com os liberais, recusou-se a entrar no Partido Republicano\nRio-Grandense (PRR), liderado por Júlio de Castilhos, onde os filiados\nao Partido Conservador de seu município se haviam abrigado.\n\nApós a proclamação da República (15/11/1889), suas divergências com os\nmembros do PRR aumentaram. Sua recusa a ingressar no partido não foi bem\nrecebida pelos líderes republicanos, que passaram a persegui-lo,\nprovocando sua prisão no final de 1889, sob a acusação de assassinato na\ncidade de Santa Vitória (RS). Meses depois, fugiu da prisão e\nrefugiou-se na estância do irmão Aparício no Uruguai. Só retornou ao Rio\nGrande do Sul em novembro de 1891, depois de Júlio de Castilho ter\nrenunciado ao governo gaúcho, com a chegada à presidência da República\ndo marechal Floriano Peixoto (1891-1894). Castilhos, ao ser retirado do\npoder estadual, foi substituído por junta governativa, mas logo começou\na articular seu retorno ao governo. Com a reorganização do PRR visando\nao retorno ao poder gaúcho, Gumercindo Saraiva mudou-se novamente para o\nUruguai e ligou-se a Gaspar Silveira Martins – antigo líder do Partido\nLiberal no Império, ex-deputado geral, senador, ministro da Fazenda e\npresidente da província –, iniciando a preparação para uma revolução.\nSilveira Martins, exilado na Europa desde a queda da monarquia, e agora\ndefensor de uma República parlamentarista, regressou a Porto Alegre no\ninício de 1892 e, em 31 de março desse ano, no encontro que ficou\nconhecido como Convenção de Bajé, foi aclamado chefe do Partido\nFederalista ou Partido Republicano Federal, então criado para fazer\nfrente ao PRR de Júlio de Castilhos.\n\nA instabilidade no Rio Grande do Sul prosseguiu durante todo o ano de\n1892. Em 8 de junho Barros Cassal foi substituído no governo por José\nAntônio Correia da Câmara, o visconde de Pelotas, que por sua vez foi\nderrubado nove dias depois por um movimento articulado por Júlio de\nCastilhos, o qual entregou o poder a Carneiro Monteiro. Em 27 de\nsetembro este foi substituído por Fernando Abbott, que deixou a Câmara\ndos Deputados para exercer interinamente o governo gaúcho e conduzir as\neleições que mais uma vez levariam Júlio de Castilhos ao poder. Em 25 de\njaneiro de 1893 Abbott transmitiu o governo a Castilhos. Contra a\nsituação, ergueram-se não só os federalistas de Silveira Martins, mas\ntambém monarquistas descontentes e mesmo republicanos. Os federalistas\nexigiam a saída de Castilhos por considerar que sua eleição fora\nmanipulada. Pediam um plebiscito em que o povo pudesse escolher a forma\nde governo.\n\nUma semana depois da posse, em 2 de fevereiro, Gumercindo Saraiva entrou\nno Rio Grande do Sul vindo do Uruguai, à frente de um grupo de\ncavaleiros, e juntou-se aos homens do general João Nunes da Silva\nTavares, conhecido como Joca Tavares, o barão de Itaqui. Era o início da\nRevolução Federalista, guerra civil entre os partidários de Silveira\nMartins, os chamados “maragatos”, e os republicanos partidários de Júlio\nde Castilhos, também chamados de “pica-paus”, que conflagrou o Rio\nGrande do Sul e se estendeu para os estados de Santa Catarina e Paraná,\nsó cessando em agosto de 1895.\n\nDurante o conflito, Gumercindo Saraiva aliou-se aos combatentes da\nRevolta da Armada, levante de oposição ao presidente Floriano Peixoto\nque se estendeu de setembro de 1893 a março de 1894, sob a chefia do\nalmirante Custódio de Melo e mais tarde do almirante Luís Filipe\nSaldanha da Gama, envolvendo a Esquadra fundeada na baía de Guanabara.\nOs revoltosos rumaram para Santa Catarina, e Gumercindo seguiu para\nSanta Catarina e Paraná, chegando a Curitiba. Com a derrota do marechal\nSaldanha da Gama, retornou ao Rio Grande do Sul e foi morto no combate\nde Carovi, no município de Passo Fundo (RS), em 10 de agosto de 1894.\nDois dias depois seu cadáver foi desenterrado pelos republicanos e\ncolocado em exibição pública, e sua cabeça foi levada a Júlio de\nCastilhos.\n\nFoi casado com Amélia Rodrigues Correia, parenta de José Francisco\nDiana, político liberal e ministro das Relações Exteriores (1889)\ndurante o Império.\n\nA seu respeito, Castilho Goicochea escreveu *Gumercindo Saraiva na\nguerra dos maragatos* (1943) e Manuel Fonseca publicou *Gumercindo\nSaraiva: el general de la libertad* (1957).\n\nRaimundo Helio Lopes\n\n**FONTES:** CHASTEEN, J. *Aparício* (p.8-21); FRANCO, S. *Guerra*;\nLOPEZ, R. *Coração*; LOVE, J. *Regionalismo*; MEMORIAL RS. Disponível\nem: \\<www.memorial.rs.gov.br/cadernos/maragatos.pdf\\>. Acesso em:\n14/6/2011; RUAS, T.; BONES, E. *Cabeça*.\n","ref":"**FONTES:** CHASTEEN, J. *Aparício* (p.8-21); FRANCO, S. *Guerra*;\nLOPEZ, R. *Coração*; LOVE, J. *Regionalismo*; MEMORIAL RS. Disponível\nem: \\<www.memorial.rs.gov.br/cadernos/maragatos.pdf\\>. Acesso em:\n14/6/2011; RUAS, T.; BONES, E. *Cabeça*.\n","dic":"DHBPR"}
