{"title":"SARMENTO, José Paulino de Albuquerque","cargoss":["dep. fed. AL 1915-1917","gov. AL 1919","dep. fed. AL 1929-1930."],"content":"**SARMENTO, José Paulino de Albuquerque**\n\n**\\***dep. fed. AL 1915-1917; gov. AL 1919; dep. fed. AL 1929-1930.\n\n*José Paulino de Albuquerque Sarmento* nasceu no engenho Várzea de\nSousa, em São Luís do Quitunde (AL), no dia 17 de junho de 1863, filho\nde José Paulino de Albuquerque Sarmento e de Rita Eugênia Sarmento.\n\nFrequentou a escola pública de Camaragibe e, depois, fez o curso\nsecundário em Maceió. Formou-se pela Faculdade de Direito do Recife em\n1886 e começou a vida profissional como promotor público. Já na\nRepública, foi morar no Rio de Janeiro, então Distrito Federal, e foi\nnomeado pelo presidente Floriano Peixoto (1891-1894) pretor da ilha do\nGovernador. Regressando a Alagoas, foi nomeado professor do Ginásio\nAlagoano, abriu escritório de advocacia e dedicou-se à agroindústria.\n\nEleito deputado federal por seu estado, exerceu o mandato de maio de\n1915 a dezembro de 1917. Em 12 de junho de 1918 tomou posse como\nvice-governador de Alagoas, ao lado do governador José Fernandes de\nBarros Lima. Na ausência deste, assumiu o governo de 12 de março a 2 de\nmaio de 1919. Foi procurador geral do estado, cargo no qual se aposentou\nem 1929. Nesse ano, estando em curso a legislatura 1927-1929, foi mais\numa vez eleito deputado federal. Tomou posse em junho, encerrou o\nmandato em dezembro, e foi reeleito de março de 1930. Permaneceu na\nCâmara até 23 de outubro de 1930, quando, com a vitória da Revolução que\nlevou Getúlio Vargas ao poder, teve o mandato interrompido.\n\nFoi membro da comissão diretora do Partido Economista Democrático de\nAlagoas e um dos líderes da oposição, reunida no *Correio de Maceió.*\n\nEm 1934 foi eleito deputado estadual, exercendo seu mandato até 10 de\nnovembro de 1937, quando, com o advento do Estado Novo, foram extintos\nos órgãos legislativos do país.\n\nFaleceu em Maceió no dia 10 de março de 1957.\n\nReynaldo de Barros\n\n**FONTE:** BARROS, F. *A B C das Alagoas*.\n","ref":"","dic":"DHBPR"}