{"title":"BARATA, MAGALHÃES","cargoss":["militar","rev. 1924","interv. PA 1930-1935 e 1943-1945","const. 1946"],"author":null,"content":"**BARATA, M****AGALHÃES**\n\n\\*militar; rev. 1924; interv. PA 1930-1935 e 1943-1945; const. 1946;\nsen. PA 1946-1954; gov. PA 1955-1959.\n\n*Joaquim de Magalhães Cardoso Barata* nasceu no distrito de Valde-Cães,\nem Belém do Pará, no dia 2 de junho de 1888, filho do major Marcelino\nCardoso Barata e de Gabrina de Magalhães Barata.\n\nPassou sua infância na cidade paraense de Monte Alegre. Assentou praça\nem 1904, cursou a Escola Militar do Realengo, no Rio de Janeiro, e\nformou-se aspirante a oficial em 1911. Classificado no 47^o^ Batalhão de\nCaçadores, em Belém, foi promovido a segundo-tenente em 1915. Nesse\nposto, comandou a guarnição da fronteira Brasil-Guiana, em Oiapoque\n(AP). Em 1920 foi promovido a primeiro-tenente e transferido para o Rio\nde Janeiro.\n\nApós os movimentos revolucionários de 1922, ligou-se aos “tenentes” e,\nem 24 de dezembro de 1923, recebeu a incumbência de dirigir-se ao\nParaná, onde, no dia 28, deveria prender o ministro da Guerra Fernando\nSetembrino de Carvalho. O ato seria o sinal para desencadear o levante\nsimultâneo de todos os corpos de tropa aquartelados no Paraná e de\nalguns do Rio de Janeiro. Entretanto, o plano foi denunciado, e\nMagalhães Barata foi preso em São Paulo no dia 25, sendo recambiado\ndiretamente para o 27^o^ Batalhão de Caçadores, sediado em Manaus.\n\nEm 1924, comandava a 3^a^ Companhia do 27^o^ BC quando, ao lado dos\ntenentes Alfredo Augusto Ribeiro Júnior e Sebastião Mendes de Holanda,\nentre outros, promoveu no dia 23 de julho a sublevação da unidade em que\nserviam. Os revolucionários tomaram de assalto o quartel da polícia e o\npalácio do governo, depondo a administração estadual amazonense.\nInstalou-se então uma junta governativa chefiada pelo tenente Ribeiro\nJúnior, que durante um mês teve o controle da região. Irradiando-se para\no Pará, tropas revolucionárias ocuparam a fortaleza de Óbidos, às\nmargens do rio Amazonas, e tentaram assumir o controle do rio.\nEntretanto, no mês de agosto, o governo federal enviou uma expedição\ncomandada pelo general João de Deus Mena Barreto, que à frente de uma\nesquadra, em 20 de agosto, retomou a fortaleza de Óbidos, na ocasião\ncomandada por Magalhães Barata, e depois rumou para Manaus, que acabou\nsendo abandonada pelos rebeldes. Juntamente com alguns de seus\ncompanheiros de luta, Magalhães Barata foi preso e conduzido a Belém.\nMais tarde, porém, conseguiu fugir da prisão e refugiou-se no Uruguai,\nde onde retornou, via Rio Grande do Sul, apenas alguns meses antes da\nRevolução de 1930.\n\nInterventor e Governador do Pará\n\nEm agosto de 1930, voltou clandestinamente a Belém, com identidade\nfalsa, e passou a se dedicar à articulação da revolução no estado.\nApesar de disfarçado, foi preso ainda antes da deflagração do movimento\nna casa do padre Leandro Pinheiro, um dos principais líderes civis da\nrevolução no Pará, e enviado para o Rio de Janeiro. Com a vitória da\nrevolução, deixou a prisão e rumou para Belém, onde assumiu o cargo de\ninterventor federal no Pará no dia 12 de novembro de 1930. Sua chegada à\ncidade, acompanhado de Juarez Távora e de José Américo de Almeida,\nmotivou uma grande manifestação popular de apoio.\n\nPromovido a capitão três dias depois de sua posse como interventor, e a\nmajor em agosto de 1931, filiou-se ao Clube 3 de Outubro assim que este\nfoi formado, e foi um dos fundadores do Clube Político Beneficente 24 de\nOutubro no Pará, que reunia outros líderes revolucionários do estado.\nNas eleições para a primeira diretoria da agremiação, realizadas em\nnovembro de 1931, foi aclamado presidente de honra. No mês seguinte,\npromoveu a fundação do Partido Liberal do Pará. Como os demais partidos\nentão criados pelos interventores estaduais, o Partido Liberal do Pará\napoiava claramente a política de Getúlio Vargas e era filiado à União\nCívica Nacional, reunindo as forças que promoveram a Revolução de 1930\nno estado. Entre seus membros, figuravam Abel e Mário Chermont, o padre\nLeandro Pinheiro, Rodrigo da Veiga Cabral, José Carneiro da Gama Malcher\ne outros.\n\nEm setembro de 1932, o movimento constitucionalista que eclodira em\njulho em São Paulo produziu reflexos em Belém. Elementos revoltosos\nocuparam o prédio da Polícia Civil e atacaram o quartel do Corpo de\nBombeiros, o quartel-general do Exército e a Cadeia de São José. O\ninterventor Magalhães Barata comandou a repressão ao movimento,\nsufocando-o com o emprego de forças do Exército, da Marinha, da polícia\ne do Corpo de Bombeiros.\n\nDevido a seu hábito de percorrer sistematicamente o interior do estado,\no interventor consolidou a capacidade eleitoral de seu partido,\nconquistando um apoio maciço, que no futuro iria compensar seu pouco\nprestígio na capital. Desse modo, o Partido Liberal elegeu em 1933 todos\nos deputados paraenses à Assembleia Nacional Constituinte. Em 1934,\nembora as forças de oposição ao interventor se reunissem, formando a\nFrente Única Paraense (FUP), o Partido Liberal manteve seu poderio. Nas\neleições de outubro, elegeu 21 dos 30 deputados à Assembleia\nConstituinte estadual e sete dos nove deputados federais da bancada\nparaense.\n\nA Constituinte paraense, com data de instalação marcada para 4 de abril\nde 1935, além de elaborar a Constituição estadual, tinha a atribuição de\neleger o governador constitucional do estado e dois senadores. Em\nprincípio, Barata contava com ampla maioria para sufragar sua própria\ncandidatura ao governo. Entretanto, sete deputados do Partido Liberal,\nrecusando-se a apoiá-lo, uniram-se aos nove deputados da FUP,\nconstituindo assim uma maioria oposicionista favorável à candidatura de\nMário Chermont ao governo. Diante do clima de extrema tensão que se\ncriou, no dia 4 de abril, esses deputados, impedidos de ingressar na\nAssembleia por forças policiais, asilaram-se no quartel-general da 8^a^\nRegião Militar. Ao mesmo tempo, requereram ao Tribunal Regional\nEleitoral *habeas corpus* que lhes assegurasse exercer livremente e com\ngarantias o direito de voto nas eleições para governador e senadores.\nEntrementes, o presidente da Assembleia, Ápio Medrado, membro do Partido\nLiberal, reuniu o plenário, convocando suplentes para substituir os\noposicionistas. Realizada a votação, o major Magalhães Barata foi\neleito. A oposição, porém, conseguiu provimento a seu recurso, pondo em\nquestão a legalidade do resultado e convocando nova reunião da\nAssembleia para o dia seguinte.\n\nEm 5 de abril, quando os oposicionistas se dirigiam para a Assembleia\nsob escolta militar e acompanhados pelo desembargador Dantas Cavalcanti,\nformou-se um tumulto. A polícia interveio, houve troca de tiros, e\nalguns dos deputados saíram feridos do conflito, em que morreram dois\npopulares. Acuados, os oposicionistas tornaram a abrigar-se na 8^a^ RM,\nenquanto Barata se proclamava empossado e comunicava sua vitória às\nautoridades federais, ao mesmo tempo em que responsabilizava o general\ncomandante da 8^a^ RM pelas cenas de violência ocorridas em Belém.\n\nRecebendo apelos do lado derrotado e tomando conhecimento das acusações\ntrocadas pelas duas facções, o governo federal decidiu intervir no\nestado. No dia 6 de abril, Getúlio Vargas comunicou ao major Barata que\no Tribunal Superior de Justiça Eleitoral havia determinado a intervenção\nno Pará, e que fora nomeado interventor o major Roberto Carneiro de\nMendonça, que tomou posse no dia 12 de abril. Em 29 do mesmo mês, após a\npacificação do estado, a Assembleia Constituinte paraense foi reaberta e\nelegeu, para o governo estadual, José Carneiro da Gama Malcher, e para o\nSenado, Abel Chermont e Abelardo Conduru, numa solução de compromisso\nentre as diversas forças políticas.\n\nSegundo Hélio Silva, Magalhães Barata, desgostoso com os acontecimentos\nno Pará, apoiou sigilosamente a Aliança Nacional Libertadora (ANL),\nmantendo-se porém desvinculado da entidade para preservar maior\nliberdade de movimentos. Ainda em 1935, o ex-interventor rearticulou o\nPartido Liberal, fazendo eleger um novo diretório.\n\nMagalhães Barata retornou ao serviço militar ativo em janeiro de 1936,\nassumindo o comando do 6^o^ Batalhão de Caçadores, em Ipameri (GO). Em\nmaio do mesmo ano foi promovido a tenente-coronel, permanecendo no\ncomando do 6^o^ BC até setembro de 1937. De fevereiro de 1938 a novembro\nde 1939, comandou o 22^o^ Batalhão de Caçadores, em João Pessoa (PB),\ntendo sido promovido a coronel em setembro de 1939. Comandou em seguida\no 15^o^ Batalhão de Caçadores, em Curitiba (PR), de dezembro de 1939 a\nagosto de 1940. Em setembro de 1940, assumiu a chefia da 21^a^\nCircunscrição Militar, em Recife, posto em que permaneceu até fevereiro\nde 1943.\n\nNo dia 8 de fevereiro de 1943, foi novamente nomeado interventor no\nPará, tomando posse 12 dias depois. Desde o início de 1945, participou\ndas gestões para a fundação do Partido Social Democrático (PSD) em plano\nnacional. No dia 19 de maio fundou o PSD no Pará, atraindo para ele seus\ncorreligionários, assumindo a presidência do diretório regional e\nparticipando igualmente da direção nacional. Ainda em 1945, reformou-se\nno posto de general de brigada.\n\nJuntamente com Gama Malcher, que também ingressara no PSD, apoiou a\ncandidatura do general Eurico Gaspar Dutra à presidência da República.\nCom a antecipação das eleições estaduais para o dia 2 de dezembro, junto\ncom as federais, procurou desincompatibilizar-se para poder se\ncandidatar ao governo do estado, e exonerou-se da interventoria no dia\n27 de outubro. Entretanto, com a deposição de Vargas dois dias depois,\nficaram suspensas as eleições para os governos estaduais. Manteve-se\ncontudo a eleição para presidente da República, e decidiu-se realizar\neleições para uma Assembleia Nacional Constituinte. Candidatando-se a\nsenador constituinte pelo PSD, o general Barata foi eleito. No Senado,\nfez parte da Subcomissão de Segurança Nacional, da Comissão de\nConstituição e da Comissão de Forças Armadas. As eleições para o governo\ndo estado realizaram-se em 19 de janeiro de 1947, e nelas o senador\nMagalhães Barata apoiou o major Moura Carvalho, que venceu o pleito,\nderrotando o general Alexandre Zacarias de Assunção, ex-comandante da\n8^a^ RM.\n\nCandidato pelo PSD ao governo do estado nas eleições de 3 de outubro de\n1950, o senador Barata foi derrotado por 555 votos pelo mesmo general\nZacarias de Assunção, candidato da Coligação Democrática Paraense.\nReeleito senador em 1954, voltou a se candidatar a governador em 1955 e\nfoi eleito, com o apoio de Juscelino Kubitschek, derrotando Epílogo de\nCampos. Tomou posse em 10 de junho de 1956.\n\nMagalhães Barata morreu em pleno exercício do mandato, no dia 29 de maio\nde 1959. Considerado um dos maiores líderes da história republicana do\nPará, dividiu a opinião política do estado em duas correntes: o\nbaratismo e o antibaratismo.\n\nFoi casado com Georgina de Oliveira Barata, tendo deixado duas filhas.\n\nFoi presidente honorário do Instituto Histórico e Geográfico do Pará.\n\nA seu respeito foram publicadas as seguintes obras: *Normas* *de um\ngoverno*; *psicologia de um administrador: aspectos sociais de atos e\ndespachos do* *cel. Magalhães Barata* (1944), de Coimbra Cunha, e *Eu e\nas últimas 72 horas de Magalhães* *Barata* (1960), de Dalila Nogueira\nOhana.\n\nAmélia Coutinho\n\n**FONTES:**ARQ. GETÚLIO VARGAS; BIB. NAC.; CAFÉ FILHO, J. *Do*\n*Sindicato*; CÂM. DEP. *Anais* (1959-29); CÂM. DEP. *Deputados*;\nCISNEIROS, A*. Parlamentares*; CORRESP. GOV. EST. PA; *Cronologia da*\n*Assembleia*; CRUZ, E. *História do Pará*; D’ARAÚJO, M. *Cronologia*;\n*Diário* *do Congresso Nacional*; DULLES, J. *Getúlio*; *Encic.\nMirador*; *Estado de S. Paulo* (19/9/1976); FONTOURA, J. *Memórias*;\n*Grande encic*. *Delta*; INST. HIST. GEOG. BRAS.; *Jornal do Comércio*,\nRio (30/5/1959); LEVINE, R. *Vargas*; MIN. GUERRA*. Almanaque* (1944);\nPEIXOTO, A. *Getúlio*; *Personalidades*; POPPINO, R. *Federal*; ROQUE,\nC. *Grande*; SENADO. *Relação*;SILVA, G. *Constituinte*; SILVA, H.\n*1922*; SILVA, H*. 1935*; SILVA, H. *1945.*\n","ref":"**FONTES:**ARQ. GETÚLIO VARGAS; BIB. NAC.; CAFÉ FILHO, J. *Do*\n*Sindicato*; CÂM. DEP. *Anais* (1959-29); CÂM. DEP. *Deputados*;\nCISNEIROS, A*. Parlamentares*; CORRESP. GOV. EST. PA; *Cronologia da*\n*Assembleia*; CRUZ, E. *História do Pará*; D’ARAÚJO, M. *Cronologia*;\n*Diário* *do Congresso Nacional*; DULLES, J. *Getúlio*; *Encic.\nMirador*; *Estado de S. Paulo* (19/9/1976); FONTOURA, J. *Memórias*;\n*Grande encic*. *Delta*; INST. HIST. GEOG. BRAS.; *Jornal do Comércio*,\nRio (30/5/1959); LEVINE, R. *Vargas*; MIN. GUERRA*. Almanaque* (1944);\nPEIXOTO, A. *Getúlio*; *Personalidades*; POPPINO, R. *Federal*; ROQUE,\nC. *Grande*; SENADO. *Relação*;SILVA, G. *Constituinte*; SILVA, H.\n*1922*; SILVA, H*. 1935*; SILVA, H. *1945.*\n","dic":"DHBPR"}