{"title":"SEDIÇÃO DE JUAZEIRO","cargoss":["Confronto ocorrido em 1914 entre o governo federal e as oligarquias"],"author":null,"content":"**SEDIÇÃO DE JUAZEIRO**\n\nConfronto ocorrido em 1914 entre o governo federal e as oligarquias\ncearenses, envolvendo o Padre Cícero Romão Batista.\n\nA Nova Jerusalém\n\nO vale do Cariri, no Ceará, sempre fora pródigo em garantir os votos\nnecessários à manutenção da política dos governadores adotada pelo\ngoverno do presidente Hermes da Fonseca (1910-1914). Municípios como\nBarbalha, Missão Velha, Milagres e Aurora e, principalmente, Crato, eram\npolos importantes do coronelismo consolidado após o pacto oligárquico.\nAlém disso, sob iniciativa de Padre Cícero Romão Batista, a região\nconheceu grande desenvolvimento econômico com a produção de algodão e de\nmaniçoba destinada ao mercado internacional.\n\nDesde o final do século XIX, Juazeiro, a Nova Jerusalém, despontava como\numa cidade sagrada para onde se dirigiam milhares de fiéis, em busca de\nmelhores condições de vida e do conselho do Padre Cícero. Para lá\nconfluíam pessoas das mais diversas classes e com interesses\ndiferenciados: comerciantes, bandidos, desabrigados e miseráveis\nassolados pela fome e pela violência, provenientes de diversos estados,\nem sua maioria do Nordeste. A todos, Cícero abrigava, dava conselhos e,\nmuitas vezes, garantia lar e comida. Ao trabalho na lavoura também eram\nencaminhados muitos fiéis, embora com mão de obra subvalorizada.\n\nO crescimento populacional e comercial de Juazeiro, além da ambição\nreligiosa do Padre Cícero, fez com que a cidade reivindicasse sua\nautonomia política do município ao qual estava ligada: o Crato. As\nnegociações para uma separação pacífica não foram bem-sucedidas e o tema\ndividiu os coronéis dos municípios vizinhos. No entanto, articulações\npolíticas de Floro Bartolomeu, médico baiano e antigo jornalista que se\ninstalou na região e conquistou a confiança de Padre Cícero, conferiu a\nJuazeiro o reconhecimento político almejado. Em outubro de 1911,\nBartolomeu conseguiu articular uma aliança entre os políticos do vale do\nCariri, o chamado Pacto dos Coronéis. Entre as cláusulas constava: a) a\ndecisão dos integrantes de não apoiar deposições na região; b) o desejo\nde fortalecer laços pessoais e políticos entre os participantes; e c)\nmanter a lealdade incondicional a Antônio Nogueira Acióli, presidente do\nestado e líder da família que dominava a política no Ceará desde o final\ndo século XIX. Graças a essa iniciativa, Juazeiro foi elevado à\ncategoria de vila, sede de município.\n\nDe dezembro de 1911 a janeiro de 1912, houve intensa campanha contrária\naos planos de Acióli manter-se na liderança da política cearense. O\nmovimento que levou mais de 20 mil pessoas às ruas de Fortaleza contou\ncom a adesão de comerciantes da capital do Ceará, de profissionais\nliberais e de soldados e oficiais do Exército. A reação violenta de\nAcióli, ao colocar soldados e jagunços contra os manifestantes\ncontrários à sua política, aumentou a oposição a seu governo. Em 24 de\njaneiro de 1912, o oligarca foi obrigado a deixar Fortaleza e exilar-se\nna capital federal, de onde passou a conspirar para reassumir a\nliderança da política cearense. O fato beneficiou o candidato de\noposição ao governo, coronel Franco Rabelo. Em sintonia com a política\ndas salvações capitaneada pelo general Dantas Barreto, mais uma\noligarquia era derrubada no Nordeste, a exemplo do que ocorrera com Rosa\ne Silva em Pernambuco em 1911.\n\nA eleição do coronel Franco Rabelo para presidente do Ceará em meados do\nano de 1912 fez ruir as bases do pacto de 1911 firmado no Cariri. Ciente\ndos laços que ligavam os coronéis da região ao antigo líder da\noligarquia Acióli, Rabelo iniciou uma campanha de desestabilização da\npolítica oposicionista no Ceará. Com o pretexto de acabar com o\nbanditismo representado pelo fenômeno do cangaceirismo no Nordeste,\nenviou para o Crato 200 homens da Polícia Estadual.\n\nSeguindo ordens do presidente eleito, os policiais estacionados no Crato\nprenderam alguns jagunços acusados de banditismo, todos ligados a\ncoronéis de oposição ao político de farda. Além disso, Franco Rabelo\nentrou em confronto direto com Padre Cícero ao destituir homens de sua\nconfiança de cargos públicos e acusá-lo de abrigar bandidos em Juazeiro.\n\nPara piorar a relação de Rabelo com o líder religioso, uma viagem feita\npor Floro Bartolomeu ao Rio de Janeiro (agosto de 1913) para se\nencontrar com Antônio Nogueira Acióli e com o senador Pinheiro Machado\nfoi pressentida como sinal de uma conspiração contra seu governo sob as\nbênçãos de Padre Cícero. Diante disso, Rabelo não hesitou em\nintensificar as ações contra Juazeiro. De fato, ao retornar a Nova\nJerusalém, em novembro de 1913, Bartolomeu tinha um plano com o aval do\nsenador gaúcho para destituir o coronel do poder.\n\nO Confronto\n\nNo dia 12 dezembro de 1913 reuniu-se em Juazeiro uma assembleia\ndissidente composta por deputados oposicionistas, e declarou-se a\nilegalidade do governo de Franco Rabelo. Nomeou-se nessa ocasião um\ngoverno paralelo, tendo Floro Bartolomeu como presidente provisório.\n\nA resposta de Rabelo foi rápida. No dia 15 de dezembro, as tropas\nestaduais estacionadas no Crato, sob o comando do coronel Ladislau\nLourenço, deram início às operações de invasão a Juazeiro. No dia 20, a\ncidade santa foi ocupada pelas tropas do governo, tendo à frente o\ncoronel Alípio Lopes, escolhido pessoalmente por Rabelo para dar fim à\nsedição.\n\nEmbora as investidas oficiais tenham provocado muita tensão em Juazeiro,\na resistência dos fiéis de Padre Cícero, aliada ao ataque dos\ncangaceiros reunidos por Floro Bartolomeu, conseguiu vencer as forças\noficiais. Cercada por tropas rabelistas, a cidade santa enfrentou a fome\ne a falta de munição. Apesar das dificuldades, o moral da tropa que\nentoava cânticos em louvor de Padre Cícero conseguiu resistir e\ncontra-atacar. Graças a essa ofensiva, no dia 24 de janeiro de 1914\nCrato foi ocupada por homens comandados por Bartolomeu. Seguiu-se a\ntomada de Barbalha. As cidades foram pilhadas, e com o espólio Juazeiro\npôde se recompor da escassez de víveres e de munição em que se\nencontrava desde os ataques das forças rabelistas. Em marcha a pé e via\nestrada de ferro, os sediciosos de Juazeiro, tal como eram denominados,\nocuparam Miguel Calmon, Senador Pompeu, Quixeramobim até marchar sobre\nFortaleza, a 19 de março de 1914.\n\nConforme plano firmado pelo governo sob a liderança do senador Pinheiro\nMachado, seguiu para a capital cearense uma tropa federal para apoiar os\nrevoltosos. Foi decretado o estado de sítio no Ceará, e o general\nFernando Setembrino de Carvalho foi nomeado interventor no estado.\nFranco Rabelo deixou o governo e rumou para o Rio de Janeiro no dia 24\nde março de 1914.\n\nEstava concluída a revolução de Juazeiro. Como troféu, a Nova Jerusalém\nfoi elevada à categoria de cidade a 23 de julho do mesmo ano, e Padre\nCícero Romão Batista foi consagrado como um dos mais proeminentes\ncoronéis da política republicana do país.\n\nRogério Rosa\n\n**FONTES:** CAMURÇA, M. *Marretas*; CARONE*,* E***.*** *Republica*;\nCARVALHO, F. *Memórias*; DELLA CAVA, R. *Milagre*; FACÓ*,* R*.\nCangaceiros*.\n","ref":"**FONTES:** CAMURÇA, M. *Marretas*; CARONE*,* E***.*** *Republica*;\nCARVALHO, F. *Memórias*; DELLA CAVA, R. *Milagre*; FACÓ*,* R*.\nCangaceiros*.\n","dic":"DHBPR"}