{"title":"SEGUNDO CONGRESSO OPERÁRIO BRASILEIRO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Edilene Toledo"],"content":"**SEGUNDO CONGRESSO OPERÁRIO BRASILEIRO**\n\nCongresso realizado entre 8 e 13 de abril de setembro de 1913 na sede da\nConfederação Operária Brasileira (COB), situada à rua dos Andradas,\nnúmero 87, no Rio de Janeiro, então Distrito Federal. Ao se chamar o\ncongresso de “segundo”, frisava-se o não reconhecimento como operário do\ncongresso realizado no ano anterior, em virtude da liderança de\npolíticos alheios à classe.\n\nPara a preparação do Segundo Congresso Operário Brasileiro, de 1913, a\ncomissão organizadora expediu circulares a todas as associações\noperárias do Brasil de que se tinha conhecimento. O intenso desejo de\nrealizar o congresso, que fez renascer a COB, devia-se à necessidade\nsentida de estudar os meios de levar adiante mais intensamente as\nresoluções do congresso anterior, realizado sete anos antes. Podiam\naderir ao congresso só associações exclusivamente operárias, que fossem\ncompostas de um mínimo de 25 sócios. Com a intenção de fazer um balanço\ngeral das forças e das aspirações do proletariado brasileiro, foram\nconvidados também representantes de todos os jornais considerados\ndefensores sérios da causa operária. Fizeram-se representar os jornais\n*A Voz do Trabalhador*, porta-voz da COB, do Rio de Janeiro, *A\nLanterna* e *Germinal*, de São Paulo e *O Trabalho*, de Bagé, sendo seus\ndelegados, respectivamente Myer Feldman, Edgard Leuenroth, Antônio\nEsperidião e Astrojildo Pereira.\n\nParticiparam desse congresso 59 associações de trabalhadores: da cidade\ndo Rio de Janeiro, a Federação Operária do Rio de Janeiro (com os\ndelegados José Elias da Silva e Joaquim dos Santos Barbosa), o Centro\ndos Operários Marmoristas (Joaquim Nogueira e Alberto Marques), o\nSindicato dos Sapateiros (José Ramos e José Caiazzo), o Sindicato dos\nCarpinteiros (Francisco Reis e Antônio Monteiro), o Sindicato dos\nOperários das Pedreiras (Joaquim da Silva Santos e José Ferreira\nRibeiro), o Sindicato dos Estucadores (Manuel Ferreira Garrido e Antônio\nSoares), o Sindicato dos Trabalhadores em Ladrilhos e Mosaicos (Demétrio\nMinana e José da Silva Meira), o Sindicato dos Trabalhadores em Fábricas\nde Tecidos (Pedro Vila e Albino Moreira), o Sindicato Operário de\nOfícios Vários (José Alves Diniz e Abílio dos Santos), o Sindicato dos\nOperários na Indústria Elétrica (Hermogênio Silva e Albino Hensel), a\nUnião dos Alfaiates (Antônio Moreira e Joaquim Pinto Leal Júnior), a\nUnião Geral dos Pintores (João Coelho de Abreu e José M. Martins), a\nFenix Caixeiral (Artur José de Sampaio e A. Eustáquio da Silva), o\nCentro Cosmopolita (Bento Alonso e José da Costa Pimenta), a Associação\ndos Empregados Barbeiros e Cabeleireiros (Manuel Fernandes e Domingos\nRibeiro Cabral), a Liga Federal dos Empregados em Padaria (Antônio\nFerreira Lírio de Resende e Luís Antônio Lourenço), a Sociedade de\nResistência dos Trabalhadores em Trapiches e Café (José Arias de Castro\ne Francisco Guilherme das Chagas), a Sociedade Fraternidade e Progresso\n(Caralampio Trillas e Miguel Guarnido); do estado do Rio de Janeiro, o\nCírculo Operário Fluminense de Niterói (Ernesto Justino e Álvaro\nGonzaga), o Sindicato Operário de Ofícios Vários de Niterói (Antônio\nDevillard e Antônio Laje), o Sindicato dos Estucadores e Pedreiros de\nNiterói (Antônio Augusto de Azevedo e Deoclécio Augusto de Azevedo), o\nSindicato dos Tecelões e Artes Correlativas de Niterói (Alcides José\nSoares e Lindolfo Cardoso), o Centro Operário Primeiro de Maio de\nPetrópolis (Manuel Borges e Carmine Antonio Nastaci); de Minas Gerais, o\nCentro Operário Sindicalista de Belo Horizonte (Ferreira Minhocal e\nAntônio Rodrigues Maças), o Sindicato dos Pedreiros de Belo Horizonte\n(Alessandro Zanella e José Nunes dos Santos), o Sindicato dos\nCarpinteiros de Belo Horizonte (José Martins e Valentim Fernandes), a\nAssociação Beneficente Irmãos Artistas de Juiz de Fora (João Leuenroth e\nAlberto Jerônimo da Conceição), a União Operária de Juiz de Fora\n(Valdomiro Padilha e Jovelino Juvêncio de Oliveira), a Liga Operária\nMachadense, de Machado (Cândido Costa); da cidade de São Paulo, o\nSindicato Operário de Ofícios Vários (José Romero e João Gonçalves da\nSilva), a União dos Canteiros (Antônio Gonçalves Nina e Antônio\nRodrigues da Silva Júnior), a União Gráfica (Paulo Cruz e Tiberio\nFratini), a União dos Chapeleiros em Geral (Rafael Cicchiatti e Júlio\nBattistella), a Lega fra Pastai e Affini (Alfredo Frateschi e Manuel\nGonçalves de Oliveira); do estado de São Paulo, Federação Operária de\nSantos (João Crispim e Rafael Serrato Munoz), o Sindicato dos Pedreiros\ne Serventes de Santos (Maneul Perdigão e Augusto Marreiros), Sindicato\ndos Carpinteiros e Artes Correlativas de Santos (Antônio Venosa e Manuel\nRios), o Sindicato dos Operários em Pedra e Granito de Santos (Francisco\nGarcia e Anônio Moutinho), o Sindicato dos Carroceiros e Chauffeurs de\nSantos (Manuel Campos e Antônio Diogo), União Operária de Cravinhos\n(José Alves e Paulino Rodrigues), a União Operária Beneficente de Franca\n(Joaquim Teixeira e Valdemar Teixeira), o Centro Operário Beneficente e\nInstrutivo de Jaú (Vitório Girardi e Faustino Garaldi), a Liga Operária\nde Batatais (Adolfo Busse e Cirilo Ojeda), a Liga Operária de Campinas\n(Luís Deulefens e Pascoal Gravina), o Sindicato dos Canteiros de\nRibeirão Pires (Artur Conde e Bernardo Reis); do Rio Grande do Sul, a\nFederação Operária do Rio Grande do Sul (Luís Derivi, Lucídio Marinho\nPrestes e Francisco Cardoso), a União Tipográfica de Porto Alegre (Oscar\nCloss e Jesuíno Martins), o Centro dos Trabalhadores de Passo Fundo\n(Antônio Cardoso e Adolfo Garcia Varela), a Federação Operária de\nPelotas (Carlos Simões Dias), a Sociedade Beneficente dos Alfaiates de\nBagé (Manuel Coutinho e Carlos Alberto Sapia); do Amazonas, a Associação\ndas Artes Gráficas de Manaus (Rozendo dos Santos); do Pará, a União dos\nOperários Sapateiros de Belém (Angelo Sperduto e Cédio de Brito); de\nAlagoas, a Federação Operária de Alagoas (Virgínio de Campos e Cecílio\nVilar), o Sindicato dos Sapateiros de Maceió (Natale Muratori e Zenon de\nAlmeida), o Sindicato dos Alfaiates (Tomás de Aquino), o Sindicato dos\nMarceneiros de Maceió (Manuel Ferreira dos Santos e Jaime de Oliveira),\no Sindicato dos Estivadores de Maceió (Luís Gonzaga), e o Sindicato dos\nGráficos de Maceió (Honoré Cémeli, que não pôde comparecer). Outras oito\nfederações e sindicatos não puderam enviar delegados, mas declararam\nadesão ao congresso. Trabalhadores da Argentina e do Uruguai enviaram\ntambém um delegado, atendendo aos apelos da comissão organizadora. O\nrepresentante das Federaciones Obreras propôs uma ação comum por parte\ndo operariado sul-americano, o que foi acolhido com enorme entusiasmo\npelos participantes.\n\nAssim como nas resoluções do Primeiro Congresso Operário Brasileiro, no\nSegundo Congresso aconselhou-se os trabalhadores organizados em\nsindicatos a se manterem inteiramente no terreno da ação direta de\npressão e resistência ao capitalismo, sem adesão a uma ideia política\nespecífica, para evitar conflitos, considerando as diferenças de\nopiniões políticas e religiosas entre os trabalhadores. Em relação aos\nmeios de ação dos quais o operariado deveria se utilizar, foram também\nreafirmadas as decisões do Primeiro Congresso, quais sejam a greve geral\nou parcial, o boicote, a sabotagem, as manifestações públicas, entre\noutras, de acordo com as circunstâncias e sempre respeitando o princípio\nda ação direta. Reafirmou-se a luta contra o trabalho por obra ou por\nempreitada. Decidiu-se por evitar ao máximo a burocratização dos\nsindicatos, recusando a elaboração de estatutos e regulamentos muito\nrígidos. Defendeu-se a conveniência da criação de seções de sindicatos\nem cidades grandes. Enfatizou-se a necessidade de realizar campanhas e\nexcursões para estimular os trabalhadores rurais a se organizarem e para\ndenunciar as condições de exploração do trabalho no campo. Defendeu-se a\nconveniência da organização federativa dos trabalhadores. Decidiu-se que\ntodos os sindicatos confederados deveriam adotar o uso de um sinete de\nforma redonda com os dizeres Confederação Operária Brasileira –\nBem-estar e Liberdade. Indicou-se como meios de luta mais adequados a\nserem empregados para a propaganda do sindicalismo as conferências e\npalestras, excursões pelos subúrbios, distribuição de jornais, folhetos\ne manifestos, excursões pelos estados, ajudando na organização dos\noperários. Aconselhou-se que a defesa do salário mínimo e da limitação\nda jornada de trabalho se fizesse pela ação direta. A imprensa foi\ndefendida como o meio mais eficaz de educação dos trabalhadores, e para\nisso insistiu-se na necessidade de criação de novos jornais de\npropaganda sindicalista e da mais ampla divulgação do jornal da COB.\nAconselhou-se aos sindicatos a criação e divulgação de escolas\nracionalistas, ateneus, cursos profissionais de educação técnica e\nartística, além da edição de livros e folhetos. Manifestou-se oposição\nao cooperativismo, considerado contrário ao princípio da resistência.\nAconselhou-se com veemência a recusa e o afastamento de modo absoluto do\nsindicalismo católico, entendido como engano e convite à passividade.\nDefendeu-se uma extensa e ininterrupta campanha contra o alcoolismo.\nDecidiu-se que a COB e as associações operárias deveriam fornecer\ninformações sobre as condições de vida e de trabalho no Brasil aos\ntrabalhadores dos países que enviavam emigrantes para cá. Defendeu-se a\nnecessidade de uma constante propaganda antimilitarista e o\ninternacionalismo, considerando a identidade de interesses entre todos\nos proletários do mundo.\n\nA sessão encerramento dos trabalhos terminou ao som do *Hino da\nInternacional*. Entretanto, o encerramento definitivo do congresso se\ndeu no Teatro Lucinda, no dia 22 de setembro, com a presença de muitos\ntrabalhadores. O congresso repercutiu em todo o país, e suas discussões\nacaloradas, com grande presença de ouvintes, deu novo ânimo ao movimento\nsindical, traduzido no surgimento e fortalecimento de muitas\norganizações operárias.\n\nEdilene Toledo\n\n**FONTES:** BATALHA, C. *Movimento*; FAUSTO, B. *Trabalho*; HARDMAN, F.;\nLEONARDI, V. *História*; MARAM, S. *Anarquistas*; PINHEIRO, P.; HALL, M.\n*Classe*.\n","ref":"**FONTES:** BATALHA, C. *Movimento*; FAUSTO, B. *Trabalho*; HARDMAN, F.;\nLEONARDI, V. *História*; MARAM, S. *Anarquistas*; PINHEIRO, P.; HALL, M.\n*Classe*.\n","dic":"DHBPR"}
