{"title":"SERVIÇO DE PROTEÇÃO AOS ÍNDIOS (SPI)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**SERVIÇO DE PROTEÇÃO AOS ÍNDIOS (SPI)**\n\nInstituição criada pelo decreto n^o^ 8.072, de 20 de junho de 1910 com o\nnome de Serviço de Proteção aos Índios e Localização de Trabalhadores\nNacionais (SPILTN). Tinha por tarefa a pacificação e proteção dos grupos\nindígenas, bem como o estabelecimento de núcleos de colonização com base\nna mão de obra sertaneja. As duas instituições foram separadas em 6 de\njaneiro de 1918 pelo decreto Lei n^o^ 3 454, e a instituição passou a\nser denominada SPI.\n\nO SPI foi extinto em 1967 quando da criação da Fundação Nacional do\nÍndio (Funai).\n\nOrigens\n\nA catequese missionária não conseguira convertes os índios, impedir as\ninvasões de seus territórios, nem impedir o extermínio de inúmeras\ntribos. Muitas desapareceram pelo contágio de doenças transmitidas pelos\ninvasores, ou pela matança promovida por matadores profissionais, os\nchamados bugreiros, que eram contratados pelos especuladores de terras.\n\nA situação se agravou quando da abertura da Estrada de Ferro Noroeste do\nBrasil, que atravessava o território dos índios Kaingang, no estado de\nSão Paulo, desencadeando uma disputa armada entre esses índios e os\ntrabalhadores da estrada de ferro. O mesmo ocorreu em Minas Gerais e no\nEspírito Santo, quando os índios Botocudos reagiram à invasão de suas\nterras por colonos. Também no sul do Brasil, em Santa Catarina e Paraná\nhouve lutas entre índios e colonos.\n\nEm 1908, durante o XVI Congresso de Americanistas, em Viena, Áustria,\nhouve denúncias de que o Brasil estava massacrando os índios. Essa\ndenúncia levou o governo federal a buscar uma ação de proteção leiga e\nprivativa do Estado às populações indígenas.\n\nPor outro lado, a atuação do positivista, então coronel Cândido Mariano\nda Silva Rondon à frente da Comissão de Linhas Telegráficas Estratégicas\ndo Matogrosso ao Amazonas (1907-1915), onde teve contato pacífico com\nvários povos indígenas, o levou a formulação de propostas para que o\ngoverno federal assumisse as tarefa de evitar o extermínio dos povos\nindígenas e instituir uma ação de assistência e proteção a essa\npopulação.\n\nAtuação\n\nO então tenente-coronel Cândido Rondon foi convidado a dirigir o novo\nórgão criado. Ele imprimiu ideias positivistas a orientação e as\natividades da instituição. Estabeleceu a chamada política de integração,\nem que o índio era reconhecido como sujeito transitório, ou seja,\nenquanto estivesse sendo preparado para ingressar na “civilização”. Tal\npolítica indicava o fim da diversidade étnica e cultural, pois\nreconhecia, essa diversidade apenas como um estágio de desenvolvimento\nque se concluiria com a incorporação do índio à sociedade brasileira.\n\nOs índios foram incluídos dentre aqueles que têm uma redução da\ncapacidade participativa, os “relativamente incapazes”, foram colocados\njunto a maiores de 16/menores de 21 anos, de acordo com o Código Civil\nBrasileiro de 1917. Os povos nativos necessitavam de proteção e caberia\nao aparelho de Estado o papel de mediador, de tutelar os índios.\n\nDe 1910 a 1930, o SPI fez parte do então Ministério da Agricultura,\nIndústria e Comércio; de 1930 a 1934, esteve ligado ao Ministério do\nTrabalho; de 1934 a 1939, foi integrado ao Ministério da Guerra, como\nparte da Inspetoria de Fronteiras; em 1940 voltou ao Ministério da\nAgricultura e, mais tarde, passou para o Ministério do Interior. Em\n1939, foi criado o Conselho Nacional de Proteção aos Índios (CNPI) com o\nobjetivo de atuar como órgão formulador e consultor da política\nindigenista brasileira. A ideia seria a de que o SPI daí por diante\nteria somente atribuições executivas, o que não ocorreu.\n\nA atuação do SPI se concentrou na pacificação de grupos indígenas em\náreas de colonização recente. Em São Paulo, Paraná, Espírito Santo, Mato\nGrosso e outras regiões foram instalados postos indígenas. Após a\nconsolidação da pacificação eram feitas negociações com os governos\nestaduais para a criação de reservas de terras para a sobrevivência\nfísica dos índios. Progressivamente eram introduzidas atividades\neducacionais voltadas para a produção econômica e ações destinadas a\natender as condições sanitárias dos índios.\n\nO SPI buscou garantir a posse de terras aos índios através da concessão\nde terras devolutas. Inúmeras propostas foram feitas pelo SPI de criação\nde terras indígenas e que foram negadas pelos governos estaduais.\n\nNos postos indígenas eram instalados oficinas mecânicas, engenhos de\ncana de açúcar e casas de farinha, e os índios treinados em diversos\nofícios. As crianças eram enviadas as escolas dos postos, sendo que\nestas também recebiam filhos de colonos de empregados dos postos e\ncrianças da população vizinha, o que permitia um processo de integração\nda população.\n\nO SPI enfrentou durante toda a sua existência problemas de carência de\nrecursos e dificuldades de qualificação de seu pessoal. A atuação do\nórgão acabou por gerar resultados opostos a sua proposta. Eram\nfrequentes as denúncias de casos de fome, doenças, assassinatos e\nescravização. No início da década de 1960, sob a acusação de genocídio,\ncorrupção e ineficiência o SPI foi investigado por uma Comissão\nParlamentar de Inquérito (CPI). O processo levou à demissão ou suspensão\nde mais de cem funcionários de todos os escalões. Em 1967, durante o\nregime militar, o SPI e o CNI foram extintos e substituídos pela\nFundação Nacional do Índio (FUNAI).\n\nAlzira Alves de Abreu\n\n**FONTES:** FREIRE, C. *Serviço*; LIMA, A. *Fundação*; LIMA. A.\n*Grande*; Serviço de Proteção aos Índios.\n","ref":"**FONTES:** FREIRE, C. *Serviço*; LIMA, A. *Fundação*; LIMA. A.\n*Grande*; Serviço de Proteção aos Índios.\n","dic":"DHBPR"}
