{"title":"SEVERO, Augusto","cargoss":["inventor","dep. fed. RN 1893-1902."],"author":null,"content":"**SEVERO, Augusto**\n\n\\*inventor; dep. fed. RN 1893-1902.\n\n*Augusto Severo de Albuquerque Maranhão* nasceu em Macaíba (RN) no dia\n11 de janeiro de 1864, sétimo dos 14 filhos do pernambucano Amaro\nBarreto de Albuquerque Maranhão (1827-1896) e da paraibana Feliciana\nMaria da Silva Pedrosa de Albuquerque Maranhão (1832-1893). Seu avô\nmaterno, o comerciante e senhor de engenho Fabrício Gomes Pedrosa, foi o\nfundador da cidade de Macaíba e era uma das maiores fortunas do Rio\nGrande do Norte. Alguns de seus irmãos se destacaram na política: Pedro\nVelho de Albuquerque Maranhão, o mais importante chefe político do Rio\nGrande do Norte no início da República, foi governador em 1889 e 1890,\nconstituinte de 1891, deputado federal de 1891 a 1892, novamente\ngovernador de 1892 a 1896, mais uma vez deputado em 1896 e senador de\n1897 a 1907; Alberto Frederico de Albuquerque Maranhão foi também\ngovernador de 1900 a 1904, deputado federal de 1904 a 1908, novamente\ngovernador de 1908 a 1914 e novamente deputado federal de 1915 a 1929;\nFabrício Gomes de Albuquerque Maranhão foi presidente da intendência de\nCanguaretama (RN) de 1893 a 1913 e deputado estadual de 1894 a 1912.\n\nAugusto Severo fez os estudos primários na sua cidade natal, Macaíba,\nseguindo posteriormente para Natal. Algum tempo depois estudou no\nColégio Abílio César Borges, em Salvador. Em 1880, viajou para o Rio de\nJaneiro, então capital do Império, e iniciou seus estudos de engenharia\nna Escola Politécnica. Em 1882, devido ou a problemas de saúde, ou a um\nromance não aceito por sua família, retornou a Natal e passou a lecionar\nmatemática no Ginásio Norte-Rio-Grandense, de propriedade de seu irmão\nPedro Velho, acumulando a função de vice-diretor. No ano seguinte,\nquando o ginásio fechou, passou a se dedicar ao comércio, primeiro como\nguarda-livros da empresa Guararapes e mais tarde, seguindo os conselhos\nde seu irmão Adelino, como sócio da firma A. Maranhão & Cia. Importadora\ne Exportadora.\n\nMotivado pelos trabalhos em aerostação do inventor paraense Júlio César\nRibeiro de Sousa (1843-1887), que apresentou um projeto de dirigível ao\nInstituto Politécnico Brasileiro em 1882, passou a se interessar pelo\nvoo, realizando observação de aves planadoras e construindo pequenos\nmodelos de pipas. Fez também experiências com um pequeno balão cativo em\nRecife e projetou um dirigível que incorporava ideias revolucionárias, o\n*Potyguarânea*, que, porém, nunca chegou a ser construído.\n\nEm 1888 casou-se com a pernambucana Maria Amélia Teixeira de Araújo, com\nquem teria cinco filhos. A partir de então iniciou sua participação\npolítica escrevendo artigos no jornal de Pedro Velho, *A República*, em\ndefesa da causa abolicionista e da campanha republicana. Em 1892\nencerrou suas atividades comerciais e passou a se dedicar, de um lado, à\npolítica, tendo sido eleito deputado ao Congresso Constituinte estadual\nno Rio Grande do Norte, e de outro, à aerostação. Em 1893 passou a\nocupar uma cadeira na Câmara dos Deputados, na vaga aberta quando seu\nirmão Pedro Velho assumiu o governo do Rio Grande do Norte. Sua atuação\ncomo congressista foi discreta. Defendeu projetos relativos a saneamento\npúblico, assistência à infância, proteção aos operários dos arsenais, e\nfoi membro da Comissão de Orçamento. Projetou também um dirigível que\nincorporava as ideias que havia desenvolvido anteriormente.\n\nEm 6 de setembro de 1893 teve início a Revolta da Armada, sob o comando\ndo almirante Custódio José de Melo (1840-1902) e, mais tarde, do\nalmirante LuísFilipe Saldanha da Gama (1846-1895), com o objetivo de\nderrubar o governo do marechal Floriano Peixoto (1839-1895). A capital\nfederal foi bombardeada pelos navios revoltosos, e no início de 1894\nparte deles se dirigiu para o Sul do país, onde estava em curso a\nRevolução Federalista, alcançando a cidade de Desterro, hoje\nFlorianópolis. Houve a ameaça de os revoltosos da Marinha se juntarem ao\nmovimento federalista gaúcho. Diante desse quadro, Severo apresentou a\nideia de construir seu dirigível para ser usado no conflito como\nobservador aéreo. O projeto foi submetido para análise ao Clube de\nEngenharia, que deu parecer favorável. Com o apoio do governo, teve\ninício a construção do dirigível *Bartolomeu de Gusmão*, nome dado pelo\nautor em homenagem ao inventor brasileiro Bartolomeu Lourenço de Gusmão\n(1685-1724), que em 1709 apresentou diante da corte portuguesa um\npequeno balão de ar quente.\n\nO dirigível *Bartolomeu de Gusmão* introduzia um conceito novo. Era um\naparelho semirrígido, em que o grupo propulsor estava integrado ao\ninvólucro através de uma complexa estrutura trapeizodal em treliça. O\ninvólucro foi encomendado ao Atelier Lachambre, a principal firma de\nParis especializada na construção de balões. Com recursos federais, o\nbalão, de cerca de dois mil metros cúbicos, medindo 60 metros de\ncomprimento, chegou ao Brasil no início de 1894. A estrutura em treliça,\ninicialmente projetada para ser executada em alumínio, foi construída no\ncampo de tiro de Realengo, no Rio de Janeiro, e foi também montada uma\nusina para a produção de hidrogênio. A falta do material previsto para\nconstrução da estrutura fez com que Severo alterasse o projeto,\nconstruindo a parte rígida do aparelho em bambu. Tratava-se de uma\nestrutura complexa que deveria suportar o motor elétrico com as baterias\ne os tripulantes e, além disso, apresentar resistência suficiente para\naguentar os esforços durante o voo.\n\nEm 14 de fevereiro de 1894 o *Bartolomeu de Gusmão* realizou as\nprimeiras ascensões ainda como balão cativo e mostrou-se estável e\nequilibrado, demonstrando que a concepção proposta por Severo era\nadequada para o voo. A introdução de uma estrutura rígida integrada ao\nbalão permitia que a hélice propulsora ficasse alinhada ao eixo do\ninvólucro, evitando assim que o aparelho apresentasse uma tendência de\nlevantar a frente quando o motor fosse acionado. Este problema, que tem\no nome técnico de cabragem, já havia sido experimentado em outros\ninventos e se constituía numa grande limitação de equilíbrio, além de\nreduzir substancialmente a velocidade. A dirigibilidade de balões ainda\nnão tinha sido resolvida, e a proposta de Severo se apresentou como\ninovadora e altamente promissora. Mas, no único voo do dirigível livre\ndas amarras, a estrutura em bambu não aguentou os esforços e partiu-se.\nSua recuperação não teve o apoio do governo de Floriano Peixoto, uma vez\nque o governo federal havia comprado uma frota de navios novos, e a\nRevolta da Armada já estava perdendo a força. O dirigível *Bartolomeu de\nGusmão* simplesmente se deteriorou.\n\nSevero voltou a eleger-se deputado estadual para a legislatura\n1894-1896. Em 1896 sua mulher faleceu e ele iniciou uma relação com\nNatália, de origem italiana, que aguardava o divórcio para que se\nrealizasse o casamento. Com ela Severo teria dois filhos. Foi reeleito\npara as legislaturas 1897-1899 e 1900-1902. Nesse período apresentou o\npedido de patente de outros inventos: um mecanismo de direção de balões,\numa máquina rotativa para impressão e um turbo-motor. Seu interesse pela\naerostação continuou, apesar do insucesso do *Bartolomeu de Gusmão*.\n\nA partir de 1898 começaram a surgir as primeiras notícias das\nexperiências realizadas em Paris por Alberto Santos Dumont (1873-1932).\nSevero seguia as notícias com interesse e fez uma avaliação crítica e\nbem fundamentada. Quando Santos Dumont realizou um voo em torno da torre\nEiffel, em 13 de julho de 1901, a notícia se espalhou pelo mundo. O voo,\nporém, teve que ser abortado, e o dirigível caiu entre as árvores do\nparque da residência do barão Edmond de Rotschild. Santos Dumont não\nhavia conseguido provar que sua aeronave, o *Dirigível N-5*, era capaz\nde ganhar o grande prêmio da aerostação, instituído pelo magnata do\npetróleo Henri Deutsch de la Meurthe, mas havia realizado um voo de\nimpressionante precisão e controle.\n\nNa sessão da Câmara do dia 17 de julho de 1901, o deputado mineiro\nFrancisco Álvaro Bueno de Paiva (1861-1928) propôs um voto de louvor e\numa declaração em que “o Parlamento dava por ter sido encontrada a\nsolução secular do problema da dirigibilidade”. Severo pediu a palavra e\npronunciou um longo discurso em que apresentou considerações técnicas\nsobre os trabalhos de Santos Dumont. Iniciou seu discurso dizendo: “O\npreço deste discurso pode ser mesmo a impopularidade, que não temo,\nporque estou cumprindo o meu dever”. Em sua exposição, mostrou os pontos\nfracos dos dirigíveis de Santos Dumont, demonstrando profundo\nconhecimento não só dos trabalhos realizados pelo inventor como da\nciência aeronáutica. Sua crítica baseava-se no fato de os dirigíveis de\nSantos Dumont não integrarem o balão à quilha, de forma que a força\nproduzida pela hélice, localizada bem abaixo do balão, produzia um\ntorque que fazia com que a aeronave tivesse a tendência de levantar o\n“nariz” quando o motor era acionado. Seu discurso não foi bem\ninterpretado por muitos de seus colegas deputados, que viram nele uma\ncrítica e, como manifestou o deputado Viriato Mascarenhas, um “certo\ntravo de injustiça”. Embora pondo em dúvida os feitos de Santos Dumont,\nSevero apresentou um projeto que foi aprovado e elogiado pelos\ndeputados: “Art. 1^o^: Fica o Governo autorizado a abrir o crédito de\n100:000\\$000 ao Ministério de Viação com o fim de ser esta quantia\nentregue ao Sr. Alberto Santos Dumont, como prêmio, pelo resultado de\nsua experiência de um balão dirigível, feita em Paris a 13 do corrente.\nSala das sessões, 17 de julho de 1901. Ass. Augusto Severo e Carlos\nCavalcanti”. O discurso, bem como a proposta apresentada por Severo,\nteve grande repercussão mundial.\n\nEm fins de 1901, Severo licenciou-se da Câmara para se dedicar à\nconstrução de um novo dirigível de sua invenção, o *Pax*. Esse novo\ndirigível era um desenvolvimento do seu anterior, o *Bartolomeu de\nGusmão*, e Severo introduziu uma grande quantidade de inovações. Manteve\na ideia de fazer uma aeronave integrando a quilha que levava os\ntripulantes e o grupo motor ao balão. Abandonou o leme de direção e\nintroduziu três pequenas hélices que teriam a função de dar direção ao\naparelho e controlar sua inclinação. Para o deslocamento o *Pax* tinha\nduas hélices, uma à frente e outra na popa, com os eixos centrados ao\neixo de simetria do balão, evitando assim a cabragem. Sem ter conseguido\nqualquer auxílio externo, Severo teve que assumir toda a despesa para a\nconstrução. Pretendia usar motores elétricos, mas a falta de recursos e\nde tempo fez com que optasse por dois motores a petróleo tipo *Buchet*,\num com 24 CV e o outro com 16 CV. O invólucro tinha a capacidade de\n2.500 metros cúbicos de hidrogênio, com 30 metros de comprimento e 12\nmetros no maior diâmetro. O aparelho pesava cerca de duas toneladas.\n\nOs ensaios foram realizados nos dias 4 e 7 de maio de 1902 com sucesso.\nNo dia 12 de maio, tendo como mecânico de bordo o francês Georges\nSachet, o *Pax* iniciou seu voo às 5:30h saindo da estação de Vaugirard,\nem Paris. Elevou-se rapidamente, atingindo cerca de 400 metros. Realizou\ndiversas evoluções que mostraram aos inúmeros espectadores que as ideias\nde Severo estavam corretas. Cerca de 10 minutos após o início do voo,\ncontudo, o *Pax* explodiu violentamente, projetando os dois tripulantes\npara o solo. Severo e Sachet morreram na queda. Os restos do dirigível\ncaíram na avenida du Maine, diante de uma grande multidão que seguia com\ninteresse a demonstração.\n\nA catástrofe do *Pax* teve um impacto enorme. Natália, que assistiu à\nqueda, não se recuperou e, após retornar ao Brasil, suicidou-se. A\nconfiguração proposta por Severo, de um dirigível semirrígido, foi\nrevolucionária e influenciou o desenvolvimento dos dirigíveis nas\ndécadas seguintes.\n\nHenrique Lins de Barros\n\n**FONTES:** BARROS, H. *Desafio;* FERNANDES, A. *Pioneiro; História\nGeral da Aeronáutica;* RESERVAER. Disponível em:\n\\<www.reservaer.com.br/biblioteca/e-book/augusto-severo/\\>. Acesso em:\n25/1/2010; TEFFÉ, A. *Brasil;* VIÉGAS, J. *Vencendo* (p.221).\n","ref":"**FONTES:** BARROS, H. *Desafio;* FERNANDES, A. *Pioneiro; História\nGeral da Aeronáutica;* RESERVAER. Disponível em:\n\\<www.reservaer.com.br/biblioteca/e-book/augusto-severo/\\>. Acesso em:\n25/1/2010; TEFFÉ, A. *Brasil;* VIÉGAS, J. *Vencendo* (p.221).\n","dic":"DHBPR"}