{"title":"SILVA, Coriolano de Carvalho e","cargoss":["militar","gov. PI 1892-1896."],"author":"Raimundo Helio Lopes","content":"**SILVA, Coriolano de Carvalho e**\n\n\\*militar; gov. PI 1892-1896.\n\n*José Coriolano de Carvalho e Silva* nasceu em Barras (PI) em 23 de maio\nde 1857, filho de Francisco Luís Pereira de Carvalho e Silva e de Maria\nLeopoldina de Morais Carvalho e Silva.\n\nIngressou no Exército em 1874 como praça e logo depois seguiu para o Rio\nde Janeiro, então capital do Império, onde ingressou na Escola Militar.\nEm 1883 tornou-se alferes-aluno, em 1886, segundo-tenente, em 1889,\nprimeiro-tenente e, em 1890, capitão.\n\nEm 15 de novembro de 1889, quando da proclamação da República, fez parte\nda tropa que ocupou o largo da Aclamação, no Rio de Janeiro. Apoiou e\nfoi aliado do marechal Floriano Peixoto, eleito vice-presidente da\nRepública pela Assembleia Nacional Constituinte em 25 de fevereiro de\n1891. Com a chegada de Floriano à presidência da República em 23 de\nnovembro seguinte, Gabriel Luís Ferreira, então governador do Piauí, foi\ndeposto do cargo em 21 de dezembro e substituído por uma junta composta\npelo tenente-coronel João Domingos Ramos, Higino Cunha, Clodoaldo\nFreitas, José Eusébio de Carvalho Oliveira, Elias Firmino de Sousa\nMartins e José Pereira Lopes. Essa junta ficou no poder até o dia 29 do\nmesmo mês, quando João Domingos Ramos assumiu sozinho o governo até que\nfosse nomeado um novo governador.\n\nNomeado por Floriano governador do Piauí, Coriolano de Carvalho e Silva\ntomou posse em 11 de fevereiro de 1892 e logo sofreu fortes ataques da\nimprensa local. Suas primeiras medidas foram o fechamento da Assembleia\nLegislativa e a substituição dos detentores de cargos administrativos.\nEm seu governo foi elaborada a segunda Constituição estadual piauiense,\npromulgada em 13 de junho de 1892. A mesma Assembleia Constituinte o\nconfirmou no posto de governador para o período de 1892 a 1896. Em sua\nadministração reformou o Liceu Piauiense, que passou a lecionar alemão,\nciências físicas e naturais e história natural, construiu estradas\nligando as cidades de Valença, Picos e Jaicós, e reformou outras na\ncidade de São Raimundo Nonato. Também se destacaram durante sua gestão a\nconclusão da construção do Teatro 4 de Setembro e a criação da junta\ncomercial do estado.\n\nApós transmitir o governo, em 1^o^ de julho de 1896, a Raimundo Artur de\nVasconcelos, voltou à vida política em 1902 como intendente de Manaus.\nEm 1911 concorreu ao governo do Piauí e não foi eleito.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, em 9 de\nmarço de 1926, no posto de coronel.\n\nRaimundo Helio Lopes\n\n**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*; REGO\nNETO, H. *Fatos.*\n","ref":"**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*; REGO\nNETO, H. *Fatos.*\n","dic":"DHBPR"}