{"title":"SILVA, Eliseu Guilherme da","cargoss":["gov. SC 1893","dep. fed. SC 1903-1908 e 1921-1926"],"author":"Carolina Vianna Dantas","content":"**SILVA, Eliseu Guilherme da**\n\n\\*gov. SC 1893; dep. fed. SC 1903-1908 e 1921-1926\n\n*Eliseu Guilherme da Silva* nasceu na cidade de São José (SC) a 20 de\nsetembro de 1843, filho de William Guilherme Walker e de Basilícia Rosa\nda Silva.\n\nIngressou na Escola Médica de Montevidéu e aí concluiu o curso de\nfarmácia. Tendo seu diploma revalidado pela Faculdade de Medicina do Rio\nde Janeiro, trabalhou como farmacêutico na província natal, nas cidades\nde Laguna e Desterro, atual Florianópolis. Filiado do Partido Liberal,\nainda sob o regime monárquico foi deputado à Assembleia Legislativa\nProvincial de Santa Catarina entre 1878 e 1889. Já no período\nrepublicano, junto com Germano Wendhausen e Fernando Hackradt, foi um\ndos fundadores do Partido Federalista em Santa Catarina, mantendo-se\nfiel a seus princípios.\n\nEm setembro de 1892, quando a Assembleia estadual elegeu governador do\nestado o tenente Manuel Joaquim Machado, já empossado como interventor\ndesde março, foi eleito primeiro-vice-governador. Assumiu interinamente\no governo de 13 a 28 de outubro de 1892 e novamente a partir de 18 de\njunho de 1893, quando Manuel Joaquim Machado foi afastado do governo. Em\nfunção das pressões políticas de seus adversários, como Hercílio Luz, em\n24 de setembro entregou o cargo ao segundo-vice-governador, Cristóvão\nNunes Pires.\n\nDeputado estadual de 1901 a 1903, nesse último ano foi eleito deputado\nfederal por Santa Catarina para a legislatura 1903-1905 e em seguida\npara a legislatura 1906-1908. Voltou a ocupar uma cadeira na Câmara dos\nDeputados nas legislaturas 1921-1923 e 1924-1926.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 16 de abril de\n1928.\n\nFoi casado com Raquel Aurélia e Silva, com quem teve filhos.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*;\nSTOETERAU, L. *Trajetória;* Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*;\nSTOETERAU, L. *Trajetória;* Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza\\>.\n","dic":"DHBPR"}