{"title":"SILVA, João Benício da","cargoss":["dep. fed. RS 1912-1917."],"author":"Raimundo Helio Lopes","content":"**SILVA, João Benício da**\n\n\\*dep. fed. RS 1912-1917.\n\n*João Benício da Silva* nasceu em Uruguaiana (RS) no dia 27 de janeiro\nde 1865, filho de João Benício da Silva e de Josefina Viana da Silva.\n\nFez os estudos preparatórios no Ginásio São Pedro, em Porto Alegre,\nconcluindo-os em 1884, ano em que ingressou na Faculdade de Direito de\nSão Paulo, pela qual se bacharelou em 1887. Nesse mesmo ano retornou a\nsua cidade natal e passou a colaborar com os jornais *A Fronteira* e *A\nOrdem*, nos quais defendeu a causa republicana.\n\nLogo depois da proclamação da República (15/11/1889) foi nomeado\ndelegado de polícia de Uruguaiana, cargo que exerceu até 1890. Neste ano\nabriu banca de advogado na cidade e foi membro provisório do Tribunal da\nRelação do Estado até a promulgação da Constituição republicana gaúcha,\nem 14 de julho de 1891. Ainda nesse ano foi nomeado promotor público de\nAlegrete (RS). Nessa função defendeu os governos de Júlio de Castilhos\n(1893-1898) e do presidente da República Floriano Peixoto (1891-1894) na\nRevolução Federalista. Esse movimento foi uma guerra civil entre\nfederalistas (maragatos) e republicanos (chimangos) que conflagrou o Rio\nGrande do Sul, Santa Catarina e Paraná, de fevereiro de 1893 a agosto de\n1895, e envolveu amplas forças militares locais e remanescentes da\nRevolta da Armada, aliados aos federalistas. Encerrou-se com a vitória\ndos republicanos. Durante o conflito, João Benício serviu como capitão\nna brigada que lutou no oeste do estado sob o comando do general\nHipólito Ribeiro. Permaneceu na promotoria de Alegrete até 1896, quando\ndeixou o cargo para assumir no ano seguinte a intendência desse\nmunicípio.\n\nAo deixar a intendência municipal em 1900, foi nomeado subchefe de\npolícia da 3^a^ região do Rio Grande do Sul. Exerceu esse cargo até\n1901, ano em que foi eleito deputado estadual na legenda do Partido\nRepublicano Rio-Grandense (PRR). Assumiu sua cadeira na Assembleia\nLegislativa gaúcha, para a qual foi sucessivamente reeleito até 1912. Em\njaneiro desse ano foi eleito deputado federal pelo Rio Grande do Sul.\nAssumiu, em maio seguinte, sua cadeira na Câmara dos Deputados no Rio de\nJaneiro, então Distrito Federal, tendo sido reeleito para mais um\nmandato em 1915. Permaneceu no Legislativo federal até dezembro de 1917,\nquando se encerraram o seu mandato e a legislatura. Em 1^o^ de janeiro\ndo ano seguinte voltou a assumir a intendência de Alegrete.\n\nFaleceu em Montevidéu, Uruguai, no dia 20 de março de 1920.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nWikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Jo%C3%A3o\\_Ben%C3%ADcio\\_da\\_Silva\\>.\nAcesso em: 17/1/2012.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nWikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Jo%C3%A3o\\_Ben%C3%ADcio\\_da\\_Silva\\>.\nAcesso em: 17/1/2012.\n","dic":"DHBPR"}