{"title":"SILVA, João Tomé de Saboia e","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0],"datas_ini":[1916,1921],"datas_fim":[1920,1923],"estados":["CE","CE"],"content":"**SILVA, João Tomé de Saboia e**\n\n\\*pres. CE 1916-1920; sen. CE 1921-1923.\n\n*João Tomé de Saboia e Silva* nasceu em Sobral (CE) em 4 de agosto de\n1870, filho do juiz de direito José Tomé da Silva e de Ana Benvinda\nFigueira de Saboia e Silva.\n\nEstudou no Recife e em 1886 seguiu para o Rio de Janeiro a fim de\ningressar na Escola Politécnica, ao mesmo tempo em que servia na\nAdministração Geral dos Correios. Formando-se engenheiro civil na turma\nde 1891, passou a trabalhar na Estrada de Ferro de São Paulo. Voltou ao\nCeará em 1893 e trabalhou como chefe do tráfico na Estrada de Ferro de\nSobral, da qual seria arrendatário a partir de 1897, dirigindo-a por 12\nanos. Nesse período começou a se interessar por política e entrou para\nos quadros do Partido Democrata, chegando à liderança do partido na\nregião norte do estado.\n\nEm 1916 foi eleito presidente do estado do Ceará, graças um breve acordo\nentre o Partido Democrata e o Partido Conservador selado no Rio de\nJaneiro. Recebeu o governo das mãos de Benjamin Liberato Barroso em 12\nde julho, herdando a ressaca política dos governos anteriores, cheios de\ngolpes e intervenções, e um estado em que a seca havia solapado a\neconomia. Tentando assegurar a base política que o levara ao governo,\nrestabeleceu a ordem constitucional no estado, a fim de acalmar os\nânimos dos políticos, e procurou investir maciçamente na rede rodoviária\ne no combate às secas. Preocupou-se também com as questões culturais do\nestado, remodelando a Biblioteca Pública e criando o Arquivo Público.\nEntre seus auxiliares na passagem pelo governo do Ceará encontrava-se o\nintelectual Gustavo Barroso, que foi seu secretário do Interior.\n\nApós transferir o governo para o sucessor Justiniano de Serpa em 12 de\njulho de 1920, foi eleito senador pelo Ceará e exerceu o mandato de\njunho de 1921 a 1923. No Senado, foi membro da Comissão de Finanças e da\nComissão de Comércio, Agricultura, Indústria e Artes.\n\nFaleceu no Rio de Janeiro em 26 de julho de 1945.\n\nCasou-se em Camocim (CE) com Agelita Cavalcante e teve seis filhos.\n\nKleiton de Moraes\n\n**FONTE:** GIRÃO, V. *Ceará* (p.85).\n","ref":"","dic":"DHBPR"}
