{"title":"SILVA, José Inácio da","cargoss":["Deputado federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1906,1894],"datas_fim":[1911,1896],"estados":["BA","BA"],"autor":[0],"content":"**SILVA, José Inácio da**\n\n\\*dep. fed. BA 1894-1896 e 1906-1911.\n\n*José Inácio da Silva* nasceu em Juazeiro (BA) no dia 20 de setembro de\n1855, filho de Luís Inácio da Silva e de Rita Clara dos Anjos.\n\nEstudou na Faculdade de Medicina da Bahia, graduando-se em 1879. Em\nSalvador montou uma clínica para ajudar a população carente, recebendo o\ntítulo de “Médico dos Pobres”. Em 1883, na cidade de Juazeiro, criou um\ncurso gratuito noturno de gramática portuguesa. Dois anos depois fundou\na Irmandade da Santa Casa de Misericórdia, cujo hospital seria aberto ao\npúblico em 1897. Foi eleito provedor da instituição de 1885 a 1906.\n\nElegeu-se deputado à Assembleia Provincial da Bahia pelo Partido\nConservador, permanecendo na Casa por duas legislaturas, de 1886 a 1889.\nCom a proclamação da República, foi eleito em 1891 deputado estadual\nconstituinte e participou da Assembleia que elaborou a primeira\nConstituição estadual da Bahia. Reeleito para o período 1893-1894,\nmanteve-se fiel ao grupo do ex-governador José Gonçalves da Silva quando\neste rompeu com Luís Viana. Renunciou ao mandato em 1894 por ter sido\neleito deputado federal.\n\nApós o primeiro mandato na Câmara dos Deputados, de 1894 a 1896,\nelegeu-se senador estadual na Bahia para os períodos 1903-1904 e\n1905-1906, obtendo a maior votação entre os candidatos. Nesse período,\nparticipou da reforma da lei eleitoral e colaborou na discussão do\nprojeto de revisão constitucional, batendo-se pela autonomia dos\nmunicípios e pela independência do Poder Judiciário. Fez parte das\ncomissões de Instrução Pública, de Saúde, Estatística e Colonização e da\nForça Pública. Durante o ano de 1905 foi segundo-secretário da Mesa\ndiretora do Senado Estadual. Renunciou mais uma vez ao mandato, em\ndezembro de 1905, por ter sido eleito deputado federal.\n\nRetornando à Câmara dos Deputados nas legislaturas 1906-1908 e\n1909-1911, pleiteou reeleição para a legislatura 1912-1914. Julgando-se\neleito, disputou sem sucesso perante o Senado o reconhecimento de seu\ndiploma. Candidatou-se mais duas vezes, para as legislaturas 1915-1917 e\n1918-1920, e, não conseguindo eleger-se, afastou-se da atividade\npolítico-partidária. Passou os últimos anos exercendo a profissão de\nmédico no interior de Alagoas, onde foi nomeado médico da Profilaxia\nRural.\n\nFaleceu no dia 8 de fevereiro de 1924.\n\nCasado com Maria Adelaide Gomes da Silva, teve seis filhos.\n\nLiliane de Brito Freitas\n\n**FONTES:** ARQ. PUB. BA. Levantamento Geral dos Núcleos Documentais.\nNúcleo: Tribunal de Justiça, Série: Testamento Particular; *Cartas de\nOntem* (p.52); *Revista do Instituto Genealógico da Bahia* (11,\np.140-142, 1959); *Revista do Instituto Histórico e Geográfico\nBrasileiro* (n.263, p.60-61; 67-71); SANTOS, M. *Sinopse* (p.13-16;\n141-143); *Tarde.* (16/2/1924). Morreu um grande Juazeirense.\n","ref":"**FONTES:** ARQ. PUB. BA. Levantamento Geral dos Núcleos Documentais.\nNúcleo: Tribunal de Justiça, Série: Testamento Particular; *Cartas de\nOntem* (p.52); *Revista do Instituto Genealógico da Bahia* (11,\np.140-142, 1959); *Revista do Instituto Histórico e Geográfico\nBrasileiro* (n.263, p.60-61; 67-71); SANTOS, M. *Sinopse* (p.13-16;\n141-143); *Tarde.* (16/2/1924). Morreu um grande Juazeirense.\n","dic":"DHBPR"}
