{"title":"SILVEIRA, Guilherme da","cargoss":["pres. Bco. Bras. 1929-1930 e 1945-1949","min. Faz. 1949-1951."],"author":null,"content":"**SILVEIRA, Guilherme da**\n\n\\*pres. Bco. Bras. 1929-1930 e 1945-1949; min. Faz. 1949-1951.\n\n*Manuel Guilherme da Silveira Filho* nasceu no Rio de Janeiro, então\ncapital do Império, em 7 de fevereiro de 1882, filho do negociante e\nindustrial Manuel Guilherme da Silveira, de nacionalidade portuguesa, e\nde Maria Rosa Morais da Silveira.\n\nFez os estudos básicos no Colégio Paula Freitas e em 1902 ingressou na\nFaculdade de Medicina do Rio de Janeiro, onde se diplomou e se\nespecializou em pediatria. Tornou-se depois clínico geral para atender\nao aumento de sua clientela, provocado em grande parte pelo prestígio de\nseu pai junto à colônia portuguesa radicada no Rio. Foi contratado para\no cargo de diretor médico da Companhia Progresso Industrial Fábrica\nBangu, empresa têxtil criada em 1889 e cujos acionistas eram\npredominantemente portugueses. Em meados da década de 1910, prestou\ngrande auxílio financeiro e avalizou os títulos de crédito do diretor\ngeral da empresa, seu cunhado, que passava por dificuldades. Como\npagamento, recebeu a maioria das ações da companhia, cuja presidência\nassumiu em 1922. Imprimiu então grande dinamismo às atividades da\nempresa, auxiliado pelo visconde de Morais, seu ex-cliente e presidente\ndo Banco Português. Em 1928 e 1929, assumiu também a presidência desse\nbanco em virtude da grave enfermidade contraída pelo visconde.\n\nDetentor de grande prestígio nos meios financeiros, foi nomeado por\nWashington Luís em setembro de 1929 para a presidência do Banco do\nBrasil em substituição a Henrique Carneiro Leão Teixeira. Nesse cargo,\npretendia aplicar o plano financeiro de estabilização da moeda e\nrealizar a transformação do padrão monetário do mil-réis em cruzeiro,\nmas a crise econômico-financeira agravada em outubro com a quebra da\nBolsa de Valores de Nova Iorque impediu a execução imediata desses\nprojetos, substituídos por medidas de emergência.\n\nPermaneceu à frente do Banco do Brasil até a queda do governo de\nWashington Luís em 24 de outubro de 1930. Com o triunfo da revolução e a\nformação do governo provisório chefiado por Getúlio Vargas, teve seus\nbens bloqueados durante seis meses, enquanto comissões de inquérito\ntentavam, sem êxito, apurar irregularidades que teriam sido cometidas\ndurante sua gestão. Nos anos seguintes, dedicou-se exclusivamente às\natividades empresariais, tornando-se em 1935 primeiro-secretário do\nSindicato da Indústria de Fiação e Tecelagem do Rio de Janeiro. Passou a\nocupar em 1936 a vice-presidência dessa entidade, tendo substituído\ninterinamente o presidente Carlos Teles da Rocha Faria em 1937.\n\nDurante a Segunda Guerra Mundial, participou intensamente do\ndesenvolvimento e da consolidação da indústria têxtil nacional. Sua\nempresa ampliou e diversificou a produção e, aproveitando o período de\nprosperidade, implantou uma série de medidas assistenciais, como\ncreches, serviços de previdência social e sanitária, escolas e vilas\noperárias que deram um novo perfil ao bairro carioca de Bangu. Em 1940,\npassou a integrar o Conselho Técnico de Economia e Finanças, órgão\nconsultivo criado logo depois da instauração do Estado Novo em novembro\nde 1937 com o objetivo de fornecer pareceres ao governo sobre diversos\naspectos da política econômico-financeira do país. Passou a integrar em\n1943 a recém-criada Comissão de Financiamento da Produção, presidiu\ndepois a Comissão para Instalação da Indústria de Material Elétrico e\ningressou em julho de 1945 no conselho de administração da Caixa de\nMobilização Bancária (Camob).\n\nCom a queda do Estado Novo em 29 de outubro desse ano, José Linhares,\npresidente do Supremo Tribunal Federal, assumiu interinamente a\npresidência da República, ocorrendo então uma reorganização em todos os\nescalões do governo. Em novembro, Guilherme da Silveira deixou o\nconselho da Camob e, no dia 22, reassumiu a presidência do Banco do\nBrasil. Foi mantido no cargo pelo presidente Eurico Dutra (empossado em\n31 de janeiro de 1946) até ser nomeado, em 10 de junho de 1949, para\nsubstituir Pedro Luís Correia e Castro à frente do Ministério da\nFazenda.\n\nPretendendo diminuir o déficit orçamentário, estabeleceu em março de\n1950 severas normas para a contenção das despesas governamentais. Ainda\nesse ano, reorganizou a Casa da Moeda e o Serviço de Inspeção de\nColetorias Federais, uniformizou as estampilhas do imposto do selo e do\npapel selado, aprovou o regimento da Divisão da Economia Cafeeira e\nproibiu a importação de tecidos. Sua atuação à frente do ministério foi\nduramente criticada por Getúlio Vargas, então candidato do Partido\nTrabalhista Brasileiro (PTB) às eleições presidenciais de 3 de outubro\nde 1950.\n\nDeixou o ministério em 31 de janeiro de 1951, com o fim do governo Dutra\ne o início do segundo mandato constitucional de Vargas na presidência.\nVoltou então a dedicar-se à direção da Fábrica Bangu e a outras\natividades empresariais, tornando-se inclusive acionista da Companhia\nNacional de Gás Esso. Em 1970, passou a presidência da empresa de\ntecidos para seu filho Guilherme da Silveira Filho.\n\nFaleceu no Rio de Janeiro em 4 de novembro de 1974.\n\nFoi casado com Leopoldina de Castro Barbosa da Silveira, com quem teve\ntrês filhos.\n\nMônica Kornis\n\n**FONTES:** BANCO DO BRASIL. *Relatório*; BULHÕES, A. *Ministros*; COHN,\nG. *Petróleo*; CONSULT. MAGALHÃES, B.; CURRIC. BIOG.; DULLES, J.\n*Getúlio*; *Encic. Mirador*; *Jornal do Brasil* (5/11/1974); MIN. FAZ.\n*Erário*; MIN. FAZ. *Ministros*; MONTEIRO, F. *Banco*; MOURÃO, M.\n*Dutra*; MUSEU DO BANCO DO BRASIL.\n","ref":"**FONTES:** BANCO DO BRASIL. *Relatório*; BULHÕES, A. *Ministros*; COHN,\nG. *Petróleo*; CONSULT. MAGALHÃES, B.; CURRIC. BIOG.; DULLES, J.\n*Getúlio*; *Encic. Mirador*; *Jornal do Brasil* (5/11/1974); MIN. FAZ.\n*Erário*; MIN. FAZ. *Ministros*; MONTEIRO, F. *Banco*; MOURÃO, M.\n*Dutra*; MUSEU DO BANCO DO BRASIL.\n","dic":"DHBPR"}