{"title":"BARBOSA, Carlos","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0],"datas_ini":[1908,1920],"datas_fim":[1913,1929],"estados":["RS","RS"],"content":"**BARBOSA**, **Carlos**\n\n\\*pres. RS 1908-1913; sen. RS 1920-1929.\n\n*Carlos Barbosa Gonçalves* nasceu em Pelotas (RS) no dia 8 de abril de\n1851, filho de Antônio Gonçalves da Silva e de Maria da Conceição\nRodrigues Barbosa. Descendia pelo lado paterno de Jerônimo de Ornelas\nMeneses e Vasconcelos, da ilha da Madeira, que recebeu a sesmaria onde\nse fundou Porto Alegre; pelo lado materno, de Dionísio Rodrigues Mendes,\nlusitano do continente. Seu avô paterno, Manuel Gonçalves, era irmão de\nBento Gonçalves da Silva, chefe da Revolução Farroupilha. Seu irmão José\nBarbosa Gonçalves foi ministro da Viação de 1912 a 1914, e deputado\nfederal pelo Rio Grande do Sul entre os anos de 1916 e 1930.\n\nFoi alfabetizado e fez os primeiros estudos com o professor José\nFrancisco Diana, que mais tarde se tornaria advogado, deputado\nprovincial e conselheiro do Império. Aos 14 anos de idade viu seu pai\nresistir, juntamente com outros habitantes de Jaguarão (RS), ao cerco de\nforças uruguaias; foi seu primeiro contato com os problemas políticos.\nAinda adolescente foi enviado ao Rio de Janeiro para estudar no Colégio\nPedro II, onde concluiu o curso de humanidades. Em 1870 ingressou na\nFaculdade de Medicina e cinco anos depois se formou. Após a formatura\nfoi enviado para Paris, onde permaneceu por três anos e aperfeiçoou seus\nconhecimentos. Além de cirurgia geral, fez especialização em\noftalmologia, medicina interna e obstetrícia, tendo trabalhado no\nHospital Necker e no Hospital Val de Grace, onde foi chefe clínico. Teve\nreconhecida sua capacidade profissional na *Gazette des Hospitaux* e na\n*Revue de Médecine et Chirurgie*, publicações especializadas.\n\nDe volta a Jaguarão em 1879, passou a se dedicar à profissão de médico,\nconquistando prestígio para além das fronteiras do município, até Cerro\nLargo, no Uruguai. Em 1882 fundou o Clube Republicano, ao lado de Assis\nBrasil e outros líderes republicanos, e a seguir tornou-se membro\nfundador e chefe do Partido Republicano Rio-Grandense (PRR) em Jaguarão.\nContribuiu para a organização do jornal republicano *A Ordem*, em\njaneiro de 1883, e foi signatário do manifesto do PRR apoiando o da\nCâmara Municipal de São Borja, em sua manifestação acerca dos perigos do\nTerceiro Reinado e da inconveniência da presença da princesa Isabel no\ntrono. Foi ainda vereador em Jaguarão, em 1888, e intendente municipal.\n\nApós a proclamação da República em 15 de novembro de 1889, foi eleito\ndeputado constituinte estadual e presidente da Constituinte gaúcha de\n1891. Renovou o mandato de deputado estadual até 1907 e presidiu nesse\nperíodo a Assembleia dos Representantes. Foi também vice-presidente do\nestado no governo de Júlio de Castilhos, de 1893 a 1898.\n\nNa sucessão de Borges de Medeiros, presidente do estado e líder do PRR,\nem 1907, foi escolhido por este para ser candidato ao governo, em\ndisputa com a dissidência encabeçada por Fernando Abbott. Durante a\ncampanha eleitoral foi fundado, por estudantes da Faculdade de Direito\nde Porto Alegre, o Bloco Acadêmico Castilhista. A agremiação apoiou sua\ncandidatura e teve a participação de jovens que alcançariam projeção\nnacional a partir, sobretudo, da Revolução de 1930, como Getúlio Vargas,\nJoão Neves da Fontoura, Firmino Paim, Maurício Cardoso e outros. Além\ndestes, participaram do bloco alguns estudantes da recém-criada Escola\nde Guerra de Porto Alegre, como Eurico Dutra, Pedro Aurélio de Góis\nMonteiro e Salvador César Obino, que obteriam mais tarde renome no\nExército e na política.\n\nFoi eleito por larga vantagem de votos, e em seu governo, iniciado em\njaneiro de 1908, projetou e iniciou a construção do palácio do governo\n(1910) e do prédio da Biblioteca Pública, contratando Rodolfo Ahrons,\nrenomado engenheiro, para a realização das obras. Iniciou também a\nconstrução do primeiro trecho do cais de Porto Alegre, no prolongamento\nda praça Senador Florêncio (1911). No campo da saúde, criou o Hospital\nSão José; no campo da educação, fundou o Instituto de Belas Artes; no\ncampo da segurança, construiu vários quartéis para a Brigada Militar e\ndissolveu o Corpo Provisório do Cati (1908-1912). Em 1912, foi laureado\ncomo professor *honoris causa* pela turma de doutorandos da Faculdade de\nMedicina de Porto Alegre. Em janeiro de 1913, transmitiu o governo a\nBorges de Medeiros, que então voltou ao poder.\n\nFoi eleito senador em 1919, para um mandato de seis anos, e assumiu uma\ncadeira no Senado Federal, na cidade do Rio de Janeiro, então Distrito\nFederal, nos primeiros meses de 1920. Durante a legislatura, foi membro\nda Comissão de Diplomacia e Tratados do Senado. Em 1927 foi reeleito e\nassumiu a presidência da comissão.\n\nRenunciou ao mandato em 1929, por motivo de doença.\n\nFaleceu em Jaguarão em 23 de setembro de 1933.\n\nCasou-se com Carolina Cardoso de Brum.\n\nPublicou *Tese apresentada à Faculdade de Medicina do Rio de Janeiro*\n(1875) e *Mensagem presidencial à Assembleia Legislativa do RS* (1908).\n\nRaimundo Helio Lopes/ Izabel Noll\n\n**FONTES**: ABRANCHES, J. *Governos*; BELOCH, I.; ABREU, A.\n*Dicionário*; Federação (7/4/1903); LEITE NETO, L. *Catálogo biográfico*\n(v.1); SENADO. Dados biográficos dos Senadores do Rio Grande do Sul;\nVILLAS-BÔAS, P. *Dicionário bibliográfico*.\n","ref":"","dic":"DHBPR"}
