{"title":"SILVEIRA, Xavier da","cargoss":["gov. RN 1890","dep. fed. DF 1897-1899","pref. DF 1901-1902."],"author":"Renato Amado Peixoto","content":"**SILVEIRA, Xavier da**\n\n\\*gov. RN 1890; dep. fed. DF 1897-1899; pref. DF 1901-1902.\n\n*Joaquim Xavier da Silveira Júnior* nasceu em Santos (SP) a 11 de\noutubro de 1864, filho de Joaquim Xavier da Silveira e de Emília\nCarneiro Monteiro. Seu pai foi poeta, jornalista, advogado e líder\nabolicionista. Seu cunhado Alberto Torres foi deputado federal pelo\nestado do Rio de Janeiro (1894-1895), ministro da Justiça e Negócios\nInteriores (1895), presidente do estado do Rio de Janeiro (1897-1900) e\nministro do Supremo Tribunal Federal (1901-1907).\n\nAbolicionista e republicano histórico, formou-se pela Faculdade de\nDireito de São Paulo em 1886. No mesmo dia da proclamação da República\n(15/11/1889), foi nomeado delegado de polícia no Rio de Janeiro, então\ncapital do país.\n\nEm 10 de março de 1890, com apenas 26 anos de idade, foi nomeado\ngovernador do Rio Grande do Norte por influência direta do líder do\nPartido Republicano local, Pedro Velho de Albuquerque Maranhão.\nSubstituiu no governo Jerônimo Câmara, que por seu turno havia\nsubstituído Adolfo Afonso da Silva Gordo, incompatibilizado com Pedro\nVelho. Como governador, dirigiu no estado as eleições para o Congresso\nNacional Constituinte em 15 de setembro de 1890. Quatro dias depois\nembarcou para o Rio de Janeiro, passando o governo para Pedro Velho e\nlevando consigo o chefe de Polícia, Alexandre de Chaves Melo Ratisbona,\nque por sua vez deixou o lugar para Manuel do Nascimento Castro e Silva,\npartidário de Pedro Velho.\n\nNo governo de Floriano Peixoto (1891-1894) foi nomeado chefe de Polícia\ndo Distrito Federal. Na presidência de Prudente de Morais (1894-1898),\nfoi presidente do Conselho Municipal do Rio de Janeiro. Em 1895\nrenunciou à candidatura ao Senado pelo Distrito Federal na vaga aberta\npelo falecimento de Saldanha Marinho em favor de José Lopes da Silva\nTrovão. No ano seguinte foi um dos fundadores e principais acionistas do\njornal *A República*, no Rio de Janeiro.\n\nEm 1897 foi nomeado ministro da Justiça e Negócios Interiores, durante a\ninterinidade do vice-presidente Manuel Vitorino Pereira, para substituir\nseu cunhado e amigo desde os bancos de universidade, Alberto Torres.\nContudo, recusou o posto, preferindo concorrer à eleição para deputado\nfederal. Foi de fato eleito deputado pelo Distrito Federal na legenda do\nPartido Republicano Federal, e ocupou uma cadeira na Câmara dos\nDeputados de maio de 1897 a dezembro de 1899. Em 1900 foi candidato ao\nSenado pelo Distrito Federal na legenda do Partido Republicano Federal,\nmas foi derrotado por Cândido Barata Ribeiro, candidato da predileção do\npresidente Campos Sales (1898-1902).\n\nAinda na presidência de Campos Sales, foi nomeado prefeito do Distrito\nFederal em 11 de outubro de 1901, sucedendo a João Filipe Pereira. Deu\ninício à construção do cais Pharoux, na praça 15 de Novembro, iniciou a\navenida Beira-Mar e inaugurou a iluminação elétrica de Ipanema, sendo\nconsiderado o iniciador dos melhoramentos materiais continuados por\nPereira Passos. Em 27 de setembro de 1902 passou a prefeitura a Carlos\nLeite Ribeiro.\n\nEm 1906 foi representante do Brasil no III Congresso Pan-Americano,\nrealizado no Rio de Janeiro. De 1910 a 1912 foi presidente do Instituto\ndos Advogados Brasileiros, hoje Orem dos Advogados do Brasil, onde seria\ndepois instituído um prêmio com seu nome, a ser outorgado anualmente à\nmelhor obra jurídica nacional oferecida a exame do instituto. Concorreu\nao Senado em 1912 pelo Distrito Federal na legenda do Partido\nRepublicano Federal, mas não foi eleito.\n\nFoi membro do Instituto Histórico e Geográfico Brasileiro (IHGB).\nIncentivou a publicação nas páginas do jornal *A República* do esboço do\nlivro *Dom Casmurro*, de Machado de Assis. Colaborou também nos jornais\n*Correio do Povo*, *O País* e *Gazeta de Notícias* e nas revistas\n*Kosmos e Vida Moderna*.\n\nFaleceu no Rio de Janeiro no dia 5 de março de 1912.\n\nEra casado com Laura Martins Ribeiro Xavier da Silveira, com quem teve\ndois filhos.\n\nEm 1936, no governo de Getúlio Vargas, foi-lhe dedicada a efígie da nota\nde 50 mil-réis. A seu respeito foi publicado o livro *Xavier da Silveira\ne a República de 89* (1941).\n\nRenato Amado Peixoto\n\n**FONTES:** ABRANCHES, J. *Como*; ABRANCHES, J. *Governos*; ASSIS, M.\n*Velho*; CÂM. DEP. *Anais* (v.2, 1900); CASCUDO, L. *Governo*; MAGALHÃES\nJÚNIOR, R. *Vida*; REIS, J. *Rio* (v.3)*;* SANTOS, N. *Esboço*; SENADO.\n*Anais* (v.I, 1912); SOUZA, I. *República.*\n","ref":"**FONTES:** ABRANCHES, J. *Como*; ABRANCHES, J. *Governos*; ASSIS, M.\n*Velho*; CÂM. DEP. *Anais* (v.2, 1900); CASCUDO, L. *Governo*; MAGALHÃES\nJÚNIOR, R. *Vida*; REIS, J. *Rio* (v.3)*;* SANTOS, N. *Esboço*; SENADO.\n*Anais* (v.I, 1912); SOUZA, I. *República.*\n","dic":"DHBPR"}