{"title":"SINDICALISMO AMARELO","cargoss":["As expressões sindicalismo amarelo ou sindicalismo reformista"],"author":null,"content":"**SINDICALISMO AMARELO**\n\nAs expressões *sindicalismo amarelo* ou *sindicalismo reformista*\nremetem à estratégia sindical – e, por analogia, aos sindicatos que a\npraticavam – oposta àquela adotada pelas resoluções dos congressos\noperários brasileiros de 1906, 1913 e 1920, chamada de *sindicalismo\nrevolucionário* ou *de ação direta*, inspirada nas concepções da\nConfederação Geral do Trabalho (CGT) francesa. Portanto, a designação,\ndifundida a partir da década de 1910, somente ganha sentido na\nconfrontação com a outra forma de sindicalismo então existente.\n\nDuas Concepções Sindicais\n\nAs divergências entre as duas concepções sindicais iam das formas de\norganização do sindicato até as formas de luta adotadas, passando pela\nrelação com a política. O sindicalismo amarelo preservou nos sindicatos\na estrutura hierárquica de organização das diretorias, com cargos\ndotados de atribuições específicas (presidente, vice-presidente,\nsecretário, tesoureiro etc.), existente em outros tipos de associações,\ncomo as sociedades mutualistas. Enquanto isso, o sindicalismo\nrevolucionário preconizava direções coletivas, por meio de comissões\nadministrativas, contando apenas com um secretário geral. Era frequente\nque, além de exercer funções sindicais, os sindicatos da primeira\ncorrente fornecessem auxílios a seus associados (por falecimento,\ndesemprego, doença), e para tanto a estabilidade financeira do sindicato\nera uma questão central. Já seus concorrentes eram contrários às\natividades “beneficentes” e viam com maus olhos a prosperidade\nfinanceira dos sindicatos.\n\nNo que diz respeito às formas de luta, para o sindicalismo amarelo a\ngreve deveria ser vista como último recurso, a ser empregado apenas\ndepois de esgotadas outras formas de pressão e negociação. Já para o\nsindicalismo revolucionário a greve era o meio de ação privilegiado.\nOutro ponto de nítida divergência entre as correntes sindicais dizia\nrespeito à política: se, para o sindicalismo revolucionário, os\nsindicatos eram organizações de fins econômicos, deixando de fora a\npolítica e repelindo o recurso à intermediação, no sindicalismo amarelo\no recurso a intermediários, como advogados, políticos e autoridades, era\nvisto como um meio lícito de auxiliar o sindicato no encaminhamento de\nsuas reivindicações, e não raro figuravam entre seus projetos a\nparticipação eleitoral e a constituição de partidos operários. Por\núltimo, uma diferença marcante entre o sindicalismo amarelo e seus\nadversários no meio sindical era a crença que conquistas deveriam ser\nconsolidadas por meio de leis e a defesa da função arbitral do Estado\nnas relações de trabalho.\n\nSob o rótulo geral de sindicalismo amarelo ou reformista, figuravam\ndiversas correntes político-ideológicas que, a despeito de sua\nconcordância na ação sindical, raramente atuavam de forma unificada. O\nsindicalismo amarelo abrigava socialistas, republicanos, positivistas,\ncooperativistas e também aqueles que defendiam apenas conquistas\neconômicas de alcance imediato, a exemplo dos dirigentes sindicais dos\nportuários cariocas na década de 1920. No caso da cidade do Rio de\nJaneiro, então Distrito Federal, onde ganhou maior visibilidade, o\nsindicalismo amarelo esteve mais particularmente presente entre os\nportuários, marítimos, ferroviários, cocheiros e carroceiros,\ntrabalhadores do Estado, mas também entre gráficos, padeiros,\ntrabalhadores têxteis e metalúrgicos. Entre seus seguidores havia tanto\nbrasileiros quanto estrangeiros. Desse modo, qualquer tentação de\nestabelecer correlações automáticas entre setor de produção e origem\nnacional ou étnica e opção sindical, como chegaram a sugerir vários\nautores que analisaram o fenômeno, parece de difícil comprovação.\nAdemais, o sindicalismo amarelo como prática sindical não se restringiu\nao Rio de Janeiro, mas pode ser encontrado no Rio Grande do Sul, em\nMinas Gerais, na Bahia, em Pernambuco, em Alagoas e até mesmo no estado\nde São Paulo, usualmente considerado imune à sua influência.\n\nO momento culminante da influência e coesão do sindicalismo amarelo\nocorreu no início da década de 1910, especialmente com a realização, em\nnovembro de 1912, no Rio de Janeiro, do 4^o^ Congresso Operário\nBrasileiro – o sindicalismo reformista considerava os congressos\nsocialistas de 1892 e de 1902 respectivamente como o 1^o^ e o 2^o^, e o\n1^o^ Congresso Operário Brasileiro de 1906 como o 3^o^ congresso. A\norganização ficou a cargo da Liga do Operariado do Distrito Federal, que\ncontava entre seus membros com participantes dos congressos anteriores.\nPara promover o encontro, a Liga tomou como pretexto uma entrevista\nconcedida ao *Jornal do Brasil* pelo deputado federal pela Bahia,\ntenente Mário Hermes, filho do então presidente da República marechal\nHermes da Fonseca (1910-1914), propondo a realização de um congresso\noperário que servisse para apontar as principais necessidades da classe\na fim de subsidiar sua ação legislativa em favor dos trabalhadores.\n\nDesse modo, a organização do congresso obteve como local para sua\nrealização o palácio Monroe, então sede do Senado Federal, além de\npassagens gratuitas para os delegados na Estrada de Ferro Central do\nBrasil. Em número de delegações e de unidades da Federação\nrepresentadas, foi o congresso operário mais representativo da Primeira\nRepública, com 74 delegações do Distrito Federal e 15 estados. Tais\nnúmeros ultrapassaram de longe o congresso operário de 1906 e não seriam\nsuperados pelos congressos de 1913 e 1920. A despeito da ligação próxima\ncom o deputado tenente, o que valeu ao congresso acusações de\noficialismo, as resoluções aprovadas foram muito além daquilo que\npretendia seu mentor, abrangendo desde questões relacionadas ao\ntrabalho, tais como a jornada de oito horas, o repouso semanal, a\nindenização por acidentes de trabalho, até questões de natureza\nnitidamente política, como a reforma fiscal (fim dos impostos indiretos\ne taxação direta e progressiva sobre a propriedade e a renda), a\nabolição imediata da Lei de Expulsão de Estrangeiros de 1907, e a\ncriação de um partido político operário. Além disso, uma moção de apoio\nincondicional ao governo Hermes da Fonseca, apresentada por um dos\ndelegados, foi derrotada, com a aprovação em seu lugar de congratulações\nao governo por seu programa de construção de vilas operárias.\n\nOutro momento de certa preeminência do sindicalismo amarelo na Primeira\nRepública foi a aliança firmada em fins de 1923 entre o recém-criado\nPartido Comunista do Brasil (PCB) e uma das correntes do sindicalismo\nreformista, congregada na Confederação Sindicalista-Cooperativista\nBrasileira. Essa aliança garantiu espaço ao PCB na imprensa diária por\nmeio da coluna “No meio operário” do jornal *O País*, redigida por\nSarandi Raposo, líder do sindicalismo cooperativista. Tal política\nconstituiu um esforço para levar adiante a “frente única operária”\npropugnada pela Internacional Comunista, mas a aliança foi de curta\nduração, chegando ao fim após o levante tenentista de 1924, com a\nconsequente decretação de novo estado de sítio pelo presidente Artur\nBernardes.\n\nOrigem e Uso da Expressão\n\nSe desde o 1^o^ Congresso Operário Brasileiro em 1906 a divisão do\nsindicalismo em duas correntes era mencionada pelos contemporâneos, não\nhavia ainda uma designação precisa para a corrente sindical que se\nopunha à ação direta. Eram diversos os termos pelos quais os partidários\ndo sindicalismo amarelo eram referidos por seus adversários. Chamados,\npor exemplo, de políticos ou mistificadores, eram acusados de estar a\nserviço dos patrões ou do Estado e de promover o enfraquecimento das\nassociações operárias.\n\nA designação sindicalismo amarelo, de caráter pejorativo, passou a ser\nempregada apenas no final dos anos 1910 pelos partidários do\nsindicalismo da ação direta e depois pelo PCB, para designar seus\nconcorrentes no movimento sindical. A origem do termo foi o\n*syndicalisme jaune* francês, corrente sindical minoritária, estruturada\nem federação nacional em 1902, financiada pelo patronato, oposta às\ngreves, defensora da livre iniciativa, contrária à intervenção estatal,\nnacionalista, antissocialista e católica. Portanto, o sindicalismo\namarelo brasileiro tinha notáveis diferenças com seu homônimo francês.\nNote-se ainda que o substantivo amarelo, também em virtude do exemplo\nfrancês, era usado no início do século XX nos movimentos operários\nbrasileiro e português como sinônimo de fura-greves.\n\nEm fins da década de 1910, a metáfora das cores para designar a oposição\nentre sindicalismo revolucionário (vermelho) e sindicalismo reformista\n(amarelo) era de uso corrente em determinados órgãos da imprensa\noperária partidários da ação direta, como no jornal *Spartacus*, do Rio\nde Janeiro, de 1919.\n\nNos documentos do PCB da década de 1920, a expressão sindicalismo\namarelo seria inteiramente incorporada ao vocabulário. E no jornal *A\nNação*, que se tornou porta-voz do PCB em 1927, frequentemente era\nassociada à Segunda Internacional, ainda que na prática nunca tenha\nhavido uma relação próxima entre os grupos políticos da Primeira\nRepública e a organização internacional dos partidos socialistas.\n\nO Sindicalismo Amarelo na Historiografia\n\nAstrojildo Pereira, secretário geral do PCB nos anos 1920, consagrou o\nuso da expressão como sinônimo de reformismo no livro *Formação do PCB*\n(1962), no qual preserva o vocabulário empregado nos documentos do\npartido no período em que este foi por ele dirigido. Desde então\ndiversos trabalhos acadêmicos incorporaram a expressão como sinônimo de\nsindicalismo reformista – foi o caso de Dulles (1977) –, ainda que\noutros tenham preferido outras designações, a exemplo de Boris Fausto\n(1977), que optou por “trabalhismo carioca”, restringindo o fenômeno ao\nentão Distrito Federal. Todavia, até os anos 1980, o fenômeno recebeu\npouca atenção da maioria da produção historiográfica, que se restringia\na registrar a realização do 4^o^ Congresso Operário Brasileiro,\nsupostamente “promovido” pelo governo do marechal Hermes da Fonseca,\ndesignando esse encontro pelo anacronismo de “congresso pelego” (Foot e\nLeornardi, 1982). Nessa década, dissertações de mestrado e teses de\ndoutorado, algumas das quais publicadas, começaram a dedicar um espaço\nmaior ao fenômeno e a apresentar análises mais matizadas.\n\nNa década de 1990, pesquisas enfocando o movimento operário da Primeira\nRepública em outras localidades ou estados, além do Rio de Janeiro e São\nPaulo, mostraram a existência de práticas sindicais que poderiam\nfacilmente ser classificadas como sindicalismo amarelo ou reformista.\n\nCláudio Batalha\n\n**FONTES:** BATALHA, C. *Syndicalisme*; BATALHA, C. *Uma outra*;\n*Conclusões*; DULLES, J. *Anarquistas*; FAUSTO, B. *Trabalho*; FENELON,\nD. *Congresso*; FOOT, F.; LEONARDI, V. *História*; GOMES, A. *Invenção*;\nKAREPOVS, D. *Esquerda*; PEREIRA, A. *Formação*; VELASCO E CRUZ, M.\n*Amarelo*; ZAIDAN FILHO, M. *Pão e pau*.\n","ref":"**FONTES:** BATALHA, C. *Syndicalisme*; BATALHA, C. *Uma outra*;\n*Conclusões*; DULLES, J. *Anarquistas*; FAUSTO, B. *Trabalho*; FENELON,\nD. *Congresso*; FOOT, F.; LEONARDI, V. *História*; GOMES, A. *Invenção*;\nKAREPOVS, D. *Esquerda*; PEREIRA, A. *Formação*; VELASCO E CRUZ, M.\n*Amarelo*; ZAIDAN FILHO, M. *Pão e pau*.\n","dic":"DHBPR"}