{"title":"SINDICALISMO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**SINDICALISMO**\n\nNuma economia escravocrata e latifundiária, de grandes domínios rurais,\nvoltada para a exportação de produtos primários - café, borracha,\naçúcar, cacau e mate, entre outros - não há como falar em movimento\nassociativo sindical, mormente urbano. À época, o país essencialmente\nagrícola, com uma população dispersa ao longo do litoral e de pequenos\narquipélagos no interior, pouco, pouquíssimo, apresentava de trabalho\nlivre, quer artesanal, quer de natureza mecânica. Assim, somente no\núltimo quartel do século XIX é que começam as primeiras manifestações,\ntímidas e parcas, de associações profissionais. Mas lhes faltava tudo, a\nprincipiar pela inexistência da própria base populacional de\nprofissionais verdadeiros e realmente engajados numa atividade\nmanufatureira ou fabril.\n\nCom a Abolição da Escravatura em 1888 e, notadamente, com a República em\n1889, é que começa o que se convencionou chamar de urbanocracia. Com o\ntrabalho livre, pelo menos juridicamente livre – lançados os ex-escravos\nno mercado de trabalho em igualdade de condições jurídicas dos demais\ntrabalhadores livres, brancos ou imigrantes –, com o deslocamento do\ncentro dinâmico da economia do Nordeste para o Sul, e, ainda mais, com o\nincremento da imigração, rapidamente cresceu o proletariado urbano,\nalcançando certa densidade demográfica e de estrutura, capaz de\nsentir-se como classe própria e diferenciada na sociedade brasileira.\nSem chegar ainda a uma classe em si e para si, já nítidos iam se\ncaracterizando os seus interesses diante das outras classes, mormente da\nburguesia e dos proprietários dos meios de produção. Facilmente se\naproximavam e aglutinavam todas as camadas mais pobres da sociedade,\ndiante dos senhores endinheirados. Seria exigir demais claras linhas\ndivisórias entre as diversas classes nessa sociedade confusa,\npré-capitalista e ainda excessivamente presa ao agrarismo anterior e ao\nregime escravocrata. Aestratificação como que se armava entre ricos e\npobres, nada mais.\n\nSe o censo de 1872 apontava uma população de 10.112.061, em 1930\ndispúnhamos somente de 37.625.436 habitantes, com um crescimento\nrealmente lento. Ao se proclamar a República, não passávamos de\n14.058.751, sendo que 11 anos mais tarde, em 1900, atingíamos o montante\nde 17.318.556 habitantes, para 23.151.669 em 1910 e 30.635.605 em 1920.\nO percentual de crescimento era maior no Sul do que no Nordeste ou\nqualquer outra região do país, concentrando-se a população urbana nos\nprincipais centros de comércio – portos de mar – ou de industrialização,\ncomo o Rio de Janeiro, São Paulo, Porto Alegre, Belém, Recife e\nSalvador. Belo Horizonte apenas nascia. Ao todo, a partir de 1872 até\n1920, oscilava o percentual da população rural, a seu favor, em torno de\n60% a 70%.\n\nCom a falta do braço escravo, enxergava-se na imigração o grande papel\ncivilizador, de panaceia universal. A Constituição de 1891, em mais de\num dispositivo, facilitou de todos os modos a imigração e a fixação do\nalienígena. Dispunha, de forma geral, o parágrafo 2^o^ do artigo 35, que\ncompetia ao Congresso Nacional, embora não privativamente, “animar no\npaís o desenvolvimento das letras, artes e ciências, bem como a\nimigração, a agricultura, a indústria e o comércio, sem privilégios que\ntolham a ação dos governos locais”. Não há dúvida de que a imigração\niria pesar, e muito, no deslocamento dinâmico do eixo econômico, como\nforça de trabalho e como conscientização da vida profissional. De\n1.129.315 imigrantes entrados no território nacional de 1891 a 1900,\n734.985 foram para São Paulo sendo que destes 430.243 eram italianos.\nNas décadas seguintes, caem não só a imigração em números absolutos,\ncomo também a percentagem a favor de São Paulo, que assim mesmo se\nmantém ainda bem significativa. De 1901 a 1910, para 631 mil, ao todo,\n367.834 rumaram para são Paulo, com 174.634 italianos entre eles. Há\naumento na imigração nas duas décadas posteriores: para 707.704, de 1911\na 1920, 446.834 destinara-se àquele estado, com 105.834 italianos: e, de\n1921 a 1930, os números foram estes: 840.215, 487.313 e 74.778,\nrespectivamente.\n\nNesse mesmo período, a partir do término da guerra do Paraguai em 1870,\ndesenvolvia-se um inequívoco processo de modernização da sociedade\nbrasileira, processo esse, porém, que não significava, por si só,\nefetiva industrialização nem mudança estrutural. Importávamos mais,\nsimplesmente; vivíamos em plena dependência econômica das economias\ndominantes. Encontrava-se a sociedade num estágio pré-industrial, com\npequeno número de estabelecimentos fabris, dispersos por alguns núcleos\nmais desenvolvidos, poucos e acanhados, ocupados também por um\nproletariado disperso, representado por uma mão de obra não qualificada,\nna quase totalidade. Não dispúnhamos de indústria pesada, apenas uma\nindústria metalúrgica incipiente, com pequena produção de artefatos\nmecânicos e voltada mais para a reparação de manufaturados importados.\nSobressaíam, na indústria de transformação, as fábricas de produtos\nalimentícios (massas, bebidas, refrigerantes), de fiação e tecelagem\n(tecidos de algodão, vestuário em geral), de sapatos, de utensílios\ndomésticos e de alguns artigos de construção civil.\n\nJá neste século, registrava o censo industrial do Brasil a existência,\nentre nós, no ano de 1907, de 3.187 estabelecimentos, com 149.140\noperários. Essa mesma fonte dava para São Paulo 324 estabelecimentos,\ncom 22.355 trabalhadores. O recenseamento do Brasil de 1920 vai indicar\num grande avanço nestes dois números, cuja causa principal reside na\nconflagração mundial em que nos achamos envolvidos por circunstâncias\nestranhas à nossa vontade. Com a restrição de importações, a necessidade\nde suprir essa ausência e com o protecionismo estatal próprio do\nperíodo, criara-se novos estabelecimentos fabris. Segundo os dados\noficiais, fundaram-se no Brasil, de 1915 a 1919, 5.940 novos\nestabelecimentos industriais; 13.336 eram os existentes em 1920, com\n275.512 operários. Na sua plataforma de 1925, dizia Washington Luís:\n“Foi o cataclismo mundial de 1914 a 1918 que principiou a criar as\nindústrias entre nós”. Dos 13.336 estabelecimentos, 4.145 localizavam-se\nem São Paulo, com 1.541 na cidade do Rio de Janeiro.\n\nSegundo os censos industriais do Instituto Brasileiro de Geografia e\nEstatística (IBGE), 20 anos mais tarde, em 1940, com a Revolução de 1930\njá inteiramente institucionalizada, não havíamos ainda alcançado o\nprimeiro milhão de trabalhadores industriais. Para 49.418\nestabelecimentos, contavam-se 781.185 operários em todo o Brasil. Em\n1930, em números redondos, dispunha o país de 450.000 trabalhadores\nindustriais, nem meio milhão, portanto.\n\nO movimento social, como dissemos, é contemporâneo da proclamação da\nRepública. É inexpressivo, e por isso o desprezamos, qualquer histórico\nanterior à abolição da escravatura. Somente com a generalização do\ntrabalho livre, pelo menos juridicamente, é que se inicia a organização\nprofissional dos trabalhadores. Apesar do arbitrário contido em qualquer\nproposta de periodização, podemos dividir a história e a evolução do\nmovimento sindical brasileiro nos seguintes períodos: 1^o^) de 1890 a\n1919, caracterizado pela preponderância concomitante ou alternada das\nideologias anarquista e de resistência, tais como se vão defrontar no\ncongresso de 1906; 2^o^) 1919 a 1930, marcado pelo Tratado de Versalhes\ne a criação da Comissão de Legislação Social na Câmara nos Deputados,\nquando há maior conscientização geral do movimento, com a obtenção de\nmedidas legislativas, sob pressão operária; 3^o^) de 1930 a 1937, quando\nse manifesta o controle dos sindicatos pelo Estado, iniciando-se aqui o\npaternalismo e o dirigismo do movimento pelas agências estatais; 4^o^)\nde 1937 a 1946, quando se manifestam as mesmas características da fase\nanterior, porém totalmente exacerbadas e levadas à máxima potência;\n5^o^) de 1946 a 1964, quando impera maior liberdade e relativo\nafrouxamento do controle, apesar de continuar em vigor a mesma\nlegislação ordinária; e 6^o^) de 1964 em diante, quando voltam a dominar\nas características do quarto período, com a instituição do Estado\nautoritário e discricionário, também de índole corporativa.\n\nDe 1890 a 1919\n\nJá em 1890 fundam-se partidos operários, de cunho reformista e\ncooperativista, com a criação de um banco operário, que pouco durou, sem\ngrandes resultados. Duas ou três facções logo se digladiavam,\nrespectivamente, sob o comando do tenente da Marinha José Augusto\nVinhais, Luís França e Silva e Gustavo de Lacerda. O primeiro deles,\nmais pragmático e chegado aos seus colegas militares, como líder dos\ntrabalhadores ferroviários, elegeu-se deputado à Constituinte. O segundo\neditou o jornal *Eco Popular,* chegando a convocar para 1890, o I\nCongresso Operário Nacional, ao qual compareceram umas quatrocentas\npessoas. O terceiro, derrotado nas eleições de 1890, também publicou um\njornal, *Voz* *Povo,* pregando o cooperativismo e a instituição de\nsindicatos operários.\n\nAinda na década de 1890, talvez em 1894 a União Socialista ou União\nOperária é fundada na cidade de Santos, por Silvério Fontes, que\nigualmente editou um jornal, *A Questão* *Social,* juntamente com Carlos\nEscobar e outros.\n\nAo iniciar-se o século já era grande a agitação operária, principalmente\nno Rio e em São Paulo, envolta e informada pelas mais ardentes\nideologias, das quais se destacam o anarquismo, o socialismo, o\nsindicalismo, o anarcossindicalismo e o cooperativismo. O grande número,\nem maioria absoluta, de operários estrangeiros nos estabelecimentos\nfabris existentes da um colorido todo especial a esse movimento social\nincipiente. Italianos, espanhóis portugueses, alemães, entre outros,\ntrazem consigo as suas ideologias e tradições de lutas, liderando as\nreivindicações operárias, as suas greves, e lhes emprestando uma\nterminologia própria da sociedade industrial europeia.\n\nA mão de obra estrangeira suplanta de muito a população ativa nacional,\ndespreparada e não qualificada para os trabalhos mecânicos ou artesanais\nque demandavam formação especializada. Para o estado de São Paulo, por\nexemplo, de 50 mil operários em 1901, os brasileiros não ultrapassam de\n10%. Na capital do estado, para 7.962 trabalhadores urbanos, 4.999 são\nimigrantes, na sua quase totalidade italianos. A mesma coisa se dá em\nSantos (SP) com predomínio de imigrantes no trabalho das docas, em 1910.\nNo Rio de Janeiro, revelava o recenseamento de 1906 que, num total de\n811.443 habitantes, 118.770 eram trabalhadores, na sua imensa maioria,\nportugueses e espanhóis. Em 1912, em São Paulo, mantém-se ainda alto o\npercentual de estrangeiros em relação aos nacionais, mais de 70% para\naqueles. Ao iniciar-se a década seguinte, encontra-se em declínio tal\npercentagem, já que se contam como brasileiros os descendentes dos\nimigrantes. Segundo o recenseamento de 1920, para 136.135 operários\nbrasileiros somam-se 93.130 estrangeiros. Na capital paulistana, porém,\npermanece ainda a preponderância do elemento alienígena, 49.071 para\n53.304.\n\nSomente com uma lei sindical em vigor, Decreto n^o^ 979, de 1903,\nregulando praticamente os aspectos econômicos e financeiros da\norganização rural, ou melhor, da produção rural, realiza-se no Rio de\nJaneiro o I Congresso Operário Brasileiro, em 1906. Desde 1903 haviam os\ntrabalhadores do estado do Rio de Janeiro fundado a Federação das\nAssociações de Classe, mais tarde transformada em Federação Operária\nRegional Brasileira, a quem coube a convocatória e a direção do\ncongresso.\n\nBasta a relação dos aderentes para se ter uma ideia do tumulto\norganizacional das entidades de classe. Inexistindo lei própria, o que\nsomente irá ocorrer em 1907 pelo Decreto n^o^ 1.637, ficava inteiramente\na critério dos próprios trabalhadores o tipo de associação adotada, a\nsua denominação e a sua área de jurisdição. Na orla marítima dominavam\nas resistências, denominando-se as outras entidades, indiferentemente,\nsem nenhum critério, ligas, federações, uniões, associações e até\nsindicatos... Eram de âmbito municipal, estadual e, não raro, nacional.\n\nFoi inegável a repercussão do congresso com substancial representação\nregional, e nele se defrontaram as duas tendências do movimento social:\na revolucionária, da ação direta e a reformista, de resistência e\norganização legal. Venceu esta última. Em resposta ao tema I, sobre a\norientação a tomar – “A sociedade operária deve aderir a uma política de\npartido ou conservar a sua neutralidade? Deverá ter uma ação política?”\n– resolveram os convencionais: “Considerando que o operariado se acha\nextremamente dividido pelas suas opiniões políticas e religiosas, que a\núnica base sólida de acordo e de ação são os interesses econômicos\ncomuns a toda a classe operária, os demais clara e pronta compreensão;\nque todos os trabalhadores, ensinados pela experiência e desiludidos da\nsalvação vinda de fora da sua vontade e ação, reconhecem a necessidade\niniludível da ação econômica direta de pressão e resistência, sem a\nqual, ainda para os mais legatários, não há lei que valha; o Congresso\nOperário aconselha o proletariado a organizar-se em sociedade de\nresistência econômica, agrupamento essencial e, sem abandonar a defesa,\npela ação direta, dos rudimentares direitos políticos de que necessitam\nas organizações econômicas, a pôr fora do sindicato a luta política\nespecial de um partido e as rivalidades que resultariam da adoção, pela\nassociação de resistência, de uma doutrina política ou religiosa, ou de\num programa eleitoral”.\n\nConstava ainda do item I um segundo tema. Do item II constavam seis\ntemas sobre a organização; como seis igualmente eram os temas do item\nIII sobre a ação operária. Concluía o tema VI e último do congresso:\n“Qual a atitude do operariado quando lhes seja proibido o direito de\nreunião? – Considerando que o operariado tem a absoluta e imperiosa\nnecessidade de se reunir a fim de defender os seus direitos; e,\nconsiderando que o governo pode procurar, pela violência e tirania,\ntirar-lhe semelhante direito; o I Congresso Operário Brasileiro\naconselha às federações locais que, quando for proibido o direito de\nreunião a qualquer coletividade, ponha logo em prática os meios eficazes\na fim de obrigar o mesmo governo a respeitar estes direitos, agindo, em\ncaso extremo, até com a maior violência”.\n\nComo fruto inequívoco dessas resoluções, começaram a surgir em todo o\npaís as chamadas sociedades de resistência, mais bem organizadas e\nestruturadas entre os trabalhadores da orla marítima, de estivadores e\narmazenadores. Fortaleceram-se igualmente as uniões e associações de\nempregados no comércio, as de condutores de viaturas, as de sapateiros e\nas de trabalhadores têxteis. Mantinham contato com os demais centros\noperários da nação, trabalhando todos para um propósito comum. Houve\nmuita luta, declararam-se inúmeras greves, principalmente no Rio e em\nSão Paulo, procurando sempre os poderes constituídos coibi-las\nviolentamente, não raro com mortos e feridos.\n\nComo meio de propaganda, doutrinação e recrutamento, aconselhava o\ncongresso de 1906 a proliferação da imprensa operária e de boletins\npróprios. Numerosos foram os títulos de jornais e publicações operárias,\nem geral ideológicos e de curta duração. A chamada grande imprensa, a\ncomeçar pelo *Correio da* *Manhã,* fundado em 1901, fez constar de suas\npáginas unia seção dedicada à vida operária. Constava quase sempre de\ninformações, mas também admitiam comentários e colaboração. Evaristo de\nMorais, por exemplo, colaborou nesse jornal por alguns anos a partir de\n1903. Ali também constavam as notícias sobre as atividades do Centro das\nClasses Operárias, sob a direção de Vicente de Sousa, professor do\nColégio Pedro II, que ministrava palestras, de doutrinação e orientação,\nem sua sede no Jardim Botânico. Este grande líder, abolicionista\nhistórico, veio a falecer em 1908.\n\nDepois da lei de 1907, tomou grande incremento a sindicalização entre\nnós. Animados com os resultados do congresso e com a promulgação do\ndiploma que lhes regulava a organização em sindicato, cresceram os\ntrabalhadores em suas reivindicações, quase sempre pleiteando melhores\nsalários, maior segurança no trabalho e jornada de oito horas. Mas o\nmesmo ano da lei, 1907, viu serem aprovados o Decreto n^o^ 1.641, de 7\nde janeiro, e a sua regulamentação, com as instruções baixadas pelo\nDecreto n^o^ 6.486, de 23 de maio. Dispunha o artigo 1^o^: “O\nestrangeiro que, por qualquer motivo, comprometer a segurança nacional\nou a tranquilidade pública pode ser expulso de parte ou de todo o\nterritório nacional”. O artigo 2^o^ incluía também, como motivo de\nexpulsão, “a vagabundagem, a mendicidade e o lenocínio competentemente\nverificados”. E o artigo 4^o^ autorizava o Poder Executivo a impedir a\nentrada no território da República a todo estrangeiro cujos antecedentes\nlevassem a incluí-lo entre aqueles a que se referem os artigos\nanteriores.\n\nO alarme social contra o anarquismo era tão grande à época que nem\nSílvio Romero deixou de assustar-se, e disso deu notícia em momento\nsolene da sua vida. Talvez não tenha sido a sua intenção, mas a verdade\né que, com o peso de sua autoridade moral e intelectual, talvez tenha\nsido considerado como mais um argumento a favor da promulgação do\ndecreto de expulsão dos indesejáveis agitadores sociais. Em discurso na\nAcademia Brasileira de Letras, recebendo Euclides da Cunha, exclamava o\nsergipano de Lagarto a 18 de dezembro de 1906 que os anarquistas eram\n“desordeiros incuráveis”, acolhidos por nós “com a mais criminosa\nleviandade”, por isso “temos as paredes quase diárias, antes de termos\nas indústrias”.\n\nA chamada Lei Adolfo Gordo, de 1907, como que veio satisfazer\ninteiramente a denúncia de Sílvio: expulsava “os desordeiros incuráveis”\nou lhes impedia a entrada no território nacional.\n\nDiante das péssimas condições de trabalho, dos salários baixíssimos,\npraticamente sem limitação da jornada de trabalho, e em meio à terrível\ncarestia de vida, prosseguia o movimento social brasileiro\nreivindicando, protestando e agitando-se à procura de um cantinho que o\nlevasse a obter a reforma efetiva da sociedade. A balbúrdia sindical\nmantinha-se a mesma, já que o decreto de 1907, à maneira da lei\nfrancesa, dava somente as diretivas gerais da sindicalização. A matéria\ntambém fora objeto de deliberação no congresso de 1906, que lhe traçou\nalguns critérios organizacionais, sempre no sentido do unitarismo\nsindical.\n\nCom a luta entre Hermes da Fonseca e Rui Barbosa, quando da Campanha\nCivilista de 1909/1910, despertaram os poderes constituídos para a\nimportância do operariado como força eleitoral. Com o primeiro na\npresidência da República, realiza-se o IV Congresso Operário, na capital\nfederal, sob os auspícios do deputado Mário Hermes, filho do presidente.\nFoi grande o comparecimento de representações estaduais, mas tudo a\nexpensas do governo, viagem e hospedagem. Publicaram-se os resultados\ndas suas resoluções, por sinal, muito próximas das de 1906, pois as\nreivindicações e necessidades das classes trabalhadoras eram as mesmas.\n\nEm 1913 modifica-se a lei de expulsão de 1907 pelo Decreto n^o^ 2.741,\nde 8 de janeiro, logo apelidada de “nova Lei Adolfo Gordo”. É mais\nsevera do que a primeira contra o anarquismo, a ponto de o Supremo\nTribunal Federal (STF) julgá-la inconstitucional em alguns pontos. No\nmesmo ano reorganiza-se a Confederação Operária Brasileira que patrocina\no II Congresso Operário, em resposta ao que acabava de realizar-se sob o\nbafejo oficial.\n\nGrande foi a agitação operária durante os anos de guerra, sendo de\ndestacar a série de movimentos grevistas em São Paulo no ano de 1917,\ncom violência policial, mortes e ferimentos graves entre os\ntrabalhadores. No ano seguinte não foi menor a agitação no Rio de\nJaneiro. O auge dessa agitação como que representa o canto do cisne do\nanarquismo, com sua pregação da ação direta. Jorge Street, líder\nindustrial, admite discutir com os sindicatos operários, como legítimos\nrepresentantes dos trabalhadores, sobre as suas condições de trabalho,\nlevando a cindir-se o Centro Industrial do qual era presidente. Com o\nfim da conflagração mundial, a Revolução Russa e a assinatura do Tratado\nde Versalhes, em menos de dois anos, de 1917 a 1919, tomava mais alento\no movimento sindical brasileiro, conscientizando-se dos seus direitos\ndentro da sociedade capitalista.\n\nDe 1919 a 1930\n\nComeça o ano de 1919 com a promulgação da Lei n^o^ 3.724, de 15 de\njaneiro, obtida do Congresso Nacional sob pressão das agitações dos\núltimos meses do ano anterior, quando até um posto policial voou pelos\nares em São Cristóvão. A lei regulava os acidentes do trabalho, quando o\nprimeiro projeto de Medeiros e Albuquerque é de 1904. Começara a\nfuncionar com regularidade a recém-inaugurada Comissão de Legislação\nSocial na Câmara, sob a presidência do deputado paulista José Lobo. A\nlei de acidentes foi o seu primeiro estudo técnico.\n\nA característica deste período é o retraimento da influência anarquista,\nque começa a declinar, mormente depois da criação do Partido Comunista\nBrasileiro, então Partido Comunista do Brasil (PCB), marxista, em 1922.\nA divisão do movimento social se estabelece mais nitidamente entre os\nsocialistas reformistas, quase trabalhista, e os comunistas propriamente\nditos.\n\nO governo e grande parte do pensamento liberal tomam consciência dos\nnovos tempos, com a assinatura do Tratado de Versalhes, de 28 de junho\nde 1919, que criou a Organização Internacional do Trabalho (OIT), com a\nprimeira conferência realizada no mesmo ano na cidade de Washington, e\naprovação das primeiras convenções internacionais. Delfim Moreira, na\npresidência da República, envia uma mensagem à Câmara, conclamando-a a\ndar andamento aos projetos legislativos sobre a legislação social. Rui,\no principal mentor da Constituição de 1891 e liberal clássico, profere a\ncélebre conferência, no Teatro Lírico do Rio de Janeiro, sobre a\nexistência da questão social entre nós. Isto em março ainda de 1919.\nDali para diante, como que todos passam a reconhecer tais fatores de\ninsatisfação na sociedade brasileira e a necessidade de sua reforma, sem\npejo nem receio, pois que o maior liberal já o fizera.\n\nOs sindicatos mais fortes são os mesmos do período anterior: os da orla\nmarítima – resistências –, os dos trabalhadores na indústria têxtil, os\ndos empregados no comércio. Ao lado destes continua a existir uma\nmiríade de pequenas entidades sindicais, organizadas segundo os mesmos\ncritérios aprovados em 1906, no I Congresso Operário Brasileiro. A lei\nsindical de 1907, ainda formalmente em vigor, mas quase totalmente\nignorada na prática, não impunha nenhum critério organizativo, deixando\na escolha para a vontade dos próprios interessados.\n\nNovo projeto de Código do Trabalho é apresentado à Câmara em 1923 pelo\ndeputado Carvalho Neto, de Sergipe. Nesse mesmo ano conseguem os\nferroviários ver aprovadas as Caixas de Aposentadoria e Pensões pela Lei\nn^o^ 4.682, de 24 de janeiro, que lhes assegurava a estabilidade no\nemprego com dez anos de serviço. Tais benefícios foram sucessivamente\nestendidos a novas categorias (portuários, telegrafistas) de 1926 a\n1928. Como agência administrativa para as questões do trabalho, com\nfunções também de fiscalizar as caixas e julgar em segunda instância os\ninquéritos contra os estáveis, criou-se o Conselho Nacional do Trabalho\na 30 de abril, pelo Decreto n^o^ 16.027. De 1 a 14 de julho, também de\n1923, realiza-se na capital federal o I Congresso Nacional dos Operários\nem Fábricas de Tecidos.\n\nEm 1925 aprova-se a lei de férias – de 15 dias para todas as categorias\n– de n^o^ 4.982, de 24 de dezembro. As greves, embora em menor número,\nprosseguem por toda parte, Rio, São Paulo, Recife, Petrópolis. O PCB\nvolta-se para o movimento sindical e organiza a sua ação entre os\nsindicatos existentes. Já em 1925 efetuava-se o seu segundo congresso,\nmas em 1927, pela chamada “Lei Celerada” é fechado o PCB, surgindo pouco\ndepois o Bloco Operário e Camponês, com grande atividade sindical\ntambém.\n\nDe 1930 a 1937\n\nAo contrário do que se pensa, apesar da criação do Ministério do\nTrabalho em novembro de 1930, e do início da chamada “febre legiferante”\nna elaboração das leis do trabalho, os novos detentores do poder\ncontinuavam na mesma linha de combate ao comunismo e à agitação social,\naos que não se conformavam com as diretivas dos primeiros atos do\nGoverno Provisório. Com o Decreto n^o^ 19.770, de 19 de março de 1931, é\nregulada a sindicalização em moldes rígidos e inflexíveis. Traçava a lei\nas exigências necessárias para a instituição da entidade sindical, uma\núnica para cada categoria na mesma área de representação. Os sindicatos\npassavam a ser órgãos de colaboração com o Estado, proibida qualquer\nmanifestação política ou ideológica. Iniciava-se o paternalismo sindical\nou o controle do sindicato pelo Estado. Inicialmente, pela ideologia e\nqualidade das pessoas que elaboraram o 19.770, pretendiam elas dar maior\nsegurança e autonomia ao sindicato com o aval do Estado. Mas, sem o\nquerer – aí a ironia da história – acabaram praticamente com o autêntico\nmovimento social brasileiro, como vinha sendo praticado nos tempos\nheroicos anteriores a 1930. Entregaram o sindicato ao Estado.\n\nOs antigos e os novos sindicatos tiveram de se adaptar à nova lei, que\nsó permitia associação sindical com um mínimo de 30 membros da categoria\ne aglutinados, à maneira da lei francesa, segundo os critérios\ndecrescentes de identidade, similaridade ou conexidade das profissões.\nSem dúvida, havia interesse real do governo em incentivar a\nsindicalização, tanto assim que a lei punia o empregador que impedisse a\nsindicalização do seu empregado, ao mesmo tempo em que considerava\ndispensa injusta caso o despedisse pelo mesmo motivo. Nesta e em leis\nsubsequentes, criaram-se certas prioridades e preferências para os\nempregados sindicalizados. Procurava-se instalar no país uma filosofia\nsocial em oposição à filosofia individualista, tida como superada e\nnociva.\n\nAgora, a despeito dessas boas intenções, continuava feroz a luta contra\no comunismo e os trabalhadores que não se enquadrassem passivamente nos\nesquemas oficiais. O Decreto n^o^ 21.396, de 12 de maio de 1932, proibia\na greve severamente, nestes termos (artigo 17): “Poderão ser\nsumariamente suspensos, ou dispensados das empresas ou estabelecimentos\nonde servirem, os empregados que abandonarem o trabalho sem qualquer\nentendimento prévio com os empregadores, por intermédio da Comissão de\nConciliação, que praticarem qualquer ato de indisciplina, ou que\ndificultarem a solução do dissídio proposta nos termos dos artigos 13 e\n14, ou se esquivarem à integral observância do acordo feito ou da\ndecisão proferida.” Mas, ao mesmo tempo, corno dissemos acima, o Decreto\nn^o^ 22.132, de 25 de novembro do mesmo ano, que criou as Juntas de\nConciliação e Julgamento, só dava faculdade de reclamar ao empregado\nsindicalizado (artigo 34). Por sua vez, o Decreto n^o^ 23.768, de 18 de\njaneiro de 1934 (artigo 34), assegurava o direito às férias dos\nempregados nas indústrias, somente quando sindicalizados. Mais ainda, o\nDecreto n^o^ 24.694, de 12 de julho do mesmo ano, regulando a\nsindicalização, estabelecia no artigo 30 preferência ao empregado\nsindicalizado para readmissão no emprego, e no artigo 32 preferência\npara admissão em empresas de serviços públicos ou que mantivessem\ncontratos com os poderes públicos.\n\nA despeito do controle consignado nas leis, foi bem atuante, ainda nessa\nfase, o movimento sindical brasileiro, com intensa manifestação política\ne ideológica, com numerosas greves e protestos de toda ordem. Os\nsindicatos dos bancários, do Rio e São Paulo, funcionando como grupos de\npressão, conseguiram o reconhecimento da estabilidade no emprego com\ndois anos de casa, em 1934. A União dos Trabalhadores do Livro e do\nJornal sobressaía, no Rio, como entidade das mais atuantes. O mesmo\nocorria com o Sindicato dos Trabalhadores em Transportes Terrestres,\ntambém do Rio. Utilizavam-se os sindicatos das prerrogativas constantes\ndas leis, e celebravam fortes redes de convenções coletivas, com o\nreconhecimento de vantagens bem melhores que os benefícios conferidos\npelo governo. Marcaram época as greves de reivindicações de novas\ncondições de trabalho, deflagradas pelos trabalhadores de fiação e\ntecelagem em 1935, apesar da violência da polícia.\n\nGrande incentivo à sindicalização trouxe o Código Eleitoral, Decreto\nn^o^ 21.076, de 24 de fevereiro de 1932, artigo 142, ao criar a\nrepresentação classista na Assembleia Constituinte. Mais tarde\nregulamentado pelos decretos n^os^ 22.653, de 20 de abril, e 22.696, de\n11 de maio, ambos de 1933, o código fez com que os sindicatos pululassem\n– vá lá o lugar comum... – como cogumelos depois da chuva. Como fonte\nprimária, informa Valdir Niemeyer que, à época, o movimento sindical\natingia 18 unidades do país, somente com exclusão de Amazonas, Goiás,\nMato Grosso e território do Acre. Encontravam-se 361 sindicatos de\nempregados em condições de fornecer eleitores para a escolha dos 18\nrepresentantes na Assembleia Nacional Constituinte, com maior\nconcentração entre os trabalhadores em transportes e empregados no\ncomércio. Entrava o Distrito Federal com 58 sindicatos, seguido por São\nPaulo, com 42.\n\nCom o movimento armado deflagrado a 27 de novembro de 1935, malogrado, e\ncom a consequente decretação do estado de guerra, cessou o movimento\nsindical livre. Decretaram-se numerosas intervenções administrativas nas\nentidades sindicais, com a prisão de seus dirigentes. Permitiu-se a\ndispensa sumária dos trabalhadores julgados perigosos à segurança\nnacional, ao mesmo tempo em que o Ministério do Trabalho instituía o\natestado negativo de ideologia, para que alguém pudesse candidatar-se\naos cargos diretivos ou representativos das entidades profissionais. Com\nagentes administrativos e policiais nas suas assembleias gerais, perdiam\nos sindicatos o mínimo de autonomia que lhes restava.\n\n1937 a 1946\n\nConstituem esses anos o período mais repressivo da história do movimento\nsindical brasileiro, só equiparável, em tudo e por tudo, ao que se\nseguiu a 1964. Com a Carta de 10 de novembro ingressávamos na categoria\ndos regimes fortes, autoritários, com hipertrofia do Executivo e total\nausência do Legislativo, extintos a Câmara e o Senado, substituídos por\norganismos corporativos que nunca chegaram sequer a funcionar. Foram\noito anos de decreto-lei e do maior controle sobre toda a vida sindical,\ncom exigência de atestado negativo de ideologia, proibidos a greve e o\n*lock-out,* como motivos antissociais, pela Carta de 1937, o Código\nPenal de 1940 e a Consolidação das Leis do Trabalho de 1943.\n\nForam adotados nesse período os mais sufocantes instrumentos do\nmovimento sindical: a intervenção administrativa, o enquadramento\nsindical e o imposto sindical. O Decreto-Lei n^o^1.402, de 5 de julho de\n1939, reformou a legislação anterior sobre a sindicalização, adotando os\nnovos princípios da Carta outorgada. Com a reforma do Departamento\nNacional do Trabalho, criou-se a Divisão de Organização e Assistência\nSindical, com a incumbência de fiscalizar, orientar e controlar os\nsindicatos, jungindo-os totalmente ao Ministério do Trabalho, desde o\nprocesso eleitoral até o orçamento e prestação de contas. Para efeitos\nde construção da pirâmide da organização corporativa, vertical,\naprovou-se um quadro prévio de atividades e profissões, duas a duas, que\nculminariam por desembocar nas grandes corporações, como órgãos do\nEstado. O enquadramento sindical representa a organização horizontal do\ncorporativismo estatal, contrário à tese de conflito ou de luta de\nclasses. O enquadramento é simétrico e rigorosamente ordenado.\n\nPor outro lado, todos os integrantes de qualquer categoria – econômica,\nprofissional, diferenciada ou autônoma – devem pagar uma contribuição\nanual compulsória a favor das entidades sindicais – sindicato, federação\ne confederação. Para o trabalhador subordinado corresponde a um dia de\ntrabalho.\n\nApesar de tudo isso, ou talvez exatamente por tudo isso, não conseguiu\nnunca ser de massas o movimento sindical brasileiro. Sem motivação, sem\ninteresse, sempre foi pequena a taxa de sindicalização, contribuindo o\nindivíduo a favor de uma entidade da qual não faz parte, e nem quer\nfazer, de cuja vida associativa não participa. A 1^o^ de maio de 1943, o\nchefe do governo fez um apelo patético a favor do que chamou “a campanha\nda sindicalização em massa”. Sem resultado, porém. Tudo o que se\nencontrava em vigor impedia qualquer resquício de liberdade e autonomia\nsindical: proibidas eram as confederações gerais e quaisquer outras\nmodalidades de organização associativa não previstas na lei. O sindicato\ntransformara-se, praticamente, em órgão oficial do próprio Estado.\nInforma Oliveira Viana que se chegou até a sugerir a nomeação dos\ndirigentes sindicais pelo Ministério do Trabalho.\n\nDe 1946 a 1964\n\nCom a promulgação da nova Constituição Federal, a 18 de setembro de\n1946, parecia que tudo ia mudar, pois extinto estava o Estado Novo, como\nmodelo político autoritário e autocrático. A nova Carta aproveitara o\nque de melhor se dispunha na Constituição de 1934, inclinando-se\nnitidamente para um sentido socialdemocrata. Vinda de um Executivo\nhipertrofiado, restabelecera a competência e o prestígio dos outros dois\npoderes, com orientação liberal. Mantivera todas as conquistas\ntrabalhistas anteriores e acrescentara novas como o salário familiar, a\nparticipação dos lucros, o repouso semanal remunerado, a estabilidade na\nexploração rural, entre outros. Extinguira a contribuição sindical\nobrigatória, mantendo, porém, as funções delegadas ao sindicato pelos\npoderes públicos. Revogara a proibição da greve, instituindo o seu\ndireito, cujo exercício ficara para a regulamentação da lei ordinária.\n\nPois bem, apesar de tudo isso, a despeito de novo regime constitucional\ninteiramente oposto ao precedente, manteve-se a mesma, a mesmíssima\nlegislação ordinária, com o mesmo, o mesmíssimo modelo de organização\nsindical. Em 1951, com a volta de Getúlio Vargas à presidência da\nRepública, anunciou o seu ministro do Trabalho a extinção do atestado\nnegativo de ideologia.\n\nMantinham-se, na legislação ordinária, as proibições de greve nas\natividades fundamentais, com o 9.070, de 15 de março de 1946, em vigor,\ne de formação de organismos centrais, como entidades de cúpula, na\norganização sindical. Enquanto se discutia se o 9.070 era constitucional\nou não, dele iam se desinteressando os trabalhadores, transformando-o em\nletra morta, acabando a jurisprudência por considerar como injusta a\ndispensa do trabalhador que simplesmente houvesse participado da greve,\nsem incitamento nem atos de violência. Por outro lado, foram-se\norganizando os órgãos superiores de cúpula como coordenadores dos\ninteresses mais gerais dos trabalhadores, a despeito da Consolidação de\n1943.\n\nCaracterizou-se esse período pela politização dos sindicatos, à maneira\ndo que ocorrera antes de 1935, deixando as entidades mais\nrepresentativas de se submeter docilmente ao controle do Ministério do\nTrabalho e dos órgãos de segurança. A liderança sindical ousou dizer o\nque pensava e o que queria, atingindo-se um nível de liberdade e de\nautonomia desaparecido havia mais de dez anos. Em verdade havia surgido\numa nova classe operária no após-guerra, com plena consciência de suas\nreivindicações no capitalismo que ajudara a criar. A industrialização\ncrescera substancialmente, com a relativa queda da indústria têxtil, que\nmuito se aproveitara do protecionismo que lhe fora dispensado durante a\nconflagração. Segundo relatório do Serviço Nacional de Aprendizagem\nIndustrial (Senai) tomando-se por base o ano de 1946, enquanto a mão de\nobra de fiação e tecelagem chegava a 116,0 em 1960, a da alimentação ia\na 131,6 e a da gráfica a 181,7. A indústria siderúrgica se instalara e\ndesenvolvera no mesmo período, que também assistiu à instalação da\nindústria automobilística. Era toda uma nova classe operária, em\nqualidade e quantidade, que surgia. Dela se destacavam os trabalhadores\nmetalúrgicos e das indústrias petroquímicas.\n\nCom exceção de algumas manifestações revolucionárias mais ativistas,\nnacionalismo e desenvolvimento constituíam as duas palavras de ordem\ndessa liderança sindical, correspondendo aos apelos do governo, que\ndelas também se vinha utilizando como motivações ideológicas de sua\nfilosofia econômica. A redemocratização do país, o crescimento numérico\nda classe operária, com cerca de dois milhões e meio de trabalhadores, a\nformação de partidos políticos e o direito de voto, tudo isso veio dar\numa importância até então insuspeitada ao movimento sindical. Movimento\neste que arregimentava ainda uma pequena minoria dos integrantes das\ncategorias profissionais, com predominância de elementos qualificados e\nprofissionalmente gozando de *status* superior à média dos\ntrabalhadores. Foi esta a conclusão a que chegaram dois pesquisadores em\nestudo publicado em 1962, sobre o Congresso Nacional dos Trabalhadores\nMetalúrgicos, realizado àquela época. Assim mesmo, segundo dados\noficiais, a mão de obra qualificada, no estado de São Paulo, não\nabrangia ainda mais do que 20% do total, isto é, 149.379 para 774.733.\n\nDe 1964 em diante\n\nComo havia acontecido em 1935 com o estado de guerra, o mesmo\nestancamento do movimento sindical brasileiro volta a ocorrer em abril\nde 1964, com a tomada do poder pelo grupo militar que comandou o golpe\nde Estado. Talvez que o seu objetivo primordial tenha sido exatamente a\nmudança de sentido que vinha tomando o movimento operário. Baseado na\nmesma legislação do período de 1937 a 1946, interveio o Ministério do\nTrabalho em centenas de entidades sindicais de todos os graus, por prazo\nindeterminado, com destituição das respectivas diretorias e prisão de\nmuitos líderes sindicais. Alguns fugiram, outros foram condenados, sendo\nde logo dissolvidas quaisquer manifestações de órgãos de cúpula. Um\npesado silêncio, triste e fúnebre baixou sobre a massa operária, sujeita\nainda aos rigores de uma legislação de arrocho salarial, vendo pouco\ndepois cair o instituto da estabilidade no emprego, conquista que vinha\nde 1923. Só uma classe passou a ser diretamente responsável pela\ninflação, a dos trabalhadores, que tiveram seus salários reais\ndrasticamente reduzidos, abaixo do custo de vida e com perda crescente\ndo seu poder aquisitivo.\n\nEmbora tentando chegar aos trabalhadores com uma linguagem muito afim do\nantigo paternalismo, de pronto acionou todos os instrumentos de\nrepressão contra a autonomia sindical, transformando as associações de\nclasse em meros organismos burocráticos, assistenciais e beneficentes,\nrigidamente submetidos à política oficial e mantidos pela contribuição\ncompulsória, voltada novamente ao texto constitucional em 1967. Longa e\nescura tem sido esta noite de sufocação e repressão, mas a partir de\n1974 como que vem despertando o movimento sindical, tomando consciência\nde sua força, questionando criticamente a sociedade, nas suas bases\neconômicas e na sua regulação jurídica. Mais uma vez colocaram-se à\nfrente desse movimento de revisão os trabalhadores social e\nprofissionalmente mais qualificados, devendo ser destacados os\nmetalúrgicos e os bancários. Eclodiram greves reivindicatórias nas\natividades tidas por lei como fundamentais, em geral vitoriosas. Os\ncongressos operários têm sido convocados, com comparecimento de alguns\nlíderes a Brasília, como grupo de pressão, como *lobby* junto ao\nCongresso, em prol de melhores leis sobre o direito de greve. Consta do\ntexto da Constituição de 1967, com todas as emendas posteriores, a\nproibição de greve em atividades essenciais.\n\nO que não se fez em 1946 talvez se faça agora, em 1979, no sentido de\numa revogação total da legislação coercitiva de 1937, com liberdade e\nautonomia da vida sindical, à margem do Estado e contra ele, se\nnecessário. A grande maioria da liderança sindical tem-se manifestado a\nfavor do diálogo direto entre empregados e empregadores na regulação das\ncondições de trabalho. Outro ponto capital é o da constituição de\ncomissões de empresa ou de fábrica, inclusive com designação de delegado\nsindical. Dada a índole da legislação brasileira do trabalho, imposta\npaternalisticamente pelo Estado de fora para dentro, como que se impediu\no contato direto entre os próprios interessados, que só agora vão\ncomeçando a sentar-se na mesa das negociações para cuidarem\nautonomamente das suas próprias vidas. Só então – e isso parece que se\nvai realizando agora – será adulto o movimento sindical brasileiro,\nautônomo e livre diante do Estado e do patronato. Esta é a tendência que\nse delineia e cujas primeiras manifestações já se vão concretizando e\nobtendo êxito.\n\nEvaristo de Morais Filho\n\n(colaboração especial)\n\n**FONTES:** CARONE, E. *Primeira*; CARONE, E*. República velha*; FAUSTO,\nB. *Trabalho*; LOWY, M. *Opiniões,* MORAIS FILHO, E. *Apontamentos*;\nMORAIS FILHO, E. *Problema*; NIEMEYER,V*. Movimento*; PINHEIRO, P.\n*Política*; RODRIGUES, J. *Sindicato*; RODRIGUES, L. *Conflito*; SIMÃO,\nA. *Sindicato*; VIANA, F. *Problemas*; VIANA, L. *Liberalismo.*\n\nDe 1964 a 1985\n\nCom a derrocada do regime democrático em abril de 1964, o sindicalismo\ndominante sob a Constituição de 1946 sofreu ataques por dois flancos: à\ndireita, do governo militar; e, à esquerda, de setores do próprio\nmovimento sindical.\n\nImediatamente depois do golpe que derrubou o presidente João Goulart, o\ngoverno do general Castelo Branco investiu duramente contra os\nsindicatos mais ativos e seus principais líderes. O objetivo era\ndesmantelar as bases sindicais da aliança nacional-desenvolvimentista\nque sustentara o governo deposto. Para tanto, o novo regime se valeu\ntanto dos recursos da repressão policial, quanto daqueles previstos na\nConsolidação das Leis do Trabalho (CLT), como a prerrogativa de\nintervenção nos sindicatos, destituindo dirigentes eleitos e\nsubstituindo-os por interventores nomeados. Entre 1964 e 1966, 84\ndirigentes sindicais tiveram cassados os seus direitos políticos. Entre\n1964 e 1965, sofreram intervenção 428 entidades sindicais, assim\ndistribuídas: 383 sindicatos (18% do total), 45 federações (42% do\ntotal) e quatro confederações (66,7% do total). Na região Sudeste, as\nintervenções atingiram 25,6% dos sindicatos.\n\nA repressão atingiu com a mesma intensidade o sindicalismo rural, que\nexperimentara significativa expansão no início da década de 1960. Foram\nfechados, também, os organismos de coordenação horizontal, do tipo\ncentrais sindicais – notadamente, o Comando Geral de Trabalhadores (CGT)\ne o Pacto de Unidade e Ação (PUA) – que, embora funcionassem à margem da\norganização sindical legal, eram reconhecidos como interlocutores\nlegítimos pelos governos civis.\n\nAinda na gestão Castelo Branco (1964-1966), o período mais duro da\nrepressão deu lugar à tentativa de normalização controlada da vida\nsindical. Foram autorizadas eleições para substituir os interventores\nnomeados, ao mesmo tempo em que se aplicavam ao pé da letra as\ndisposições da CLT permitindo o controle governamental sobre a vida\nassociativa e se mantinha a vigilância policial sobre os ativistas mais\ndestacados. A fresta aberta pelo governo militar propiciou tentativas de\narticulação de um sindicalismo de oposição nos principais centros\nindustriais do país. Elas foram levadas a cabo por ativistas ligados ao\nPartido Comunista Brasileiro (PCB), à esquerda católica e a outros\nagrupamentos de esquerda, todos tratando de formar chapas para disputar\nas direções sindicais. O movimento foi muito marcado pela crítica\ninterna à atuação anterior da esquerda, particularmente do PCB, em\nespecial durante o governo Goulart. Os dirigentes sindicais comunistas\nforam acusados de excessiva confiança num processo de mudança social\npacífica; de subordinação às lideranças burguesas da aliança\nnacional-populista; de comprometimento com as negociações políticas de\ncúpula; de abandono da organização e da mobilização das bases sindicais;\nde adaptação às limitações impostas pela CLT; e, finalmente, de\nincapacidade de organizar a resistência popular ao golpe militar. Em\nconsequência, os líderes emergentes propunham concentrar a atividade\nsindical nos locais de trabalho – em comitês de fábrica – que deveriam\nservir de base para a retomada da ação dos sindicatos e o\ndesenvolvimento de uma estratégia de confronto com o regime autoritário.\nSua principal bandeira era a luta contra a política salarial imposta\npelo novo governo – consubstanciada nos Decretos-Lei n^o^ 54.018 e n^o^\n54.228, ambos de 1964, que davam sustentação ao chamado arrocho salarial\n–, política essa entendida como parte de uma política econômica\nrecessiva e geradora de desemprego. Denunciava-se também o controle\ngovernamental sobre a vida associativa, propiciada pela CLT. Em termos\nnuméricos, os líderes combativos eram minoria, mas suas bases de apoio\nestavam nos estados mais industrializados: São Paulo, Minas Gerais e Rio\nde Janeiro.\n\nA relativa distensão do autoritarismo no início do governo Costa e Silva\n(1967-1969) permitiu que a atividade das correntes sindicais de oposição\nganhasse expressão pública. Alguns de seus líderes eram parte do\nmovimento de revisão crítica da atuação da esquerda brasileira, que\ncomeçava a caminhar na direção da preparação da luta armada contra o\nregime militar. Ainda no fim de 1967, foi organizado em São Paulo o\nMovimento Sindical Antiarrocho (MIA), para conduzir a mobilização dos\ntrabalhadores contra a política econômica. Em 1968, no contexto dos\nprotestos estudantis contra o regime, os novos dirigentes organizaram\nduas explosões de descontentamento operário, dentro da estratégia de\nconfronto que deveria preparar a luta armada. Em abril, 6.700 operários\nda cidade industrial de Contagem, próxima a Belo Horizonte, entraram em\ngreve contra o arrocho salarial. Em julho, ocorreu a greve dos\nmetalúrgicos de Osasco, na Grande São Paulo, com ocupação de empresas e\nchoques com a polícia.\n\nA violenta carga repressiva que se abateu sobre toda a oposição a partir\ndo Ato Institucional n^o^ 5 (AI-5), em 13 de dezembro de 1968, atingiu\nfortemente o movimento sindical e os líderes que haviam emergido foram\nreprimidos violentamente. Entre 1968 e 1977, a vida nos sindicatos ficou\nreduzida à prestação rotineira de serviços sociais e jurídicos e a uma\nou outra cuidadosa manifestação de dirigentes sindicais contra os\nexcessos de controle governamental sobre as entidades e a política\nsalarial. Em poucos sindicatos, movimentos da chamada oposição sindical,\nabrigados pela Igreja Católica, mantiveram-se ativos, dedicando-se a\ncriar ou a recriar organizações de empresa, constantemente\ndesarticuladas pela demissão de seus membros.\n\nA partir de 1974, uma nova forma de oposição à estrutura sindical\nvigente e à política da ditadura começou a brotar no próprio sistema\ncorporativista. Nascia o que se chamou então de “novo sindicalismo”,\ncujo berço foi o Sindicato dos Metalúrgicos de São Bernardo do Campo, na\nGrande São Paulo. Sua diretoria era formada por líderes jovens, em geral\nsem laços nem com o sindicalismo anterior ao golpe militar nem com o\nsindicalismo de confronto de 1968. Esse sindicalismo se desenvolveu com\nmaior força nas áreas mais modernas e concentradas da indústria – os\nsetores automobilístico, metal-mecânico, siderúrgico, petrolífero e\npetroquímico. Os novos líderes com frequência tinham ascendido a cargos\nde direção em eleições sem competidores. Seu discurso sindical era\nessencialmente antiestatista e democrático-participativo. A\nreivindicação central era tirar o Estado das relações trabalhistas e\nconseguir uma negociação coletiva livre e direta entre empregados e\nempregadores; o direito irrestrito de greve; a liberdade e a autonomia\nsindicais e o direito de organização no interior das empresas; ou seja,\no fim da política salarial e a liquidação da organização sindical\ncorporativista. Para esses novos líderes, as mudanças pretendidas seriam\nalcançadas pela organização e a mobilização das massas de trabalhadores.\n\nAs greves nas empresas metalúrgicas da região do ABC paulista, na Grande\nSão Paulo, em 1978 e 1979, transformaram o “novo sindicalismo” de\nsimples aglomerado de líderes inovadores num movimento com apoio de\nmassas. Sua principal figura, o metalúrgico Luís Inácio da Silva, Lula,\nganhou projeção nacional. Assim, durante o governo do último presidente\nmilitar, general João Batista Figueiredo (1979-1984), emergiu uma nova\nforma de sindicalismo, também de confronto, porém distinta daquele de\n1968, assentado dessa vez na oposição sistemática às políticas\ngovernamentais e na mobilização grevista.\n\nDe 1985 a 1995\n\nSob o regime democrático restaurado, o movimento sindical expandiu-se e\ndiversificou sua forma de organização, tornando-se um influente ator\npolítico. Seus apoios sociais mais importantes eram os trabalhadores da\ngrande indústria moderna, os servidores públicos e, em menor medida, os\ntrabalhadores rurais. O associativismo do setor público ganhou enorme\nimpulso na década de 1980. Primeiro, por meio de entidades não\nreconhecidas. Depois, em sindicatos oficiais, por ter a Constituição de\n1988 estendido o direito de organização aos servidores públicos. No\ntotal, os sindicatos reuniam, naquele ano, um contingente de 15 milhões\nde assalariados, dos quais 8,3 milhões no campo. Embora a população\nsindicalizada só representasse cerca de 11% da população economicamente\nativa (PEA), conferia às entidades sindicais uma base de massas\nrespeitável.\n\nA convergência em torno da oposição ao autoritarismo que reunira as\nlideranças renovadoras do “novo sindicalismo” rapidamente se desfez, na\nmedida em que a transição para a democracia foi se consumando. Opções\npartidárias, diferenças com relação à estrutura corporativista e à\natitude a tomar frente ao novo governo civil, além de disputa pelo\npoder, foram os principais motivos de conflito. As divergências se\ncristalizaram em diferentes centrais sindicais, que se foram\norganizando, fundindo ou reestruturando ao longo do período. Já em 1983,\na corrente majoritária dos sindicalistas renovadores, ligados à Luís\nInácio da Silva e ao recém-fundado Partido dos Trabalhadores (PT), gerou\na Central Única dos Trabalhadores (CUT). Seus opositores, que de início\nformaram a Unidade Sindical*,* criariam em 1986 a Central Geral dos\nTrabalhadores (CGT), posteriormente dividida em duas entidades com a\nmesma sigla: a Central Geral dos Trabalhadores e a Confederação Geral\ndos Trabalhadores (1989). Finalmente, em 1991, sindicalistas ligados à\nCentral Geral dos Trabalhadores criaram a Força Sindical, que\nrapidamente se tornou a segunda maior organização de cúpula do\nsindicalismo brasileiro, depois da CUT.\n\nAo longo da década de 1980, o impulso de reforma da estrutura sindical\ncorporativista foi perdendo força, mesmo entre os sindicalistas da CUT,\nos mais ferrenhos adversários daquele modelo. O projeto inicial de\nsuperação do sistema corporativista, com o estabelecimento da autonomia\ne da liberdade sindicais plenas, cedeu espaço a uma estratégia de\nreforma moderada que tratava de abolir os instrumentos de controle e\ncoerção sobre as entidades sindicais em mãos do governo, preservando os\ndispositivos que asseguravam recursos de poder às lideranças sindicais,\ncomo o monopólio da representação e a contribuição sindical compulsória.\nEssa reforma moderada foi vitoriosa na Constituição de 1988 e deu origem\na um sistema sindical híbrido, que combinava pluralismo na cúpula com as\nvelhas regras corporativistas.\n\nAs divergências, reforçadas pela competição entre as centrais, giravam\ntambém em torno das estratégias a adotar diante das políticas de\nestabilização da moeda. A CUT e os sindicatos a ela filiados apostaram\nna oposição intransigente às políticas anti-inflacionárias, sustentada\npor sucessivas greves que tratavam de reduzir os períodos entre os\nreajustes salariais e de obter a melhor indexação possível das\nremunerações. Já as CGTs e especialmente o grupo que desembocaria na\nForça Sindical tenderam a uma atitude mais negociadora, quando não\nsubmissa diante do governo, ainda que também lutassem pela indexação.\nPouco eficaz para defender o poder de compra dos salários, a estratégia\nde confronto foi ainda assim um poderoso instrumento para construir o\npoder da CUT, a ponto de transformá-la na maior e mais abrangente das\nentidades sindicais de cúpula.\n\nNa década de 1990, porém, o confronto foi se tornando cada vez mais\ncontraproducente. Uma nova agenda começava a se desenhar para fazer face\ntanto às mudanças resultantes da abertura da economia e à competição\nexterna, quanto à transformação das políticas governamentais que dizem\nrespeito mais de perto aos assalariados, como a reforma do sistema\nprevidenciário. Esses desafios conduziram o sindicalismo a formas novas\nde negociação e cooperação no nível das empresas. No plano das atitudes\nem face do governo, a mudança foi menor. O movimento sindical continuou\ndividido entre a colaboração submissa e uma oposição que sabia que o\nconfronto não era mais possível nos moldes anteriores e que a simples\ndenúncia era insuficiente – mas, ainda assim, não conseguia elaborar\npropostas alternativas de ação.\n\nMaria Hermínia Tavares de Almeida\n\n**FONTES:** ALMEIDA, M. *Crise*; RODRIGUES, L. *Partidos*; RODRIGUES, L.\n*Tendências*.\n","ref":"**FONTES:** CARONE, E. *Primeira*; CARONE, E*. República velha*; FAUSTO,\nB. *Trabalho*; LOWY, M. *Opiniões,* MORAIS FILHO, E. *Apontamentos*;\nMORAIS FILHO, E. *Problema*; NIEMEYER,V*. Movimento*; PINHEIRO, P.\n*Política*; RODRIGUES, J. *Sindicato*; RODRIGUES, L. *Conflito*; SIMÃO,\nA. *Sindicato*; VIANA, F. *Problemas*; VIANA, L. *Liberalismo.*\n\nDe 1964 a 1985\n\nCom a derrocada do regime democrático em abril de 1964, o sindicalismo\ndominante sob a Constituição de 1946 sofreu ataques por dois flancos: à\ndireita, do governo militar; e, à esquerda, de setores do próprio\nmovimento sindical.\n\nImediatamente depois do golpe que derrubou o presidente João Goulart, o\ngoverno do general Castelo Branco investiu duramente contra os\nsindicatos mais ativos e seus principais líderes. O objetivo era\ndesmantelar as bases sindicais da aliança nacional-desenvolvimentista\nque sustentara o governo deposto. Para tanto, o novo regime se valeu\ntanto dos recursos da repressão policial, quanto daqueles previstos na\nConsolidação das Leis do Trabalho (CLT), como a prerrogativa de\nintervenção nos sindicatos, destituindo dirigentes eleitos e\nsubstituindo-os por interventores nomeados. Entre 1964 e 1966, 84\ndirigentes sindicais tiveram cassados os seus direitos políticos. Entre\n1964 e 1965, sofreram intervenção 428 entidades sindicais, assim\ndistribuídas: 383 sindicatos (18% do total), 45 federações (42% do\ntotal) e quatro confederações (66,7% do total). Na região Sudeste, as\nintervenções atingiram 25,6% dos sindicatos.\n\nA repressão atingiu com a mesma intensidade o sindicalismo rural, que\nexperimentara significativa expansão no início da década de 1960. Foram\nfechados, também, os organismos de coordenação horizontal, do tipo\ncentrais sindicais – notadamente, o Comando Geral de Trabalhadores (CGT)\ne o Pacto de Unidade e Ação (PUA) – que, embora funcionassem à margem da\norganização sindical legal, eram reconhecidos como interlocutores\nlegítimos pelos governos civis.\n\nAinda na gestão Castelo Branco (1964-1966), o período mais duro da\nrepressão deu lugar à tentativa de normalização controlada da vida\nsindical. Foram autorizadas eleições para substituir os interventores\nnomeados, ao mesmo tempo em que se aplicavam ao pé da letra as\ndisposições da CLT permitindo o controle governamental sobre a vida\nassociativa e se mantinha a vigilância policial sobre os ativistas mais\ndestacados. A fresta aberta pelo governo militar propiciou tentativas de\narticulação de um sindicalismo de oposição nos principais centros\nindustriais do país. Elas foram levadas a cabo por ativistas ligados ao\nPartido Comunista Brasileiro (PCB), à esquerda católica e a outros\nagrupamentos de esquerda, todos tratando de formar chapas para disputar\nas direções sindicais. O movimento foi muito marcado pela crítica\ninterna à atuação anterior da esquerda, particularmente do PCB, em\nespecial durante o governo Goulart. Os dirigentes sindicais comunistas\nforam acusados de excessiva confiança num processo de mudança social\npacífica; de subordinação às lideranças burguesas da aliança\nnacional-populista; de comprometimento com as negociações políticas de\ncúpula; de abandono da organização e da mobilização das bases sindicais;\nde adaptação às limitações impostas pela CLT; e, finalmente, de\nincapacidade de organizar a resistência popular ao golpe militar. Em\nconsequência, os líderes emergentes propunham concentrar a atividade\nsindical nos locais de trabalho – em comitês de fábrica – que deveriam\nservir de base para a retomada da ação dos sindicatos e o\ndesenvolvimento de uma estratégia de confronto com o regime autoritário.\nSua principal bandeira era a luta contra a política salarial imposta\npelo novo governo – consubstanciada nos Decretos-Lei n^o^ 54.018 e n^o^\n54.228, ambos de 1964, que davam sustentação ao chamado arrocho salarial\n–, política essa entendida como parte de uma política econômica\nrecessiva e geradora de desemprego. Denunciava-se também o controle\ngovernamental sobre a vida associativa, propiciada pela CLT. Em termos\nnuméricos, os líderes combativos eram minoria, mas suas bases de apoio\nestavam nos estados mais industrializados: São Paulo, Minas Gerais e Rio\nde Janeiro.\n\nA relativa distensão do autoritarismo no início do governo Costa e Silva\n(1967-1969) permitiu que a atividade das correntes sindicais de oposição\nganhasse expressão pública. Alguns de seus líderes eram parte do\nmovimento de revisão crítica da atuação da esquerda brasileira, que\ncomeçava a caminhar na direção da preparação da luta armada contra o\nregime militar. Ainda no fim de 1967, foi organizado em São Paulo o\nMovimento Sindical Antiarrocho (MIA), para conduzir a mobilização dos\ntrabalhadores contra a política econômica. Em 1968, no contexto dos\nprotestos estudantis contra o regime, os novos dirigentes organizaram\nduas explosões de descontentamento operário, dentro da estratégia de\nconfronto que deveria preparar a luta armada. Em abril, 6.700 operários\nda cidade industrial de Contagem, próxima a Belo Horizonte, entraram em\ngreve contra o arrocho salarial. Em julho, ocorreu a greve dos\nmetalúrgicos de Osasco, na Grande São Paulo, com ocupação de empresas e\nchoques com a polícia.\n\nA violenta carga repressiva que se abateu sobre toda a oposição a partir\ndo Ato Institucional n^o^ 5 (AI-5), em 13 de dezembro de 1968, atingiu\nfortemente o movimento sindical e os líderes que haviam emergido foram\nreprimidos violentamente. Entre 1968 e 1977, a vida nos sindicatos ficou\nreduzida à prestação rotineira de serviços sociais e jurídicos e a uma\nou outra cuidadosa manifestação de dirigentes sindicais contra os\nexcessos de controle governamental sobre as entidades e a política\nsalarial. Em poucos sindicatos, movimentos da chamada oposição sindical,\nabrigados pela Igreja Católica, mantiveram-se ativos, dedicando-se a\ncriar ou a recriar organizações de empresa, constantemente\ndesarticuladas pela demissão de seus membros.\n\nA partir de 1974, uma nova forma de oposição à estrutura sindical\nvigente e à política da ditadura começou a brotar no próprio sistema\ncorporativista. Nascia o que se chamou então de “novo sindicalismo”,\ncujo berço foi o Sindicato dos Metalúrgicos de São Bernardo do Campo, na\nGrande São Paulo. Sua diretoria era formada por líderes jovens, em geral\nsem laços nem com o sindicalismo anterior ao golpe militar nem com o\nsindicalismo de confronto de 1968. Esse sindicalismo se desenvolveu com\nmaior força nas áreas mais modernas e concentradas da indústria – os\nsetores automobilístico, metal-mecânico, siderúrgico, petrolífero e\npetroquímico. Os novos líderes com frequência tinham ascendido a cargos\nde direção em eleições sem competidores. Seu discurso sindical era\nessencialmente antiestatista e democrático-participativo. A\nreivindicação central era tirar o Estado das relações trabalhistas e\nconseguir uma negociação coletiva livre e direta entre empregados e\nempregadores; o direito irrestrito de greve; a liberdade e a autonomia\nsindicais e o direito de organização no interior das empresas; ou seja,\no fim da política salarial e a liquidação da organização sindical\ncorporativista. Para esses novos líderes, as mudanças pretendidas seriam\nalcançadas pela organização e a mobilização das massas de trabalhadores.\n\nAs greves nas empresas metalúrgicas da região do ABC paulista, na Grande\nSão Paulo, em 1978 e 1979, transformaram o “novo sindicalismo” de\nsimples aglomerado de líderes inovadores num movimento com apoio de\nmassas. Sua principal figura, o metalúrgico Luís Inácio da Silva, Lula,\nganhou projeção nacional. Assim, durante o governo do último presidente\nmilitar, general João Batista Figueiredo (1979-1984), emergiu uma nova\nforma de sindicalismo, também de confronto, porém distinta daquele de\n1968, assentado dessa vez na oposição sistemática às políticas\ngovernamentais e na mobilização grevista.\n\nDe 1985 a 1995\n\nSob o regime democrático restaurado, o movimento sindical expandiu-se e\ndiversificou sua forma de organização, tornando-se um influente ator\npolítico. Seus apoios sociais mais importantes eram os trabalhadores da\ngrande indústria moderna, os servidores públicos e, em menor medida, os\ntrabalhadores rurais. O associativismo do setor público ganhou enorme\nimpulso na década de 1980. Primeiro, por meio de entidades não\nreconhecidas. Depois, em sindicatos oficiais, por ter a Constituição de\n1988 estendido o direito de organização aos servidores públicos. No\ntotal, os sindicatos reuniam, naquele ano, um contingente de 15 milhões\nde assalariados, dos quais 8,3 milhões no campo. Embora a população\nsindicalizada só representasse cerca de 11% da população economicamente\nativa (PEA), conferia às entidades sindicais uma base de massas\nrespeitável.\n\nA convergência em torno da oposição ao autoritarismo que reunira as\nlideranças renovadoras do “novo sindicalismo” rapidamente se desfez, na\nmedida em que a transição para a democracia foi se consumando. Opções\npartidárias, diferenças com relação à estrutura corporativista e à\natitude a tomar frente ao novo governo civil, além de disputa pelo\npoder, foram os principais motivos de conflito. As divergências se\ncristalizaram em diferentes centrais sindicais, que se foram\norganizando, fundindo ou reestruturando ao longo do período. Já em 1983,\na corrente majoritária dos sindicalistas renovadores, ligados à Luís\nInácio da Silva e ao recém-fundado Partido dos Trabalhadores (PT), gerou\na Central Única dos Trabalhadores (CUT). Seus opositores, que de início\nformaram a Unidade Sindical*,* criariam em 1986 a Central Geral dos\nTrabalhadores (CGT), posteriormente dividida em duas entidades com a\nmesma sigla: a Central Geral dos Trabalhadores e a Confederação Geral\ndos Trabalhadores (1989). Finalmente, em 1991, sindicalistas ligados à\nCentral Geral dos Trabalhadores criaram a Força Sindical, que\nrapidamente se tornou a segunda maior organização de cúpula do\nsindicalismo brasileiro, depois da CUT.\n\nAo longo da década de 1980, o impulso de reforma da estrutura sindical\ncorporativista foi perdendo força, mesmo entre os sindicalistas da CUT,\nos mais ferrenhos adversários daquele modelo. O projeto inicial de\nsuperação do sistema corporativista, com o estabelecimento da autonomia\ne da liberdade sindicais plenas, cedeu espaço a uma estratégia de\nreforma moderada que tratava de abolir os instrumentos de controle e\ncoerção sobre as entidades sindicais em mãos do governo, preservando os\ndispositivos que asseguravam recursos de poder às lideranças sindicais,\ncomo o monopólio da representação e a contribuição sindical compulsória.\nEssa reforma moderada foi vitoriosa na Constituição de 1988 e deu origem\na um sistema sindical híbrido, que combinava pluralismo na cúpula com as\nvelhas regras corporativistas.\n\nAs divergências, reforçadas pela competição entre as centrais, giravam\ntambém em torno das estratégias a adotar diante das políticas de\nestabilização da moeda. A CUT e os sindicatos a ela filiados apostaram\nna oposição intransigente às políticas anti-inflacionárias, sustentada\npor sucessivas greves que tratavam de reduzir os períodos entre os\nreajustes salariais e de obter a melhor indexação possível das\nremunerações. Já as CGTs e especialmente o grupo que desembocaria na\nForça Sindical tenderam a uma atitude mais negociadora, quando não\nsubmissa diante do governo, ainda que também lutassem pela indexação.\nPouco eficaz para defender o poder de compra dos salários, a estratégia\nde confronto foi ainda assim um poderoso instrumento para construir o\npoder da CUT, a ponto de transformá-la na maior e mais abrangente das\nentidades sindicais de cúpula.\n\nNa década de 1990, porém, o confronto foi se tornando cada vez mais\ncontraproducente. Uma nova agenda começava a se desenhar para fazer face\ntanto às mudanças resultantes da abertura da economia e à competição\nexterna, quanto à transformação das políticas governamentais que dizem\nrespeito mais de perto aos assalariados, como a reforma do sistema\nprevidenciário. Esses desafios conduziram o sindicalismo a formas novas\nde negociação e cooperação no nível das empresas. No plano das atitudes\nem face do governo, a mudança foi menor. O movimento sindical continuou\ndividido entre a colaboração submissa e uma oposição que sabia que o\nconfronto não era mais possível nos moldes anteriores e que a simples\ndenúncia era insuficiente – mas, ainda assim, não conseguia elaborar\npropostas alternativas de ação.\n\nMaria Hermínia Tavares de Almeida\n\n**FONTES:** ALMEIDA, M. *Crise*; RODRIGUES, L. *Partidos*; RODRIGUES, L.\n*Tendências*.\n","dic":"DHBPR"}
