{"title":"SINDICATO","cargoss":["O sindicato pode ser definido como uma associação voluntária, de caráter"],"author":null,"content":"**SINDICATO**\n\nO sindicato pode ser definido como uma associação voluntária, de caráter\npermanente, destinada a defender os interesses de trabalhadores\nassalariados de uma mesma profissão ou de uma mesma indústria. As\nprimeiras associações sindicais agrupavam geralmente trabalhadores de\numa mesma profissão (sindicatos de ofício). Progressivamente, com a\nexpansão da grande indústria, os sindicatos tenderam a organizar\ntrabalhadores que, apesar de exercerem profissões diferentes, estavam\nempregados numa mesma indústria (sindicatos de indústria).\n\nOs primeiros sindicatos foram basicamente organizações de trabalhadores\nmanuais assalariados. Contudo, nos últimos anos, tem-se observado a\nexpansão de um sindicalismo do setor de serviços, agrupando assalariados\nde escritórios e de outros grupos de classe média (bancários,\naeroviários, médicos, professores etc.).\n\nOs Primeiros Sindicatos Brasileiros\n\nO sindicalismo brasileiro apareceu por volta do começo do século e\nganhou impulso nas regiões onde o desenvolvimento do capitalismo e da\nurbanização levou à formação de núcleos operários de alguma importância\n(São Paulo e Rio de Janeiro, especialmente). De modo geral, essas\nprimeiras associações operárias (ligas, uniões como eram denominadas)\ndesenvolveram-se a partir de sociedades de auxílio mútuo que, não tinham\ncomo objetivo uma ação reivindicatória junto ao patronato. Os sindicatos\nque se originaram dessas primeiras associações operárias agruparam\ntrabalhadores qualificados, de formação artesanal, tais como pedreiros,\npintores, marceneiros, padeiros, chapeleiros, gráficos etc. Até\npossivelmente a Primeira Guerra Mundial, essas associações de\ntrabalhadores qualificados constituíram os centros mais ativos da\nmilitância operária. Posteriormente, com a implantação das grandes\nfábricas (tecidos, bebidas e alimentos, principalmente) e a expansão dos\nsetores de serviços (ferrovias e transportes urbanos), os sindicatos dos\noperários desses últimos setores começaram a suplantar as associações\ndos antigos artesãos.\n\nA classe operária desse período constituía-se, em ampla medida, de\ntrabalhadores estrangeiros. Especialmente em São Paulo, nas primeiras\ndécadas do século, a massa operária era formada majoritariamente por\nitalianos, espanhóis e portugueses. Ideologicamente, o\nanarcossindicalismo e o socialismo, em menor medida, representavam as\ncorrentes doutrinárias dominantes no movimento sindical paulista. No Rio\nde Janeiro, em contrapartida, a influência das tendências “trabalhistas”\nou reformistas” foi maior.\n\nO Sindicalismo Brasileiro a Partir de 1930\n\nO ano de 1930 constituiu-se no grande divisor de águas da história do\nsindicalismo no Brasil. O fato básico que alterou os rumos do movimento\noperário brasileiro até nossos dias foi a intervenção do Estado na área\ndas relações de trabalho e das classes sociais. Até então o Estado\nbrasileiro havia sido bastante omisso em relação à chamada “questão\noperária”. Embora as atividades sindicais fossem frequentemente\nreprimidas, os trabalhadores tinham muita autonomia na organização de\nsuas associações profissionais. Com a vitória da Revolução de 1930 e o\ndeclínio das concepções liberais, teve início uma mudança na posição dos\npoderes públicos com relação aos conflitos sociais e ao modo de\ncontrolá-los. A criação do Ministério do Trabalho, Indústria e Comércio\nem novembro de 1930 assinalou o primeiro passo do novo governo na\ndireção de uma intervenção sistemática e cada vez mais profunda na\nquestão trabalhista. Embora anteriormente fosse possível registrar uma\nsérie de leis relacionadas à proteção do trabalhador, tratava-se de\niniciativas isoladas de deputados preocupados com a questão social. Com\nGetúlio Vargas, ao contrário, foi o próprio Poder Executivo que chamou a\nsi a elaboração e realização de uma política trabalhista ampla e\ncontínua.\n\nPara fins de análise, a política getulista na área social poderia ser\ndividida em três partes: uma parte relativa às leis de proteção ao\nempregado, outra referente à própria organização sindical e, finalmente,\numa parte relativa ao modo de resolução dos conflitos, com a criação da\nJustiça do Trabalho. Quanto à primeira parte, cabe citar os decretos,\nestabelecendo a jornada de oito horas, a organização do sistema de\nprevidência social para os estivadores, funcionários públicos e\ncomerciários, a proteção ao trabalho da mulher e do menor, a\nregulamentação da jornada de trabalho para os bancários e para os\nempregados de farmácias, padarias, transportes terrestres etc. A maior\nparte desses decretos foi transformada em lei durante a gestão de\nSalgado Filho no Ministério do Trabalho (1932-1934).\n\nFoi com relação à organização sindical propriamente dita que a ação do\nGoverno Provisório mostrou-se mais radicalmente inovadora. Em 1931 o\nDecreto n^o^ 19.770 regulamentou a organização em sindicatos. Às\nassociações de trabalhadores atribuiu-se o direito de defender, junto ao\ngoverno e ao Ministério do Trabalho, os “interesses econômicos,\njurídicos, higiênicos e culturais” de todos os empregados que exercessem\n“profissões idênticas, similares ou conexas”. Esta função só seria\npermitida aos sindicatos que fossem reconhecidos pelo Ministério do\nTrabalho. Para tanto, os sindicatos deveriam enviar ao ministério a ata\ndos trabalhos de instalação, a relação dos sócios, as cópias dos\nestatutos etc. Impunha-se como limite mínimo para o reconhecimento da\nentidade a existência de 30 associados maiores de 18 anos, dos quais\npelo menos 2/3 deveriam ser brasileiros natos ou naturalizados. Os\nestrangeiros não poderiam exercer funções de direção. Os sindicatos\npoderiam, em número de três, no mínimo, organizar-se em federações\nregionais.\n\nAs federações, em número nunca inferior a cinco, poderiam criar\nconfederações. Cabia aos sindicatos a elaboração de contratos de\ntrabalho, a manutenção de cooperativas e outros serviços assistenciais.\nA propaganda de toda ideologia e de política partidária ficava\nexpressamente proibida. O Decreto n^o^ 19.770 significou o primeiro\npasso no sentido de regulamentar com minúcia a vida associativa.\nLindolfo Collor, que foi o primeiro Ministro do Trabalho, na exposição\ndos motivos que acompanhava o decreto, declarava expressamente que um\ndos objetivos da Revolução de 1930 era “incorporar o sindicalismo ao\nEstado e às leis da República”. O Departamento Nacional do Trabalho,\ncriado em fevereiro de 1931, poderia determinar o fechamento do\nsindicato, federação ou confederação por um período de seis meses,\ndestituindo a diretoria, ou ainda, decretando a dissolução completa da\nassociação. A partir de 1932 concederam-se algumas vantagens especiais\naos trabalhadores sindicalizados, como, por exemplo, a de apresentar\nreclamação perante as Juntas de Conciliação e Julgamento, de entrar em\ngozo de férias etc. A Constituição de 1934 e depois a Carta de 1937\ndeclararam inconstitucionais estes dispositivos. O Decreto n^o^ 19.770\nestabelecia ainda a existência de apenas um sindicato por setor\nprofissional numa mesma localidade.\n\nEm 1934, outro decreto (de n^o^ 24.694) procurou adequar a organização\ndos sindicatos à nova Constituição. A principal modificação foi o retomo\nà pluralidade sindical, sendo reconhecidos os sindicatos que agrupassem\n1/3 ou mais de trabalhadores que exercessem atividades idênticas,\nsimilares ou conexas. O Decreto n^o^ 24.694 concedia um pouco mais de\nautonomia às organizações sindicais. O Ministério do Trabalho não\npoderia determinar o fechamento de um sindicato por mais de seis meses,\nembora conservasse o poder de reconhecer os recém-constituídos. Depois\nda instauração do Estado Novo, num período de predominância das\nideologias autoritárias, um novo decreto-lei, o de n^o^ 1.402, de agosto\nde 1939, viria introduzir outras tantas modificações na estrutura e\nsituação dos sindicatos. De modo geral, seguindo a concepção autoritária\nque inspirara a Carta de 1937, o novo regulamento ampliava o controle do\nMinistério do Trabalho sobre as organizações sindicais. Outra vez\nvoltava-se à unidade sindical, não sendo reconhecido mais de um\nsindicato por categoria profissional. Como explicitou a comissão\nelaboradora do novo projeto, a partir de então os sindicatos deveriam\n“gravitar em torno do Ministério do Trabalho; nele nascerão; com ele\ncrescerão, ao lado dele se desenvolverão; nele se extinguirão”. Em 1940\ncriou-se o Imposto Sindical, que obrigava todo assalariado do setor\nurbano a contribuir com um dia de trabalho anual em benefício do\nsindicato de sua respectiva categoria profissional, embora o pagamento\ndesta contribuição compulsória não implicasse a sindicalização que\ncontinuava um ato voluntário.\n\nA Consolidação das Leis do Trabalho\n\nEm 1943, toda a legislação referente aos problemas trabalhistas e\nsindicais foi sistematizada na Consolidação das Leis do Trabalho (CLT),\npromulgada no dia 10 de maio desse ano. A CLT, cujos principais\ndispositivos continuam em vigor até hoje, sintetizou toda a política\ntrabalhista de Vargas, regulamentando o vasto campo do funcionamento\ninterno dos sindicatos, das relações entre o Estado e as associações\noperárias, das relações entre essas últimas e as organizações patronais,\nassim como das questões relacionadas à proteção do empregado e à Justiça\ndo Trabalho. Assim, muito sumariamente, a CLT pode ser dividida em três\npartes: uma, de “tutela do trabalho”, que contém os artigos relativos à\nproteção do trabalhador e deveres do empregador, outra referente à\norganização sindical propriamente dita e uma terceira parte, referente à\nJustiça do Trabalho.\n\nA parte relativa aos direitos e deveres de empregados e patrões\nincorporou todas as vantagens concedidas aos trabalhadores na década\nprecedente: férias, proteção à mulher e ao menor, higiene e segurança no\ntrabalho etc.\n\nA parte voltada para a organização sindical enquadrou tanto os\nsindicatos patronais como os sindicatos de empregados. Somente os\nsindicatos reconhecidos pelo Ministério do Trabalho poderiam representar\nos interesses dos trabalhadores de cada categoria profissional. Não era\nreconhecido mais de um sindicato em cada localidade. A CLT fixou\nestritamente o modo de funcionamento interno do sindicato, desde o\nnúmero de membros da direção (máximo de sete, mínimo de três pessoas), o\nmodo de eleição das diretorias (supervisionadas pelas Delegacias\nRegionais de Trabalho) etc. A greve ficou proibida e o Ministério do\nTrabalho poderia intervir nos sindicatos, destituindo diretorias,\nfechando a entidade etc. No que tange ao número de sindicatos e sua\norganização de acordo com os diferentes ramos e setores econômicos, a\nCLT estabeleceu oito grandes setores de atividades, aos quais\ncorresponderia uma confederação de empregadores e outra de empregados:\ncomércio; indústria; transportes marítimos, fluviais e aéreos;\ntransportes terrestres; comunicação e publicidade; crédito; educação e\ncultura; e profissões liberais. Os assalariados agrícolas ficaram sem\ndireito de organizar sindicatos e de gozar da proteção das leis\ntrabalhistas. Os sindicatos de uma mesma categoria profissional, em\nnúmero não inferior a cinco, poderiam organizar-se em federações. Estas\neram geralmente de âmbito estadual, enquanto os sindicatos eram\ngeralmente de âmbito municipal. Mais de três federações de uma mesma\ncategoria profissional ou de categorias diferentes poderiam criar uma\nconfederação, de âmbito nacional, correspondente a um dos grandes\nsetores anteriormente mencionados. Assim, por exemplo, a Confederação\nNacional dos Trabalhadores na Indústria, a Confederação Nacional dos\nTrabalhadores no Comércio e outras. Porém, sindicatos e federações de\ncategorias profissionais diferentes, numa mesma localidade, não poderiam\nse congregar numa mesma entidade. Com isto, a CLT evitava a formação de\numa central sindical, devendo cada categoria profissional permanecer\nisolada na sua federação, só se reunindo no âmbito da confederação\nrespectiva que, por sua vez, não poderia se unir a outra confederação de\nsetor diferente.\n\nA terceira parte da legislação trabalhista expressa na CLT refere-se à\nJustiça do Trabalho, encarregada de julgar as disputas entre os\nsindicatos de empregados e os empregadores. O modo de relacionamento\nentre o patronato e seus trabalhadores passava assim para a alçada do\nEstado.\n\nA ação governamental favoreceu a rápida multiplicação dos sindicatos e a\nexpansão dos já existentes. Tomando como base o ano de 1930, o número de\nsindicatos aumentou mais de três vezes. A tendência foi no sentido da\nformação de entidades fora da área de São Paulo e Rio de Janeiro. Porém,\nas associações recém-criadas ficaram submetidas a estrito controle\ngovernamental, sem possibilidade de reivindicar autonomamente ou de\ndecretar greves. Neste período, os sindicatos foram essencialmente\nórgãos assistenciais, encarregados de prestar assistência médica e\njurídica a seus associados.\n\nOs Sindicatos no Após-Guerra\n\nApós 1945, o retorno à legalidade constitucional e ao pluralismo\npartidário não significou a remodelação do tipo de estrutura sindical\ncorporativista que fora montado durante o Estado Novo. Contudo, no clima\nde maior liberdade política, os sindicatos obtiveram melhores condições\nde expressão. Logo após a queda do Estado Novo, houve forte aumento da\nreivindicação operária e da movimentação sindical, que prosseguiria até\nmeados de 1947. Apesar da política moderada do Partido Comunista\nBrasileiro, então Partido Comunista do Brasil (PCB), que procurou evitar\na ampliação dos conflitos, ocorreram numerosas greves muitas delas à\nrevelia do sindicato, deflagradas a partir da própria fábrica. Em 1947,\nteve início uma reação governamental dirigida especialmente contra os\ncomunistas. Em maio, o PCB foi declarado ilegal, e o Ministério do\nTrabalho interveio em aproximadamente 140 sindicatos, destituindo\ndiretorias suspeitas de favorecerem os comunistas. Embora o direito de\ngreve fosse assegurado pela Constituição de 1946, o Decreto n^o^ 9.070\nassinado antes que a Constituição entrasse em vigor – impôs numerosas\ncondições para a deflagração de greves. Estas, além de serem proibidas\nnos setores econômicos considerados essenciais, deveriam terminar após\njulgamento do dissídio coletivo pela Justiça do Trabalho. A partir de\n1947, a atividade sindical declinou.\n\nA Expansão do Movimento Sindical\n\nDepois de 1952, durante o governo Vargas, observou-se novamente uma\nretomada da atividade reivindicativa dos sindicatos. Novos sindicatos\nforam formados, especialmente no Rio Grande do Sul, Minas Gerais, Bahia\ne Pernambuco, isto é, fora do eixo Rio-São Paulo, que concentrava 40%\ndos sindicatos existentes e 42% dos trabalhadores sindicalizados. Além\ndisso, a década de 1950 foi marcada pelos grandes movimentos grevistas\nde 1953 a 1957 em São Paulo.\n\nO primeiro desses movimentos, iniciado em fins de março de 1953,\nabrangeu metalúrgicos, têxteis, marceneiros, vidreiros e gráficos.\nCalcula-se que, no auge da greve, o número de trabalhadores que\nestiveram envolvidos no movimento pelo reajustamento salarial tenha\nchegado aproximadamente a trezentos mil. Na segunda grande greve da\ndécada de 1950, deflagrada também por razões salariais, o número de\ngrevistas foi estimado em cerca de quatrocentos mil, pertencentes\npraticamente às mesmas categorias da greve de 1953. Nos dois casos, os\ngrevistas obtiveram uma vitória parcial.\n\nA movimentação sindical continuou ascendente nos primeiros anos da\ndécada seguinte. Em 1961 ocorreu a greve denominada dos setecentos mil,\nna capital e no interior do estado de São Paulo. Novamente, as\nreivindicações econômicas constituíram razão principal do movimento.\nPorém, nessa greve, outra reivindicação prenunciaria um desdobramento\nfuturo do sindicalismo brasileiro os grevistas reclamaram a negociação\nconjunta de todas as categorias profissionais, reunidas no Pacto de Ação\nConjunta (PAC), com a Federação das Indústrias do Estado de São Paulo\n(FIESP). O patronato, apoiando-se na legislação em vigor, rejeitou a\npretensão dos trabalhadores, percebendo os riscos contidos no\nreconhecimento de uma entidade representativa do conjunto dos sindicatos\npaulistas: a partir da aceitação de uma negociação conjunta com\noperários representados por uma única entidade, as portas para a\nlegitimação de uma futura central sindical poderiam estar abertas.\n\nA ideia da unificação dos sindicatos através de uma entidade única de\ncúpula ganhou impulso nos primeiros anos de 1960, durante o governo de\nJoão Goulart. A formação de uma central sindical não era permitida pela\nCLT. Porém, na medida em que aumentava a participação dos sindicatos nas\nlutas políticas, aprofundavam-se também as divergências ideológicas no\ninterior do sindicalismo. As diferentes correntes procuraram agrupar-se\nem organismos de cúpulas que tentavam coordenar a ação de sindicatos de\numa mesma tendência ideológica e política. Estas uniões sindicais não\nconstituíam organizações paralelas aos sindicatos oficiais, nem tampouco\nprocuraram substituir as federações e confederações previstas pela\nlegislação. Tratava-se de organismos de cúpula que agrupavam sindicatos\noficiais, reconhecidos pelo Ministério do Trabalho. Geralmente, o\naparecimento dessas uniões sindicais esteve relacionado à necessidade de\ncoordenação de movimentos grevistas. Após o término do movimento, as\nlideranças sindicais procuraram dar caráter permanente às comissões de\ncoordenação das greves. Uma dessas primeiras organizações de cúpula foi\no Pacto de Unidade Intersindical (PUI), formado em São Paulo em 1953. Em\n1958 foi criada a Comissão Permanente de Organização Sindical (CPOS). Em\n1960 apareceu o Pacto de Unidade e Ação (PUA), agrupando nacionalmente\nsindicatos do setor de transporte (ferroviários, marítimos e\nportuários). Mais tarde, em 1962, foi formado o Comando Geral dos\nTrabalhadores (CGT), procurando congregar federações e sindicatos de\nvários estados. O CGT, que apoiou o governo Goulart, propôs um programa\nde transformação da sociedade brasileira (“reformas de base”),\nreivindicando a reforma agrária, o controle ou eliminação do capital\nestrangeiro, a maior participação do Estado na economia, o direito de\nvoto aos soldados e analfabetos etc.\n\nAlém dos organismos sindicais de cúpula, influenciados pelos comunistas\ne nacionalistas, foram formadas outras uniões rivais, de tendência\nideológica diferente. Em 1959 surgiu a Frente Nacional do Trabalho, de\ntendência católica. Em junho de 1961 foi criado o Movimento Sindical\nDemocrático (MSD), principal opositor do CGT, tendo como ponto principal\nde sustentação a Confederação Nacional dos Trabalhadores no Comércio.\nComo uma espécie de terceira opção entre o CGT e o MSD, surgiu em São\nPaulo a União Sindical dos Trabalhadores (UST), que teve menor\ninfluência. A UST procurou situar-se numa linha trabalhista e\nnacionalista de apoio ao governo Goulart, mas em oposição ao CGT. Com a\nvitória do movimento militar de março de 1964, essas organizações de\ncúpula não reconhecidas pela legislação seriam dissolvidas pelo novo\ngoverno.\n\nOs Sindicatos e o Governo Goulart\n\nOs primeiros anos da década de 1960 mostraram não apenas o aumento da\natividade reivindicatória dos sindicatos, como também sua crescente\nintervenção no sistema político brasileiro. De modo geral, a ampliação\nda participação dos sindicatos nos problemas políticos efetuou-se\nmediante o estreitamento de suas relações com o governo Goulart. Nos\nquadros de apoio a uma orientação nacionalista e reformista, os\nsindicatos agrupados no CGT passaram a fazer parte de uma frente que\nincluía outras forças políticas vinculadas ao governo federal. Nessa\nlinha, o CGT tentou a realização de duas greves de caráter\nespecificamente político e de âmbito nacional: a Greve do Gabinete\nNacionalista, em 5 de julho de 1962, e a Greve do Plebiscito, em 15 de\nsetembro do mesmo ano, ambas deflagradas durante a fase parlamentarista\ndo governo Goulart.\n\nA primeira delas teve como objetivo pressionar o Congresso para aprovar\num gabinete e um primeiro-ministro favoráveis às reformas propostas pelo\npresidente. A paralisação do trabalho foi decretada por 24 horas e\natingiu principalmente os setores de transporte, docas, ferrovias e\nrefinarias de petróleo. A Greve do Plebiscito visava apoiar a realização\nde um plebiscito nacional sobre a continuidade ou não do regime\nparlamentarista. Desencadeada numa sexta-feira à noite, foi suspensa no\ndomingo. Os setores econômicos foram basicamente os mesmos do movimento\nanterior: setores de serviços e empresas estatais que constituíam os\npontos fortes dos principais sindicatos que apoiavam o CGT. De modo\ngeral, o setor manufatureiro privado não foi afetado pela greve.\n\nA vinculação das organizações sindicais sob controle nacionalista ou\ncomunista - com o governo acarretou uma predominância das reivindicações\nde reforma geral da sociedade sobre as reivindicações de cunho\nprofissional, embora os sindicatos sempre procurassem ligar as propostas\npolíticas e reformistas com reivindicações especificamente econômicas.\nNesse período, os sindicatos ligados ao CGT estiveram mais orientados\npara a pressão sobre o sistema político do que para a pressão direta\nsobre o patronato privado. Nesta linha, pode-se dizer que obtiveram\nmaior poder de controle sobre a política governamental do que sobre o\npoder patronal no interior das empresas.\n\nOs Sindicatos Depois de 1964\n\nO movimento militar que derrubou o governo Goulart pôs fim a essa\nevolução do sindicalismo brasileiro. Uma série de medidas foi tomada no\nsentido de eliminar a influência dos sindicatos da vida política\nnacional, de controlar suas funções reivindicatórias e de reforçar o seu\nlado assistencial. O Ministério do Trabalho interveio em 563 entidades\nsindicais de primeiro grau, procurando controlar principalmente os\ngrandes sindicatos. Assim, 70% dos sindicatos que tinham mais de cinco\nmil membros, 37% dos que tinham menos de cinco mil e mais de mil, e 19%\ndos que possuíam menos de mil foram colocados sob intervenção, com a\ndestituição das antigas diretorias e a nomeação de interventores. Das\nseis confederações existentes, quatro foram colocadas sob intervenção.\nAlém disso, outras medidas foram adotadas para reduzir os sindicatos à\npassividade, como, por exemplo, o restabelecimento do atestado de\nideologia - que possibilitava o controle pela polícia política dos\ncandidatos a postos de direção nos sindicatos –, uma nova lei de greve –\nque dificultava as condições para sua deflagração. A partir dessas\nmedidas repressivas, o sindicalismo brasileiro, como movimento social,\npraticamente desapareceu, especialmente depois de 1969.\n\nO Novo Sindicalismo do Final da Década de 1970\n\nDepois de ter atingido seu ponto mais baixo durante o governo do general\nEmílio Médici, o movimento sindical brasileiro começou a se reestruturar\nem meados do governo Ernesto Geisel. O ano de 1978 foi o grande marco da\nmovimentação operária, com a eclosão de numerosas greves vitoriosas nas\ngrandes empresas metalúrgicas e automobilísticas de São Paulo. A partir\ndaí, em conexão com mudanças que se operavam no plano político nacional,\nobservou-se crescente movimentação sindical que se estendeu por todo o\npaís, atingindo não somente os trabalhadores fabris como também setores\nde serviços e outras categorias profissionais de classe média (médicos,\nprofessores, funcionários públicos etc.).\n\nAs características do sindicalismo que reapareceu depois de vários anos\nde hibernação não parecem definidas. As categorias de classe média estão\napenas começando suas primeiras experiências de vida associativa e de\nreivindicação conflitiva. Em muitos casos, trata-se de categorias que\ntêm o Estado como empregador e que prestam serviços à população, Seu\npoder de pressão e sua situação funcional diferem significativamente do\nque é encontrado entre os trabalhadores fabris. Embora ainda não pareça\npossível um prognóstico dos rumos futuros deste “sindicalismo de classe\nmédia”, é de se esperar o fortalecimento de seu movimento associativo,\nna medida em que a maior parte dessas categorias experimenta um processo\nde perda de *status* e de renda.\n\nNo caso dos trabalhadores fabris, especialmente dos setores que vêm\nliderando o movimento sindical brasileiro, alguns traços já são nítidos.\nAo contrário do que aconteceu durante os anos do governo Goulart, o\natual movimento sindical está mais voltado para as empresas do que para\no Estado, constituindo a luta pelas negociações coletivas, através da\nbarganha direta com o patronato, um dos pontos centrais de suas\nreivindicações. Outro aspecto importante a caracterizar esse novo\nsindicalismo é a disposição de contar basicamente com as próprias forças\ne capacidade de organização dos operários, sem o auxílio de outras\nforças políticas e partidárias. Desse ângulo, é possível falar num\n“voluntarismo operário”, que procura resguardar a autonomia da ação\noperária diante de outros segmentos das classes médias e altas\n(políticos, intelectuais, estudantes etc.). Esta linha de atuação leva\nos setores mais atuantes da classe operária a reclamar a transformação\nradical da estrutura sindical corporativista, exigência que não constava\ndo catálogo de reivindicações do sindicalismo do começo da década de\n1960. Em termos ideológicos, a temática nacionalista não tem ocupado um\nlugar de destaque no “novo sindicalismo”. Do mesmo modo, a proposta de\num modelo alternativo de, desenvolvimento econômico, com ênfase na ação\ndo Estado, não parece sensibilizar as novas, lideranças sindicais, mais\ninteressadas em levar o sindicato para o interior das empresas através\nde comissões de fábrica de da barganha direta com os empresários sem a\nintermediação governamental.\n\nEssas tendências sindicais estão relacionadas à expansão de uma nova\nclasse operária, empregada nas grandes e modernas empresas privadas,\nnacionais e multinacionais. Os trabalhadores veem-se diante de empresas\nricas, enfrentam um patronato que “pode pagar”. Assim, em lugar de\npropor um projeto alternativo de desenvolvimento econômico, os\nsindicatos esforçam-se por participar de um volume de bens já criado por\numa camada empresarial eficiente. Para a classe operária das empresas\nmodernas e dinâmicas, das regiões mais ricas do país, o problema\nprincipal já não é tanto a produção de riquezas, mas sua distribuição.\n\nPorém, os elementos econômicos - a expansão do capitalismo e a\nmodernização industrial – não explicam por si mesmos as transformações\ndo movimento sindical e operário desses últimos anos. Cumpriria\nconsiderar igualmente as mudanças no sistema político posteriores a\n1964. As atuais lideranças operárias não se formaram sob um regime\npopulista; do Estado só conhecemos o lado repressivo, tendo vivido\nsempre marginalizadas com relação ao sistema de poder. Este fato\nprovavelmente explica a desconfiança com relação ao Estado e a vontade\nde contar basicamente com a própria capacidade reivindicativa da classe\noperária, orientada para o diálogo direto com o patronato. Assim,\nconsiderando a importância das características do sistema político na\nconfiguração do padrão de organização e no tipo de orientação política e\nideológica dos trabalhadores, pensamos que a continuidade do\ndesenvolvimento das tendências que apontamos estarão relacionadas não\napenas às transformações que ocorrerem na estrutura de classes e no\nsistema produtivo, como também às vicissitudes do regime político\nbrasileiro.\n\nLeôncio Martins Rodrigues\n\n(colaboração especial)\n\n**FONTES:** ERICKSON, K. *Sindicalismo;* FAUSTO, B. *Movimento*;MORAIS\nFILHO, E. *Problema;* RODRIGUES, J. *Sindicato*; RODRIGUES, L.\n*Trabalhadores*; SIMÃO, A. *Sindicato*; VIANA, L. *Liberalismo*;\nWEFFORT, F. *Origens*.\n","ref":"**FONTES:** ERICKSON, K. *Sindicalismo;* FAUSTO, B. *Movimento*;MORAIS\nFILHO, E. *Problema;* RODRIGUES, J. *Sindicato*; RODRIGUES, L.\n*Trabalhadores*; SIMÃO, A. *Sindicato*; VIANA, L. *Liberalismo*;\nWEFFORT, F. *Origens*.\n","dic":"DHBPR"}