{"title":"SISTEMA ELEITORAL","cargoss":["No Brasil, apesar de termos uma história política eleitoral regional, o"],"author":null,"content":"**SISTEMA ELEITORAL**\n\nNo Brasil, apesar de termos uma história política eleitoral regional, o\nsistema eleitoral – enquanto conjunto de normas que definem os\nmecanismos de representação política da sociedade na estrutura de\norganização dos poderes de Estado – sempre teve uma natureza unitária,\npor força da organização política do Império, e federal, devido à\nvocação federalista da República brasileira. Tal natureza federal do\nsistema eleitoral já era evidente no período da Primeira República,\nquando dispositivo expresso da Constituição de 1891 (inciso 22 do artigo\n34) estabelecia como atribuição exclusiva do Congresso Nacional regular\na eleição para os cargos federais em todo o país, e assim também nos\nanos que se seguiram à promulgação do Código Eleitoral de 1932.\n\nOs mecanismos de controle eleitoral do Império, assim como da Primeira\nRepública, não se deveram, portanto, a leis provinciais ou estaduais,\nmas às imposições de uma legislação comum às províncias ou aos estados,\nque ficavam eleitoralmente sujeitos aos dispositivos fixados pelas\nconstituições e pelas leis federais que regulavam o processo eleitoral.\nSe, nas províncias do Império, os poderes e competências políticas eram\nessencialmente delegados, na Primeira República já se podia atestar uma\ntentativa de organização eleitoral pelos estados, porém de efeito\nmeramente subsidiário. Isso ocorria porque, resguardando a Constituição\nde 1891 para o Congresso Nacional a competência exclusiva para legislar\nsobre eleições, ficava implícito que os estados, desde que não\ncontrariassem as normas federais, poderiam legislar sobre situações\neleitorais estaduais. A Lei Eleitoral do Rio Grande Sul n^o^ 153 de 14\nde junho de 1913 é um demonstrativo dessa abertura, mas, como em tantas\noutras situações, não é um indicativo de que tal permissão legal teria\nsido genericamente aplicada.\n\nNa história mundial, o conjunto dos mecanismos eleitorais, do ponto de\nvista conceitual, nem sempre teve uma articulação coerente, permitindo\nquase sempre que normas específicas de representação divergissem entre\nsi, ou divergissem das normas gerais, que nem sempre eram de natureza\nconstitucional. Na verdade, foi o crescente movimento constitucionalista\nque sucedeu à Revolução Francesa, tomando como referência os movimentos\nanteriores que influíram na formação parlamentar inglesa, que incentivou\na definição de mecanismos de representação das camadas populares, ou do\npovo em geral, nos parlamentos das monarquias constitucionais – e só\nmuito excepcionalmente essas normas foram promulgadas como normas de\nintermediação entre as demandas políticas da população e o Poder\nExecutivo, como aconteceu nos Estados Unidos da América.\n\nTodavia, o pressuposto dos sistemas eleitorais é a relação que se\nestabelece entre o eleitor e o eleito através do voto como mecanismo de\nopção entre aqueles que se apresentam como candidatos a cargos públicos\nelegíveis. O conceito de voto é bastante amplo nas circunstâncias de sua\nformulação histórica, como instrumento de expressão da vontade política\ndo eleitor. Muitas vezes é definido como sufrágio, que, dependendo do\nfluxo de relações políticas entre cidadãos e Estado, pode ser direto –\nquando o eleitor elege o eleito –, ou indireto – quando um conjunto de\neleitos elege um dirigente central do Estado ou de seus departamentos.\nPor essas razões, o voto pode ser circunscrito a determinados cidadãos,\nou pode ser universal, extensivo a todos os cidadãos, muitas vezes, no\nentanto, com algumas restrições. O ato de votar pode ser verificado\natravés de escrutínios abertos, como se verificou originalmente, ou do\nescrutínio secreto. Historicamente os mecanismos que reconheciam o voto\naberto do eleitor nas eleições de sufrágio direto têm evoluído para o\nvoto secreto, ampliando a segurança e a liberdade de escolha do cidadão.\nNo entanto, nas eleições indiretas, tem remanescido quase que\nexclusivamente o voto aberto, sendo que tais votações muitas vezes ficam\nlimitadas a câmaras ou instituições onde prevalece o interesse ou a\nsegurança de Estado.\n\nOriginariamente, os cidadãos eleitos eram escolhidos para o Parlamento,\nonde se organizavam a câmara baixa, de representação popular, eleita\ndiretamente, através de partidos políticos, e a câmara alta, escolhida\npelo monarca diretamente ou em listas de natureza tríplice. A esse\nperíodo sucederam-se os movimentos que procuravam evitar a escolha da\ncâmara alta pelo monarca, e cada vez mais fazer com que os\nrepresentantes nela reunidos também fossem eleitos diretamente. Essa\nevolução estrutural do Estado permitiu que, exceto em países de\nmonarquia consolidada, os representantes, tanto das câmaras baixas como\ndas câmaras altas, fossem diretamente eleitos por camadas da população.\nMais importante, fez com que a moderna evolução eleitoral também se\nencaminhasse para a eleição do dirigente executivo pelas camadas\npopulares. Ou seja, fez com que os membros do Poder Executivo viessem a\nser eleitos pelo povo, através de sufrágios circunscritos ou do sufrágio\nuniversal, que também pode ser aberto ou secreto – sendo que o voto\nuniversal secreto mais resguarda a segurança, a liberdade e a\nlegitimidade do processo eleitoral.\n\nOcorre, todavia, que os primeiros movimentos de identificação dos\ncidadãos eleitores não tinham nenhuma abertura para definir como eleitor\ntodo e qualquer homem do povo, mas apenas aqueles que acumulassem um\ndeterminado volume de riquezas ou que possuíssem uma determinada renda,\npermitindo que o processo eleitoral tivesse uma natureza censitária.\nEsses modelos censitários, historicamente, têm como grande formulador\nteórico o pensador liberal francês Benjamin Constant, especialmente no\nseu livro *Princípios políticos constitucionais*,que exerceu decisiva\ninfluência na formulação dos mecanismos eleitorais brasileiros,\nespecialmente transcritos na Constituição Política do Império do Brasil\ne na sua legislação regulamentar.\n\nNo Brasil Império definiu-se que o processo eleitoral indireto para a\neleição de membros da Câmara de Representantes e do Senado ocorresse\nnuma sucessão de cálculos de renda (não podiam votar aqueles que\ntivessem renda líquida anual inferior a cem mil-réis) entre o votante –\na base do processo eleitoral, o eleitor – o cidadão intermediário entre\na base eleitoral e o Estado, e o elegível – os deputados ou\nrepresentantes do povo em geral, e os senadores, apresentados em lista\ntríplice, entre os quais o monarca indicava o escolhido para o Senado do\nImpério. Todos esses deveriam ter uma determinada renda de natureza\nfinanceira que os classificava como cidadãos, e além disso, por\nexclusiva exigência da Carta Constitucional e das leis subsequentes,\ndeveriam professar a religião católica. A Constituição do Império\nestabelecia também limitações de natureza etária, só admitindo o direito\nde voto para os maiores de 25 anos, exceto os casados e oficiais\nmilitares maiores de 21 anos, os bacharéis formados e clérigos de ordem\nsacra, e de natureza política, quando claramente estabelecia que só\npoderiam votar aqueles que estivessem no pleno gozo dos seus direitos\npolíticos, não sendo, todavia, a legislação expressiva com relação à\nexigência do votante / eleitor / elegível saber ler e escrever.\n\nAs sucessivas crises eleitorais do Império brasileiro contribuíram para\nque o voto de natureza censitária evoluísse mesmo no Império, e\ndecisivamente na República, em especialíssimas circunstâncias, para o\nvoto universal. Mesmo com grandes e significativas restrições, buscou-se\neliminar, de qualquer forma, todo e qualquer mecanismo de natureza\ncensitária ou financeira. Antes que se definisse o modelo eleitoral da\nRepública, ainda no Império, em 1875, a Lei do Terço (que não era um\nprocesso proporcional, mas simplesmente dividia os cargos eletivos no\nCongresso Nacional a serem preenchidos em 2/3 para a maioria e 1/3 para\na minoria) introduziu o título eleitoral, documento próprio de\nidentificação do eleitor. Deve-se também destacar que, na crise\neleitoral do Império, a Lei Saraiva (Lei n^o^ 3.029, de 9 de janeiro de\n1881) extinguiu as juntas paroquiais de qualificação do eleitor,\nrestringindo o poder da Igreja e confiando o processo de qualificação ou\nalistamento aos magistrados. Interessantemente, essa própria lei aboliu\nas cerimônias católicas obrigatórias antes de qualquer trabalho de\nnatureza eleitoral, e, mais importante ainda, incentivou, embora com\nbaixa eficácia num futuro imediato, o voto direto do votante (agora\neleitor) no elegível (deputado e senador). Foi também a Lei Saraiva que,\nassumindo as tendências de um censo literário, proibiu o direito de voto\ndo analfabeto, o que de certa forma, mesmo com o crescimento\npopulacional, restringiu o volume de votantes / eleitores, com o\nobjetivo de evitar manipulações.\n\nComo se pode verificar, predominaram na história eleitoral dois tipos\nespeciais de voto: o voto censitário, que gera limitações diferentes\npara os votantes em geral, seja de natureza financeira, tributária,\nreligiosa, literária, ou mesmo de gênero, como ocorreu no Brasil\nimperial (e na própria Primeira República), e o voto universal, que tem\nsido entendido como o voto sem qualquer restrição eleitoral. A evolução\ndo voto na Primeira República ficou marcada não apenas pelas restrições\nde natureza literária (proibição do voto do analfabeto), mas também\npelas restrições de gênero, proibindo, como no Império, o direito de\nvoto às mulheres. Por outro lado, independentemente dessa estruturação\ndemonstrativa, o voto no Império tinha uma natureza distrital,\ninstituída pela Lei dos Círculos, de 19 de setembro de 1855 (inspirada\nna Lei Eleitoral francesa, de 22 de dezembro de 1789, art. 25, que\ncircunscrevia eleitores e candidatos a uma área geográfica com\ndeterminada densidade eleitoral, no espaço político das províncias), e\ntinham papel decisivo no processo eleitoral os juízes de paz, criados em\ncada freguesia ou capela curada por lei de 15 de outubro de 1827.\n\nA República não fugiu a essas circunscrições eleitorais, mantendo o voto\ndistrital no espaço político dos estados federados. Isso significa que a\nRepública, em relação aos círculos de poder, não mudou a orientação do\nImpério, ou seja, que as modificações eleitorais que advieram não\ninfluíram decisivamente nos esquemas de poder, o que permitiu que os\ncontroles eleitorais dos baronatos se transmudassem para os controles\neleitorais das oligarquias republicanas, tema que foi profundamente\nestudado por Vítor Nunes Leal no seu livro *Coronelismo, enxada e voto*.\nTanto é fato que a estrutura distrital sobreviveu com adaptações na\nRepública, que o Decreto n^o^ 153, de 3 de agosto de 1893, dividiu os\nestados da União em distritos eleitorais, de acordo com o artigo 36 da\nLei n^o^ 35, de 26 de janeiro de 1892, o que foi alterado pelo Decreto\nn^o^ 1.425, de 27 de novembro de 1905, que dividiu o território da\nRepública em distritos eleitorais. Assim observado, os deputados ficavam\neleitos através do voto distrital direto, o que significa que sua\nrepresentatividade ficava restrita à área geográfica do círculo\neleitoral ou distrito, suscetível, por conseguinte, a um controle\neleitoral mais visível.\n\nA grande inovação republicana, não apenas como dispõe a Constituição de\n1891, foi a criação do sistema presidencialista de governo, em\nsubstituição à monarquia constitucional, com a eleição direta para\npresidente e vice-presidente da República na forma do escrutínio\nsecreto, do sufrágio direto e da maioria absoluta de votos. Várias leis\ne decretos também trataram dessa matéria, entre eles o Decreto 200A de\n1890, a Lei n^o^ 35 de 1892 e o Decreto n^o^ 184 de 23 de setembro de\n1893. Interessantemente, esse novo momento eleitoral brasileiro, com\ncerteza articulado com o texto constitucional, definiu com maior clareza\na questão das inelegibilidades (artigo n^o^ 70), na qual se destacava,\nentre outras limitações, que não poderiam ser votados os cidadãos que\ntivessem empresas privilegiadas, ou que gozassem de subvenções,\ngarantias de juros ou outros favores da União/Estado, e se estabelecia\nque o cidadão eleito deputado ou senador não poderia solicitar qualquer\nbenefício do poder público. Essa mesma República, independentemente de\nestabelecer restrições eleitorais para aqueles que não estivessem no\ngozo pleno de seus direitos civis, fixou limitações literárias proibindo\no voto do analfabeto, e não fez qualquer abertura com relação ao voto da\nmulher, embora, dado o contexto político, não houvesse restrições com\nrelação ao negro, desde que estivesse com os seus direitos definidos na\nforma da Constituição e da lei. O mais interessante desse quadro é que\nfica demonstrado que a legislação eleitoral favoreceu a consolidação do\npoder dos oligarcas nos estados federados, o que, de certa forma,\ninfluiu no processo da industrialização brasileira na medida em que se\nestabeleciam restrições eleitorais para o empresário que tivesse\nqualquer militância política ou partidária.\n\nA Lei Rosa e Silva (Lei n^o^ 1.269 de 15 de novembro de 1904) ampliou\nsignificativamente essas restrições ao empresariado e aos banqueiros,\ninclusive pelo simples fato de estes emitirem notas ao portador,\nbeneficiarem-se de isenção de impostos ou privilégios de zonas ou\nnavegação, fortalecendo as políticas de controle oligárquico durante o\nperíodo republicano. As oligarquias não apenas governavam\npragmaticamente (em si), mas tinham uma dimensão legal (para si) do\nexercício do seu poder, que, mesmo com Emenda Constitucional de 1926,\nnão foi esvaziada, o que permitiu o desenvolvimento de amplas\nmobilizações políticas contrárias, não apenas ao sistema político\nrepublicano, mas muito especialmente ao sistema eleitoral, que,\nindependentemente da sua força legal, apoiava-se em mecanismos informais\nde controle, como as eleições a bico de pena, o voto de cabresto e a\nprodução de atas fraudadas.\n\nA mais evidente demonstração desse controle eleitoral pelos oligarcas,\nindependentemente do conhecido acordo que viabilizava a “política dos\ngovernadores”, foi o controle do Congresso pela Comissão de Verificação,\nque influía na diplomação dos deputados, e, por outro lado, os altos\npercentuais, que chegavam a cerca de 90% do eleitorado, obtidos pelos\ncandidatos do Partido Republicano, vitoriosos em eleições presidenciais.\nNão havia propriamente uma legislação sobre partidos políticos, mas o\nmodelo dominante era de uma espécie de unipartidarismo, onde o Partido\nRepublicano se distinguia dos demais apenas pela indicação do estado\nfederado no seu próprio nome. Destacou-se, todavia, nesse contexto, a\nhistória do Partido Republicano Rio-Grandense, que, entre os demais,\nassumiu uma postura de nítida adesão às práticas positivistas de\nfortalecimento autoritário do poder central nos estados, o que não ficou\nexplícito no texto constitucional com relação à presidência da\nRepública.\n\nA Revolução de 1930 assumiu politicamente o compromisso de enfrentar\nesse quadro de domínio eleitoral, vindo a promulgar ainda na sua fase\nrevolucionária a Lei n^o^ 21.076, de 24 de fevereiro de 1932, o Código\nEleitoral, que efetivamente definiu os parâmetros políticos e jurídicos\ndo direito eleitoral brasileiro, introduzindo modificações profundas na\ndispersa legislação eleitoral da Primeira República. O Código Eleitoral\ninstalou efetivamente o quadro geral das bases que iriam presidir o\nsistema eleitoral brasileiro, modernizando as práticas políticas e\nincluindo no contexto eleitoral novas camadas da população, viabilizando\na participação da população operária no contexto eleitoral, sem,\ntodavia, alcançar com efeitos positivos a grande massa da população\nrural, que permaneceu ainda por algum tempo indiferente às questões de\nEstado. O Decreto n^o^ 22.653, de 24 de abril de 1933, apenas como\nefeito demonstrativo, fixou o número e estabeleceu o modo de escolha das\nrepresentações das associações profissionais para a participação na\nAssembleia Constituinte.\n\nO Código Eleitoral criou a Justiça Eleitoral, o que deu independência e\nautonomia ao processo de produção e controle federal das eleições. Por\noutro lado, autorizou o direito de voto da mulher, mantendo, todavia, as\nrestrições de natureza literária (analfabetos), e fortaleceu a proibição\nde impedimentos eleitorais por razões de discriminação que envolvesse\ncrenças filosóficas, políticas e religiosas, inclusive garantindo o\nhabeas corpus e o mandado de segurança em razão do catálogo de crimes\neleitorais que a própria lei definiu. Ressalte-se, no entanto, apenas\ncomo ilustração política, que, antes da promulgação do Código Eleitoral,\nconsiderando a abertura da Constituição de 1891, que não impedia que os\nestados legislassem subsidiariamente sobre matéria eleitoral, várias\ndecisões judiciais, na virada de 1928 para 1929, admitiram o voto da\nmulher, precedentemente.\n\nFinalmente, esse mesmo código eliminou as eleições por distritos,\nimplantou o voto secreto e por representação proporcional por estado, e\nesvaziou o Senado, que tinha grande significado na Primeira República.\nFortaleceu a eleição por sufrágio universal direto e viabilizou a\nconvocação da Constituinte de 1933, que promulgou a mais extensiva\nConstituição brasileira voltada para a proteção dos direitos sociais, e\nnão apenas dos direitos individuais, como acontecera em 1891.\nRessalte-se, todavia, que a Constituição de 1934 admitia que os estados\npoderiam decretar a sua constituição (artigo 7^o^) e as leis por que se\ndeviam reger, deixando explícito, no entanto, um dispositivo (letra C,\ninciso I, artigo 7^o^) que não veio a ter qualquer eficácia: os estados\ndeveriam obedecer a temporariedade das funções eletivas, limitadas aos\nmesmos prazos dos cargos federais correspondentes, e proibida a\nreeleição de governadores e prefeitos. Da mesma forma, o código\nsistematizou a organização dos partidos políticos a as alianças\ninterpartidárias, concomitantemente com a organização dos sindicatos, e\ncriou as eleições de natureza proporcional para os deputados do povo,\ninovando, com relação à história política brasileira, ao introduzir a\nconvivência no mesmo Congresso de deputados do povo e deputados\nprofissionais, originários dos órgãos sindicais e corporativos. Estes\núltimos não sobreviveram na história política e eleitoral futura,\nembora, no seu conjunto, tenham contribuído para a consolidação da\nConstituição da República dos Estados Unidos do Brasil de 16 de julho de\n1934, que naufragou, concomitantemente com as mobilizações do Partido\nComunista e do movimento integralista, com a outorga da Constituição de\n1937.\n\nAurélio Wander Bastos\n\n**FONTES:** BASTOS, A. *Autoritarismo*; CAMPANHOLE, A. *Constituições*;\nCARONE, E. *República Velha*; CONSTANT, B. *Princípios*; FERREIRA, M.\n*Evolução* (p.191); FREIRE, F. *História*; JOBIM, N.; PORTO, W.\n*Legislação*; LEAL, V. *Coronelismo*; VELLASCO, D. *Direito*.\n","ref":"**FONTES:** BASTOS, A. *Autoritarismo*; CAMPANHOLE, A. *Constituições*;\nCARONE, E. *República Velha*; CONSTANT, B. *Princípios*; FERREIRA, M.\n*Evolução* (p.191); FREIRE, F. *História*; JOBIM, N.; PORTO, W.\n*Legislação*; LEAL, V. *Coronelismo*; VELLASCO, D. *Direito*.\n","dic":"DHBPR"}