{"title":"SOARES, Raul","cargoss":["Deputado federal","Ministro da Marinha","Senador","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0,0,0],"datas_ini":[1918,1919,1921,1922],"datas_fim":[1918,1920,1922,1924],"estados":["MG",0,"MG","MG"],"autor":[0],"content":"**SOARES, Raul**\n\n\\*dep. fed. MG 1918; min. Mar. 1919-1920; sen. MG 1921-1922; pres. MG\n1922-1924.\n\n*Raul Soares de Moura* nasceu na cidade de Ubá (MG) no dia 7 de agosto\nde 1877, caçula de uma família de sete filhos. Seu pai, Camilo Soares de\nMoura, era fazendeiro e coronel da Guarda Nacional. Sua mãe, Amélia\nPeixoto Soares, pertencia a uma família de grande poder político na\nregião. Seu tio Carlos Peixoto de Melo foi político do Império, e seu\nprimo Carlos Peixoto Filho foi parlamentar de grande destaque, sobretudo\nno governo do presidente Afonso Pena (1906-1909). Seus irmãos também\nfizeram carreira política: Francisco Soares de Moura foi deputado\nprovincial (1888-1889) e deputado federal por Minas (1899-1902 e\n1921-1930), e Camilo Soares de Moura Filho, além de deputado estadual\n(1894-1897) e federal (1903-1908), foi interventor em Mato Grosso (1917)\ne ministro do Tribunal de Contas da União (1918-1938).\n\nComeçou o curso secundário no Seminário Menor de Mariana (MG) e\ncompletou-o nas cidades mineiras de Barbacena e Ouro Preto. Em 1895\ningressou na Faculdade Livre de Direito de Minas Gerais, em Ouro Preto,\ne lá permaneceu por dois anos. Foi responsável pela edição de um jornal\nestudantil intitulado *Academia*, através do qual exprimia suas ideias e\npublicava poesias de sua autoria. O conteúdo de seus artigos revelava a\nimportância que dava ao direito enquanto instrumento civilizatório e\nforma de combate ao despotismo e à anarquia. Quando da mudança da\nfaculdade de Ouro Preto para Belo Horizonte, transferiu-se para a\nFaculdade de Direito de São Paulo. Integrou o Centro Científico e\nLiterário Acadêmico, contribuiu para a fundação da Academia Paulista de\nLetras, foi um dos redatores do jornal *A Evolução* e foi presidente do\nCentro Acadêmico da faculdade. Era um conhecido membro da Bucha,\nconfraria secreta que reunia os mais destacados estudantes da escola de\ndireito paulista. No campo das ideias, tornou-se conhecida a sua\noposição à teoria do darwinismo social, contra a qual expressou sua\ndiscordância ao condenar a prática da pena de morte. Fazia duras\ncríticas ao positivismo e às teorias raciais que ainda inundavam o\nideário político e filosófico de sua geração. Desde os seus primeiros\nescritos manifestava-se como liberal e nacionalista, além de ser um\nadmirador dos progressos da jovem nação estadunidense. Foi nos bancos da\nfaculdade que travou sólida amizade com Artur Bernardes, a quem toda a\nsua trajetória política seria vinculada.\n\nAo concluir o curso de direito em 1900, após rápida passagem por Santa\nLuzia do Carangola, atual Carangola (MG), onde foi promotor de justiça e\ndelegado interino de polícia, fixou residência em Campinas (SP), a\nconvite do colega de turma e amigo Heitor Penteado. Como seu interesse\npela literatura era ainda muito grande, optou por ser professor de\nportuguês no Ginásio Oficial de Campinas e frequentou ativamente o mundo\ndas letras. Paralelamente, iniciou-se no exercício da advocacia com\nalguns colegas de faculdade. Tornou-se colaborador do jornal *Cidade de\nCampinas*, no qual escrevia uma coluna intitulada “Cartas de um\nsolitário a Violeta de Parma”. Em 1908 assumiu o cargo de promotor\npúblico interino, mas logo em seguida exonerou-se para retornar a Minas\nGerais, muito em razão das perdas sofridas com as mortes de sua primeira\nesposa, Alice Reis Soares de Moura, e de seu irmão, Carlos Soares de\nMoura.\n\nO Articulador Político\n\nEm função da morte do irmão, foi substituí-lo na chefia política do\nmunicípio de Rio Branco, atual Visconde do Rio Branco (MG), região\ncontrolada politicamente por sua família. O contexto era o da sucessão\npresidencial de 1910, que opunha Hermes da Fonseca a Rui Barbosa. Ainda\nem Campinas, Raul Soares se havia comprometido com o civilismo, postura\nque teve que ser alterada com o seu retorno, uma vez que seu clã\npolítico e familiar já se havia previamente comprometido com a\ncandidatura de Hermes da Fonseca. A mudança de postura foi por ele\njustificada em variadas ocasiões. Alegava que se havia desvinculado do\ncivilismo em razão das duras críticas que Rui Barbosa fazia contra o\nmineiro Venceslau Brás, candidato a vice-presidente na chapa hermista.\nQuerer iniciar uma carreira política em Minas opondo-se a um de seus\nprincipais coronéis não era a melhor escolha naquele momento. Mas, na\nverdade, a mudança fora motivada pela morte do irmão, vítima de crime\npolítico cometido por facção oposta à de sua família e vinculada à\ncandidatura de Rui Barbosa. Assim sendo, sua carreira política se\niniciou fundamentada em antigas tradições da chamada “Velha República”,\ntais como a violência, a parentela como requisito de recrutamento e as\ndisputas travadas entre famílias pelo controle dos municípios.\n\nApós assumir a chefia do diretório do Partido Republicano Mineiro (PRM)\nde Rio Branco, foi eleito vereador, presidente da Câmara Municipal e\nagente executivo municipal. Enquanto por lá esteve assumiu também a\ndireção de um jornal intitulado *O Mineiro*. Nos editoriais explicitava\nabertamente suas vinculações com uma das facções que disputavam o poder\npolítico municipal. Através de sua correspondência pessoal, é possível\nperceber que suas atividades não lhe agradavam muito. Sentia-se fazendo\n“política de roça” e odiava a violência que a acompanhava. Procurou\nassim ter rápida passagem pela região. Ao eleger-se deputado estadual em\n1911, pôde abandonar a cidade, conferindo à sua carreira voos mais\npromissores. Na Assembleia Legislativa, posicionou-se a favor da\nautonomia dos municípios e colocou-se como porta-voz dos interesses de\nsua região de origem, a Mata Mineira. Atuou no campo da legislação\neleitoral e foi responsável pela criação do Tribunal de Relação e da\nCâmara Eleitoral. Foi também membro da Comissão de Constituição,\nLegislação e Justiça.\n\nTendo em vista sua destacada atuação política e suas relações de amizade\ncom importantes lideranças em Minas, foi ser secretário da Agricultura,\nIndústria, Terras, Viação e Obras Públicas do governo estadual de Delfim\nMoreira (1914-1918). Como gestor público defendeu os interesses dos\ncafeicultores, ao propor uma reforma tributária que passava pela\nextinção do imposto sobre as exportações, o qual seria substituído pelo\nimposto territorial rural, ampliando-se o número de contribuintes do\nestado. Atuou igualmente na construção de ferrovias, na expansão da\nimigração subsidiada e na tentativa de reduzir os gastos públicos.\n\nFoi no momento da sucessão de Delfim Moreira que a capacidade de\narticulação política, que sempre fora característica da sua\npersonalidade, pôde manifestar-se com plenitude. Na ocasião, as elites\nmineiras estavam divididas em três facções, lideradas respectivamente\npor Venceslau Brás (silvianistas ou “viuvinhas”), Bias Fortes (biistas)\ne Francisco Sales (salistas). Duas das facções indicaram candidatos\npróprios. Coube a Raul Soares demover Delfim Moreira de escolher um\ndeles, em prol de um *tertius*. Sugeriu o nome de seu parceiro político\nArtur Bernardes, nome que se tornou consensual. Bernardes foi eleito\npresidente do estado para o período de 1918 a 1922.\n\nTambém em 1918 Raul Soares foi eleito deputado federal pelo PRM, mas\nrenunciou ao mandato por ter sido convidado por Bernardes para a\nSecretaria do Interior e Justiça. Como o cargo lhe conferia o privilégio\nde ser responsável pela condução de todas as eleições no estado, pôde\ninterferir no processo de renovação das bancadas mineiras, estadual e\nfederal, projeto arquitetado entre ele e Bernardes que acabou por\nconferir um perfil bastante diferenciado à representação mineira. Já o\nprocesso de renovação do PRM consistiu na alteração de alguns\nprocedimentos regimentais com o fim de conferir maior poder ao\npresidente estadual através do esvaziamento da chamada “Tarasca”, a\ncomissão executiva do partido. Todo esse processo intricado de mudanças\nresultou em ampla renovação dos quadros do partido, com a exclusão de\nantigos coronéis, a abertura para a entrada de setores industriais\nemergentes e o rejuvenescimento da elite política mineira. O impacto de\ntal mudança foi tão grande que Raul Soares a qualificou como tendo sido\numa “revolução branca”. Foi igualmente bem-sucedido ao conseguir incluir\numa série de amigos seus no governo, ampliando a sua base política.\nEntre eles estavam Afonso Pena Júnior, Alaor Prata e Daniel de Carvalho.\nAlém de sua atuação político-partidária, enquanto secretário do Interior\nfoi responsável pela realização de uma ampla reforma do ensino praticado\nno estado, que incluiu a criação de uma caixa especial do patrimônio\nescolar.\n\nSabe-se que a sucessão do presidente Venceslau Brás (1914-1918) foi uma\ndas mais difíceis de ser construída durante a Primeira República. A\ndoença do presidente eleito Rodrigues Alves, que levou o vice-presidente\nDelfim Moreira a tomar posse em seu lugar, e sua morte pouco tempo\ndepois, que levou à convocação de novas eleições, abriram espaço para\nque novas articulações fossem travadas para a escolha de um sucessor num\ncurto período de tempo. Artur Bernardes encarregou Raul Soares de\nrepresentá-lo em todas essas articulações. Nesse contexto, Raul Soares\nse destacou nacionalmente na defesa dos interesses de Minas Gerais. Ao\nmesmo tempo, continuou na Secretaria do Interior e, com a ida de Afrânio\nde Melo Franco para o Ministério da Viação de Delfim Moreira, respondeu\ntambém provisoriamente pela Secretaria de Finanças do estado.\n\nTendo apoiado prontamente a indicação para presidente de Epitácio\nPessoa, feita pelos gaúchos, e sua eleição em abril de 1919, Raul Soares\nfoi convidado para ocupar a pasta da Marinha, para a qual foi nomeado em\njulho. Pela primeira vez na República, dois civis responderiam pelas\npastas militares: Raul Soares pela da Marinha e Pandiá Calógeras pela da\nGuerra. Tais indicações não foram muito bem recebidas, na ocasião, pelos\nmilitares. Entretanto, como o ministério não lhe propiciava meios de\nampliar sua força política nacional, Raul Soares demitiu-se em outubro\ndo ano seguinte, optando por se candidatar ao Senado Federal, para o\nqual foi eleito em março de 1921. No Senado foi membro da Comissão de\nConstituição e Diplomacia.\n\nO Caso Itabira Iron\n\nNo início da década de 1920, muito em razão do impacto da Primeira\nGuerra Mundial sobre o processo de industrialização no Brasil, os\ngestores públicos de Minas Gerais começaram a voltar a sua atenção para\ndois campos promissores do desenvolvimento econômico do estado: a\ndiversificação agrícola e a metalurgia. Os relatórios produzidos pelos\nengenheiros da Escola de Minas de Ouro Preto apontavam para a existência\nde uma volumosa quantidade de ferro e manganês na região central do\nestado.\n\nTal informação atraiu os olhares de alguns investidores estrangeiros,\nentre eles Percival Farquhar, um dos maiores investidores estrangeiros\nno Brasil. Esperando poder explorar livremente o minério em território\nbrasileiro, Farquhar criou uma empresa, a Itabira Iron, e propôs ao\ngoverno federal a assinatura de um contrato através do qual sua\ncompanhia seria autorizada a explorar jazidas de minério em troca de\ncarvão. O contrato também envolvia a cessão, em regime de monopólio, da\nestrada de ferro Vitória-Minas para o transporte do ferro até o porto.\nEpitácio Pessoa assinou o contrato sem fazer nenhum acordo prévio com\nMinas Gerais.\n\nProntamente, Raul Soares se opôs à celebração do contrato, com o aval do\nentão presidente do estado Artur Bernardes. Ao expressar sua\ndiscordância, afirmou só ser possível autorizar a exportação de minério\nde ferro se as empresas se comprometessem a construir uma usina\nsiderúrgica em Minas Gerais como contrapartida. Em razão da resistência\ndos mineiros, um acordo alternativo teve que ser feito, desta feita\npreservando os interesses nacionais e especificamente os de Minas\nGerais. Em 1923, aproveitando a visita do rei da Bélgica ao Brasil, foi\ncelebrado com ele um acordo que resultou na construção de uma usina\nsiderúrgica em Minas Gerais, a Belgo-Mineira, adiando-se para 1927 os\nacordos com a Itabira Iron. Na prática, tais acordos nunca se realizaram\nem razão das crises econômicas do final da década. A postura\nnacionalista de Raul Soares garantiu-lhe um entusiástico apoio da\nimprensa nacional, sinal do predomínio de uma cultura política que só se\nampliava na década de 1920 no Brasil.\n\nPresidente de Minas Gerais\n\nEnquanto senador da República, a atuação de Raul Soares esteve voltada\npara a projeção nacional de seu aliado Artur Bernardes, o qual planejava\nser candidato situacionista à sucessão de Epitácio Pessoa em 1922. O\napoio de São Paulo à candidatura mineira viabilizou a sua sustentação. O\nque Minas e São Paulo não contavam era com a dissidência de oligarquias\npoderosas que, ao se sentirem excluídas das articulações, reuniram-se em\ntorno de uma candidatura de oposição. Assim, as oligarquias do Rio de\nJaneiro, Rio Grande do Sul e Bahia, embora divididas, se uniram na\nchamada Reação Republicana e lançaram o nome de Nilo Peçanha. Contavam\ncom o apoio de setores médios urbanos e dos tenentes, que já\nmanifestavam na ocasião os seus anseios reformistas.\n\nAo longo de todo esse processo que envolveu muitas turbulências, Raul\nSoares teve destacada atuação, não só na eleição de Bernardes como na\ngarantia de sua posse. Em reunião decisiva, que contou com a presença\ndas principais lideranças políticas daquele contexto, convocada para\ndeliberar sobre a posse ou a renúncia do presidente eleito, defendeu\npraticamente sozinho a posse de seu parceiro político, a qual teve que\nse dar sob estado de sítio. Cumprido seu objetivo, e eleito sucessor de\nBernardes em Minas – indicado pelo próprio Bernardes, que, na ocasião,\ntinha o total controle sobre o PRM –, voltou a Belo Horizonte e assumiu\ncom tranquilidade o governo do estado.\n\nMuito embora os cofres de Minas Gerais estivessem esvaziados em função\ndo impacto negativo da Primeira Guerra Mundial sobre a cafeicultura,\nRaul Soares fez uma gestão bastante ousada. Propôs uma reforma agrária\ncom o objetivo de reduzir o número de latifúndios, usando como\ninstrumento uma nova legislação que dificultava a existência de terras\ndevolutas. Paralelamente, reforçou a política imigrantista e concedeu\nsubsídios visando à fixação do homem no campo, além de ter investido na\ncriação de núcleos coloniais próximos às ferrovias. Ampliou o sistema\nviário do estado, buscando integrar as suas diversas regiões à zona\nmetalúrgica, que já se desenvolvia celeremente. Destacou-se, igualmente,\no investimento estatal realizado na produção da cana de açúcar,\nprojetando para o futuro o uso industrial do álcool como fonte\nalternativa de energia. Raul Soares foi ainda responsável pela\nmodernização e expansão do ensino agrícola, bem como pela regulamentação\ndas atividades policiais em Minas. Para isso teve que primeiro sanear as\ncontas públicas, aumentando suas fontes de renda. Vencida essa etapa,\nfoi possível disponibilizar mais crédito ao setor exportador, ampliando\na pauta mineira de exportações.\n\nNo plano federal, Raul Soares usou de todos os meios para garantir\nsustentação à gestão de Artur Bernardes. Apoiou o presidente em suas\natitudes repressivas contra os tenentes e contra as oligarquias\ndissidentes. Como presidente de Minas, enviou um batalhão de voluntários\ncivis para auxiliar na repressão aos revoltosos de 1924 em São Paulo.\nChamou o batalhão de “Cruzada Republicana”, já que estaria voltado para\ncombater os supostos inimigos do regime. Na ocasião, sua esposa liderou\numa ação de coleta de fundos destinados a apoiar o soldado mineiro na\nfrente de batalha. Mas o desfecho dessa história de lutas entre o\ngoverno federal e o movimento tenentista não pôde ser acompanhado por\nRaul Soares, embora se possa imaginar que não teria sido de seu agrado,\ncomo não o foi para seu parceiro político Bernardes, exilado após a\nRevolução de 1930. A morte súbita devida a complicações cardíacas, em 4\nde agosto de 1924, interrompeu seu mandato à frente do governo de Minas\nGerais, no qual foi substituído interinamente por Olegário Maciel.\n\nAlém de político, Raul Soares exerceu a advocacia, tanto em Campinas\ncomo em Belo Horizonte, onde dividia escritório com Afonso Pena Júnior.\nFoi também professor da Faculdade de Direito de Minas Gerais, onde\nlecionou direito público e constitucional e direito internacional\nprivado. Como escritor e poeta, publicou seus trabalhos em vários\njornais e revistas. Em 1904, lançou um livro intitulado *Gramática de\nJoão Ribeiro*. Mas a sua mais importante peça literária foi *O poeta\nCrisfal, subsídios para o estudo de um problema histórico-literário*,\nobra publicada em 1909. Para algumas publicações usou os pseudônimos\nLauro Resas e Saulo Serra.\n\nRaul Soares foi casado duas vezes. Depois de enviuvar de Alice Reis\nSoares de Moura, casou-se em 1917 com Araci Emília Von Sperling Soares\nde Moura, com quem viveu até morrer.\n\nCláudia Viscardi\n\n**FONTES:** ADORNO, S. *Aprendizes*; AMORA, P. *Bernardes*; BARBOSA, F.\n*JK*; BARBOSA, W. *Dicionário*; CARVALHO, A. *Raul Soares*; CARVALHO D.\n*Capítulos*; CARVALHO, D. *Francisco Sales*; CARVALHO, A. *Vultos*;\nCAVALCANTI, P. *Presidência*; DULCI, O. *Política*; FLEISCHER, D.\n*Cúpula*; FRANCO, A. *Um estadista*; FRANCO, A. *Rodrigues Alves*;\nGUSTIN, F. *Memória*; MAGALHÃES, B. *Artur Bernardes*; MONTEIRO, N.\n*Dicionário*; PESSOA, E. *Pela verdade*; SALLES, J. *Se não*; SILVA, L.\n*Crise*; VENÂNCIO FILHO, A. *Das arcadas*; VISCARDI, C. *Minas*\n(p.89-95, 1999); VISCARDI, C. *Teatro*; WIRTH, J. *Fiel*.\n","ref":"**FONTES:** ADORNO, S. *Aprendizes*; AMORA, P. *Bernardes*; BARBOSA, F.\n*JK*; BARBOSA, W. *Dicionário*; CARVALHO, A. *Raul Soares*; CARVALHO D.\n*Capítulos*; CARVALHO, D. *Francisco Sales*; CARVALHO, A. *Vultos*;\nCAVALCANTI, P. *Presidência*; DULCI, O. *Política*; FLEISCHER, D.\n*Cúpula*; FRANCO, A. *Um estadista*; FRANCO, A. *Rodrigues Alves*;\nGUSTIN, F. *Memória*; MAGALHÃES, B. *Artur Bernardes*; MONTEIRO, N.\n*Dicionário*; PESSOA, E. *Pela verdade*; SALLES, J. *Se não*; SILVA, L.\n*Crise*; VENÂNCIO FILHO, A. *Das arcadas*; VISCARDI, C. *Minas*\n(p.89-95, 1999); VISCARDI, C. *Teatro*; WIRTH, J. *Fiel*.\n","dic":"DHBPR"}
