{"title":"SOCIEDADE RURAL BRASILEIRA (SRB)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**SOCIEDADE RURAL BRASILEIRA (SRB)**\n\nAssociação civil patronal fundada em São Paulo em 20 de maio de 1919 por\nEduardo da Fonseca Cotching. Congregando pecuaristas, cafeicultores e\nagricultores em geral, tinha como objetivo, conforme expresso no\nestatuto de 1924, “fomentar o desenvolvimento da pecuária, da\nagricultura e de todas as indústrias derivadas destas”. Seu órgão\noficial de divulgação é a revista mensal *A Rural,* que foi fundada em\nabril de 1920 com o nome de *Annaes da Sociedade* *Rural Brasileira* e\nteve diferentes denominações no decorrer de sua longa história: *Revista\nda Sociedade Rural Brasileira*, de 1922 a 1941; *Revista da Sociedade\nRural*, de 1941 a 1946; novamente *Revista da Sociedade Rural\nBrasileira*, de 1946 a 1955; *A Rural* de 1955 a 1995; *Informativo\nRural*, de 1995 a 2009, e a partir de então, novamente *A Rural*.\n\nA estrutura organizacional da SRB foi calcada de início na de sua\ncongênere argentina, a Sociedade Rural Argentina. Apesar do nome, a\nSociedade Rural Brasileira recrutava tradicionalmente seus associados\nespecialmente dentro do estado de São Paulo e, sobretudo, entre os\ngrandes proprietários. Antes da Revolução de 1930, a SRB era, de longe,\na mais importante associação rural de empregadores de base regional do\npaís, concentrando sua atenção na defesa dos interesses do café, mas\npromovendo ao mesmo tempo diversas associações especializadas, voltadas\npara categorias específicas como a dos plantadores de algodão ou de\nfrutas cítricas, a dos criadores de aves domésticas, de coelhos etc.\n\nNa Primeira República\n\nA leitura das atas da reunião de fundação e da reunião seguinte, de 31\nde maio de 1919, que tratou da instalação definitiva da SRB e elegeu a\nprimeira diretoria, revela claramente a composição social da entidade\nnos seus primeiros tempos. Entre os nomes ligados a tradicionais\nfamílias paulistas que se reuniram para fundar a entidade encontravam-se\nAntônio Prado, ex-ministro da Agricultura sob o Império e prefeito de\nSão Paulo de 1899 a 1910, Rafael Sampaio Vidal, Carlos Monteiro de\nBarros, Carlos Botelho, Olavo Egydio de Sousa Aranha, Martiniano\nRodrigues Alves, Elói Chaves, J. J. Cardoso de MeloNeto, Guilherme da\nFonseca Cotching, Bento de Abreu Sampaio Vidal, Marcolino Barreto e\nJúlio de Mesquita Filho. Ao lado deles, observa-se a presença de altos\nfuncionários de empresas frigoríficas, geralmente estrangeiras, e de\nrepresentantes de indústrias e de firmas cafeeiras. Assim, entre os que\nassinaram a ata da reunião de fundação encontravam-se cinco diretores do\nfrigorífico Armour, quatro diretores da Leon Israel & Company, um\ndiretor da Continental Products Co., além do próprio cônsul da\nInglaterra em São Paulo, A. Crawford White. Já a ata da reunião de 31 de\nmaio contou com as assinaturas, entre outros, de representantes do\nfrigorífico Wilson, da Companhia Cafeeira de São Paulo e da Companhia de\nIndústrias Têxteis. O setor bancário também possuía representantes, na\nqualidade de sócios remidos da sociedade, conforme atesta uma relação de\n12 bancos anexa à ata. Essa relação incluía tanto bancos nacionais, como\no Banco do Comércio e Indústria de São Paulo e o Banco Comercial de São\nPaulo, quanto bancos estrangeiros, como o Banque Française et Italienne\npour l’Amérique du Sud, o Banco Ítalo-Belga e o London and River Plate\nBank.\n\nA primeira diretoria da SRB emergiu de uma dissidência da Sociedade\nPaulista de Agricultura (SPA), e era assim constituída: presidente,\nEduardo da Silva Prates, conde de Prates; vice-presidente, Rafael\nSampaio Vidal; tesoureiro, Eduardo Fonseca Cotching;\nprimeiro-secretário, A. S. Midlan; segundo-secretário, Leopoldo Plaut;\ndiretores de posições, Fernand Ruffier e o coronel Francisco Correia. O\nconselho fiscal era formado por Carlos Botelho, Arnaldo Cintra e H.\nBernss’au.\n\nDefinida por Elisa Pereira Reis como “a única associação de interesses\neficaz do período, face ao pragmatismo de suas reivindicações e a\nrepresentatividade de seus quadros dirigentes”, em seus primeiros tempos\nde existência a SRB constituiu uma organização eminentemente paulista,\ndefendendo principalmente os interesses dos grandes produtores de café e\nde algodão de São Paulo, e também dos pecuaristas. Alguns pesquisadores,\ninclusive, analisam a fundação da SRB como uma demonstração de força e\nde organização dos agricultores paulistas frente à indecisão do governo\nfederal por uma política de defesa permanente dos preços do café. A\nentidade lutava igualmente por preços mínimos para seus produtos,\nmodernização agrícola, expansão de crédito, facilidades para a\nexportação e também – nos primeiros anos – para que o governo promovesse\na vinda de trabalhadores para desenvolver as atividades agrícolas.\n\nDefensora dos setores mais diretamente vinculados à agricultura de\nexportação, a SRB, por suas estratégias e objetivos distintos, iria\nrivalizar com a Sociedade Nacional de Agricultura (SNA), sediada no Rio\nde Janeiro, rivalidade que iria perdurar por várias décadas. Enquanto a\nSNA mantinha um forte vínculo com o governo federal, a SRB teria mantido\numa relação de proximidade com o governo estadual paulista, sendo um\nindicativo deste fenômeno sua participação na formação de agrônomos para\na Escola Superior de Agricultura Luiz de Queiroz, administrada pelo\npoder público estadual.\n\nA SRB, partidária do liberalismo agrário, esteve envolvida com os\ninteresses externos, sendo revelador o fato de um de se seus fundadores\nter sido Arthur Diederichsen, ligado à firma Theodor Wille, uma das\nprincipais companhias estrangeiras nos negócios do café. A presença de\nDiederichsen é apontada como um indicativo de que a fundação da entidade\nteria sido ocasionada também pela crise do comércio internacional, em\ndecorrência dos efeitos da Primeira Guerra Mundial.\n\nColocando seus interesses acima do jogo político, a SRB oscilou entre o\napoio e a oposição ao governo estadual, configurando-se num importante\ncanal de comunicação entre este e os cafeicultores paulistas. O jornal\n*O Estado de S. Paulo* constituiu-se num porta-voz da entidade,\ninclusive pelo fato de seu presidente, Júlio de Mesquita, pertencer a\nseus quadros.\n\nQuanto a ações concretas, a SRB, de acordo com Philippe Schimitter,\ncentrou inicialmente seus esforços no estímulo à criação de gado,\n“provavelmente devido à crise no mercado exportador de carne, registrada\napós a Primeira Guerra Mundial”. No entanto, em pouco tempo o café se\nimpôs como sua principal preocupação. Em 1920, a entidade – procurando\nsolucionar a crise provocada pela deterioração do preço do café no\nmercado mundial – pressionou o governo do estado de São Paulo para que\neste interviesse em defesa do produto. O presidente estadual Washington\nLuís, não querendo comprometer-se com o ônus de uma política de\nvalorização, transferiu o encargo para o governo federal. A princípio, o\npresidente da República, Epitácio Pessoa, recusou-se a assumir tal\nresponsabilidade, o que provocou um quase rompimento de São Paulo com a\nUnião. Num segundo momento, porém, e seguindo a orientação do conde\nAlexandre Siciliano, homem da SRB, Epitácio autorizou a compra de mais\nde quatro milhões de sacas de café pelo Estado, efetuada mediante um\nempréstimo de nove milhões de libras contraído na Inglaterra em\nfevereiro de 1921. Desse modo foi garantida a renda dos cafeicultores.\n\nConservadora em questões sociais, a sociedade se insurgiu em fevereiro\nde 1921 contra a regulamentação do trabalho agrícola elaborada pelo\nBureau International du Travail, órgão da Liga das Nações,\nconsiderando-a “intempestiva” e “indébita”.\n\nEm 1924, primeiro nas regiões cafeeiras de Campinas e depois nas do\nconjunto do estado, irrompeu com força uma praga conhecida por “broca do\ncafé”, que ameaçou seriamente os negócios do setor. Personalidades\ninfluentes de Campinas, como Otaviano Alves de Lima Jr., discursaram\nsobre a questão na SRB, que, assim como a SPA e a Liga Agrícola\nBrasileira (LAB), chegou a recomendar a supressão da colheita de café\ndaquele ano, como forma de exterminar a praga. No mês de junho, a\nentidade convocou uma reunião no Clube Campineiro, sob a presidência de\nJúlio de Mesquita. Algumas atitudes do governo estadual foram bastante\ncriticadas, como a suspensão do embarque de café proveniente das zonas\nafetadas pela praga.\n\nAinda em 1924 foi criada pelo governo paulista a Comissão de Estudo e\nDebelação da Praga Cafeeira. Ao mesmo tempo, formou-se outra comissão,\ncomposta principalmente por integrantes da SRB, entre os quais Carlos\nBotelho, Bento de Abreu Sampaio e Júlio de Mesquita. O relacionamento\nentre as duas comissões foi marcado por algumas divergências, o que\nindicava a complexidade das relações entre o setor cafeeiro e os\npesquisadores da administração estadual.\n\nA SRB tem também a seu crédito a iniciativa da criação, em 1925, do\nInstituto do Café do Estado de São Paulo, órgão ligado à administração\nestadual. Schimitter afirma que os cargos de direção do instituto, bem\ncomo da Secretaria de Agricultura do estado, foram, em sua maioria,\nocupados por membros da SRB durante boa parte da década de 1920. Em 1927\na SRB apoiou a criação do Instituto Biológico de Defesa Agrícola e\nAnimal (atual Instituto Biológico), surgido naquele ano como resultado\ndos trabalhos da Comissão de Estudos e Debelação da Praga Cafeeira.\n\nDefensora do livre-cambismo no plano econômico, em junho de 1928 a SRB\nacusou o recém-criado Centro das Indústrias do Estado de São Paulo\n(CIESP), formado por industriais egressos da Associação Comercial de São\nPaulo, de defender posições “ultraprotecionistas”, prejudiciais aos\ninteresses da agricultura.\n\nQuanto ao quadro político-partidário, um número considerável de\ndirigentes da SRB alinhava-se ao Partido Democrático (PD), agremiação\nsurgida em 1926 como uma dissidência do Partido Republicano Paulista\n(PRP). O jornal oficial do PD, *Diário Nacional,* dava grande cobertura\nàs reuniões da sociedade, prodigalizando elogios a todas as suas\natividades. No fim da década de 1920 e no início da de 1930, o diretório\ncentral do PD contou com a presença de destacados líderes da SRB, como\nPaulo de Morais Barros, que presidiu a entidade no biênio 1921-1922,\nHenrique de Sousa Queirós, presidente em 1925-1926 e 1931-1932, L. V.\nFigueira de Melo, presidente em 1927-1928, e mais tarde em 1941-1942,\nalém de Joaquim Sampaio Vidal, um dos mais destacados dirigentes da\ninstituição.\n\nNo Período Pós-1930\n\nNos primeiros momentos após a vitória da Revolução de 1930, a SRB –\nassim como o PD - inicialmente se mostrou simpática ao novo governo\nchefiado por Getúlio Vargas. Rapidamente, porém, as relações entre a\nentidade e o novo governo se deterioraram, e a SRB passou também a\nenfrentar a rivalidade de outra organização de classe concorrente, a\nComissão de Organização da Lavoura, depois Federação das Associações de\nLavradores de São Paulo. Depois de apoiar o fracassado levante paulista\nde 1932 contra o governo Vargas, as tensões com o governo foram\nprogressivamente diminuindo de intensidade.\n\nDurante a década de 1940, a SRB participou de duas importantes\nconferências, reunindo empresários de vários setores: a I Conferência\nNacional das Classes Produtoras (I Conclap), realizada em Teresópolis\n(RJ) em 1945, e a II Conferência Nacional das Classes Produtoras (II\nConclap), em Araxá (MG), em 1949. Os dois conclaves representaram uma\ntentativa de maior participação do empresariado na elaboração das\npolíticas governamentais e de afirmação do primado da iniciativa privada\nna economia brasileira.\n\nNa década de 1950, a relação entre a SRB e o governo voltou a esfriar\ndurante o segundo governo Vargas (1951-1954). A entidade reagiu às\niniciativas governamentais no sentido de promover a reforma agrária,\nintroduzir leis trabalhistas no campo e organizar sindicatos rurais,\nopondo-se também à criação do Serviço Social Rural (SSR) – órgão que\ntinha por finalidade fornecer serviços sociais e assistência técnica ao\nhomem do campo – proposta por Vargas e aprovada na presidência de João\nCafé Filho (1954-1955). Durante o governo Juscelino Kubitschek\n(1956-1961), continuou a haver divergências entre a sociedade e o\ngoverno, embora com menos intensidade.\n\nNos anos 1960, frente às crescentes manifestações pela reforma agrária,\na entidade reiterou sua posição conservadora em relação à questão,\nconcebendo a melhora social no campo sob a ótica de uma efetiva\nassistência do governo ao setor rural e opondo-se ao fracionamento das\ngrandes propriedades. Combateu o projeto do governo de João Goulart\n(1961-1964) de estender os direitos trabalhistas ao campo – que culminou\ncom a aprovação do Estatuto do Trabalhador Rural, em 1963 – e também\ncriticou o Estatuto da Terra, instituído em 1964 pelo governo militar,\ncuja instauração, em abril daquele ano, foi por ela firmemente aplaudida\n– a SRB foi uma das organizadoras da Marcha da Família com Deus pela\nLiberdade, realizada em São Paulo em março de 1964.\n\nO incentivo à agricultura entrou na pauta da entidade nos anos 1970.\nEntre outras reivindicações às autoridades, a SRB solicitou a isenção da\ncobrança do Imposto sobre Produtos Industrializados (IPI) e do Imposto\nsobre Circulação de Mercadorias (ICM) sobre máquinas, AA disponibilidade\nde créditos e outros estímulos às atividades rurais.\n\nNa década de 1980, marcada por um acelerado processo de urbanização e\npela transferência de renda do campo para a cidade, a SRB novamente\nmanifestou-se contrariamente às propostas de reforma agrária, rejeitando\no Plano Nacional de Reforma Agrária (PNRA), lançado pelo governo de José\nSarney (1985-1990). Chegou mesmo a apresentar um plano alternativo,\nenfatizando o arrendamento como forma de acesso à terra pelo camponês.\nNos anos seguintes, opôs-se ao Movimento dos Trabalhadores Rurais Sem\nTerra (MST). Em 1988, por ocasião das discussões finais da nova\nConstituição federal na Assembleia Nacional Constituinte, a entidade\nformou a Frente Parlamentar da Agropecuária, defendendo a função\neconômica da terra.\n\nNos anos 1990, a SRB foi uma das primeiras a manifestar apoio ao Plano\nReal, instituído em 1994 pelo governo de Itamar Franco (1992-1995). Foi\ntambém favorável à criação, em 1995, do Mercado Comum do Sul (Mercosul),\nque visava à integração econômica, num primeiro momento, do Brasil,\nArgentina, Uruguai e Paraguai. Nesse decênio, a SRB consolidou seu papel\ncomo difusora de tecnologias para o produtor mediante a organização de\ngrandes feiras agrícolas. Nos últimos anos da década, a entidade se viu\nàs voltas com discussões sobre a questão da terra, diante do\nrecrudescimento dos movimentos sociais.\n\nSergio Lamarão/Inoã Carvalho Urbinati\n\n**FONTES:** BORGES, D. *Getúlio*;CAMARGO, A. *Questão*; DULLES, J.\n*Unrest*; FAUSTO, B. *Revolução*; GOMES, A. *Revolução;* MOTTA, M.\n*Dicionário*;MAGALHÃES, G. *Sociedade*; MENDONÇA, S. *Ruralismo*; REIS,\nE. *Agrarian*; RIBEIRO, V. *Voz*; *Rural*; SCHMITER, P. *Interest*;\nSILVA, A. *Ciência*; SOC. RUR. BRAS. Disponível em: \\<www.srb.org.br/\\>.\nAcesso em: 29/6/2010; SOC. RUR. BRAS. *Estatutos*; SOUSA, J. *Encic*.;\nVÍTOR, M. *Cinco*; ZIOLI, M. *Política.*\n","ref":"**FONTES:** BORGES, D. *Getúlio*;CAMARGO, A. *Questão*; DULLES, J.\n*Unrest*; FAUSTO, B. *Revolução*; GOMES, A. *Revolução;* MOTTA, M.\n*Dicionário*;MAGALHÃES, G. *Sociedade*; MENDONÇA, S. *Ruralismo*; REIS,\nE. *Agrarian*; RIBEIRO, V. *Voz*; *Rural*; SCHMITER, P. *Interest*;\nSILVA, A. *Ciência*; SOC. RUR. BRAS. Disponível em: \\<www.srb.org.br/\\>.\nAcesso em: 29/6/2010; SOC. RUR. BRAS. *Estatutos*; SOUSA, J. *Encic*.;\nVÍTOR, M. *Cinco*; ZIOLI, M. *Política.*\n","dic":"DHBPR"}
