{"title":"SOUSA FILHO, Manuel Francisco de","cargoss":["dep. fed. PE 1921-1923 e 1927-1929."],"author":"Raimundo Helio Lopes","content":"**SOUSA FILHO, Manuel Francisco de**\n\n\\*dep. fed. PE 1921-1923 e 1927-1929.\n\n*Manuel Francisco de Sousa Filho* nasceu em Petrolina (PE) no dia 4 de\njulho de 1886, filho de Manuel Francisco de Sousa Júnior e de\nGuilhermina de Sousa. Seu pai foi prefeito de Petrolina.\n\nFormou-se pela Faculdade de Direito de Salvador e iniciou sua vida\npolítica na Bahia, quando foi nomeado intendente municipal em Juazeiro.\nEm 1909 fundou nessa cidade o jornal *Correio de São Francisco* e, em\n1911, foi eleito deputado estadual.\n\nDurante o governo de Emídio Dantas Barreto em Pernambuco (1911-1915),\nfoi nomeado procurador geral do estado. Deixou o cargo quando Manuel\nBorba assumiu o governo e a partir de então passou a atuar na política\npernambucana. Colaborou com o periódico *A República*, foi redator do\njornal *Correio do Norte* e diretor de *A Rua*. Em 1920 foi eleito\ndeputado federal por Pernambuco. Assumiu sua cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, em maio de 1921 e\nexerceu o mandato até o final da legislatura, em dezembro de 1923.\nVoltou a ser eleito em 1927, mas não chegou a concluir o mandato, pois\nfoi assassinado por Ildefonso Simões Lopes, deputado federal pelo Rio\nGrande do Sul.\n\nO crime ocorreu em 26 de dezembro de 1929, depois de uma discussão\nenvolvendo Sousa Filho, Ildefonso Simões Lopes e o filho deste, Luís\nSimões Lopes. Aproximando-se, naquele ano, a sucessão presidencial,\ndiante do apoio dado pelo presidente Washington Luís à candidatura de\nJúlio Prestes, cindiram-se as lideranças regionais tradicionais, e\niniciou-se a articulação da Aliança Liberal, que lançaria as\ncandidaturas de oposição de Getúlio Vargas e João Pessoa à presidência e\nvice-presidência da República. A campanha da Aliança Liberal, coordenada\npor uma comissão executiva constituída por Afonso Pena Júnior,\npresidente, Ildefonso Simões Lopes, vice-presidente, e Odilon Braga,\nsecretário geral, espalhou-se por todo o país. Na Câmara dos Deputados,\na maioria governista – na qual se incluía Sousa Filho – decidiu não dar\nquórum às seções parlamentares, impedindo assim a manifestação dos\ndeputados oposicionistas. Em resposta a essa atitude, os integrantes da\nAliança Liberal resolveram promover comícios públicos nas escadarias do\npalácio Tiradentes, sede da Câmara. No dia 26 de dezembro, ao entrar na\nCâmara após um desses comícios, Ildefonso Simões Lopes foi violentamente\ninterpelado por Sousa Filho. Luís Simões Lopes tomou a defesa do pai,\natracando-se com Sousa Filho, que portava um punhal. Na luta, Ildefonso\ndisparou dois tiros contra o deputado pernambucano, que morreu no local.\nPai e filho foram presos imediatamente e levados à chefatura de polícia.\nEm agosto de 1930 foram absolvidos por unanimidade, tendo o tribunal\njulgado que haviam agido em legítima defesa. A sentença foi\nposteriormente confirmada pela 1^a^ Câmara da Corte de Apelação do\nDistrito Federal.\n\nRaimundo Helio Lopes\n\n**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; CÂM. DEP. *Deputados\nbrasileiros*; NASCIMENTO, L. *História*; WILSON, L. *Roteiro.*\n","ref":"**FONTES:** BELOCH, I.; ABREU, A. *Dicionário*; CÂM. DEP. *Deputados\nbrasileiros*; NASCIMENTO, L. *História*; WILSON, L. *Roteiro.*\n","dic":"DHBPR"}