{"title":"SOUSA JÚNIOR, Paulino José Soares de","cargoss":["Deputado federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1925,1894],"datas_fim":[1929,1908],"estados":["RJ","RJ"],"autor":[0],"content":"**SOUSA JÚNIOR, Paulino José Soares de**\n\n\\* dep. fed. RJ 1894-1908 e 1925-1929.\n\n*Paulino José Soares de Sousa Júnior* nasceu no Rio de Janeiro, então\ncapital do Império, no dia 9 de maio de 1864, filho do conselheiro\nPaulino José Soares de Sousa, chefe do Partido Conservador, ministro dos\nNegócios do Império de 1868 a 1870 e senador pela província do Rio de\nJaneiro de 1882 a 1884 e de 1886 a 1889, além de último presidente do\nSenado no Império. Seu avô, também chamado Paulino José Soares de Sousa,\no visconde de Uruguai, foi presidente da província do Rio de Janeiro em\n1836, senador e várias vezes ministro durante o Segundo Reinado.\n\nFormou-se em medicina e ainda bem jovem ingressou na política. Após a\nproclamação da República, foi eleito deputado estadual constituinte no\nRio de Janeiro em janeiro de 1892 e foi diplomado em fevereiro. Na\neleição de 24 de abril do mesmo ano, foi eleito deputado estadual para a\nlegislatura ordinária. Como foi o deputado mais votado, presidiu a\nsessão preparatória de 6 de maio de 1892 na Assembleia e passou a\nintegrar a Comissão da Fazenda e do Orçamento do Estado. Exerceu o\nmandato até 1894.\n\nElegeu-se deputado federal pelo 5^o^ distrito do estado do Rio de\nJaneiro na legenda do Partido Republicano Federal. Exerceu o mandato de\n3 de maio de 1894 a 31 de dezembro de 1896 e foi quatro vezes reeleito\nNa legislatura 1897-1899 acompanhou as cisões internas do Partido\nRepublicano Federal e integrou a facção do partido que manteve o apoio\nao então presidente da República Prudente de Morais (1894-1898). Apoiou\ntambém, em 1897, a candidatura de Campos Sales à presidência da\nRepública, que saiu vitoriosa nas eleições realizadas em março de 1898.\nDeixou a Câmara dos Deputados ao final de seu último mandato, em 31 de\ndezembro de 1908.\n\nDepois de um interregno em sua carreira parlamentar, conquistou mais\ndois mandatos consecutivos de deputado federal pelo estado do Rio de\nJaneiro. Voltou à Câmara em 1925, exercendo o mandato de 20 de julho\ndesse ano a 31 de dezembro do ano seguinte. Foi reeleito em 1927 e\npermaneceu no Legislativo Federal até 31 de dezembro de 1929, quando se\nencerraram o seu mandato e a legislatura. Foi membro da Comissão de\nConstituição e Justiça da Câmara dos Deputados.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. LEGISL. RJ. *Sessão\nextraordinária* (5/1892, 1/3 – 9/4/1982); CÂM. DEP. *Deputados\nbrasileiros*; SENADO. Disponível em: \\<www.senado.gov.br\\>; TRIB. FED.\nSUP. *História dos Partidos Políticos.* Disponível em:\n\\<www.tse.gov.br/ines/os\\_partidos\\_politicos/os-partidos-politicos.html\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. LEGISL. RJ. *Sessão\nextraordinária* (5/1892, 1/3 – 9/4/1982); CÂM. DEP. *Deputados\nbrasileiros*; SENADO. Disponível em: \\<www.senado.gov.br\\>; TRIB. FED.\nSUP. *História dos Partidos Políticos.* Disponível em:\n\\<www.tse.gov.br/ines/os\\_partidos\\_politicos/os-partidos-politicos.html\\>.\n","dic":"DHBPR"}
