{"title":"SOUSA, Antônio de","cargoss":["gov. RN 1907-1908","sen. RN 1908-1920","gov. RN 1920-1924."],"author":"Renato Amado Peixoto","content":"**SOUSA, Antônio de**\n\n\\* gov. RN 1907-1908; sen. RN 1908-1920; gov. RN 1920-1924.\n\n*Antônio José de Melo e Sousa Filho* nasceu no engenho Capió em Papari,\nhoje Nísia Floresta (RN), no dia 24 de dezembro de 1867, filho de\nAntônio José de Melo e Sousa e de Maria Emília Seabra de Melo e Sousa.\n\nRecebeu o diploma de bacharel na Faculdade de Direito do Recife em 1889.\nEm seguida foi nomeado promotor de justiça na comarca de Goianinha (RN),\ne aí permaneceu de 1890 a 1892.\n\nFoi candidato derrotado ao Congresso Constituinte estadual de 1891 na\nchapa organizada por Pedro Velho de Albuquerque Maranhão, líder do\nPartido Republicano do Rio Grande do Norte. Ao lado de Pedro Velho,\npassou então a trabalhar pela deposição do governador eleito Miguel\nJoaquim de Almeida Castro. Após a derrubada de Miguel Castro em 28 de\nnovembro de 1891, foi eleito deputado ao Congresso Constituinte estadual\nde 1892, que elegeu Pedro Velho governador do estado (1892-1896). Entre\n1892 e 1895 ocupou o cargo de diretor geral de Instrução Pública. Em\n1895 tornou-se procurador da República no Rio Grande do Norte, mantendo\no posto no governo de Joaquim Ferreira Chaves (1896-1900). Em 1899 foi\nnomeado secretário de Governo, passando em 1900 a procurador geral, com\nassento no Superior Tribunal de Justiça.\n\nEm 23 de fevereiro de 1907, foi eleito governador em substituição a\nManuel Moreira Dias, que por sua vez, como vice-governador, substituía o\ntitular Augusto Tavares de Lira, cujo quadriênio acabava em 25 de março\nde 1908. Nesse período foi promulgada nova Constituição para o estado,\nem que se ampliava o mandato do governador de quatro para seis anos.\nApós passar o governo para Alberto Maranhão (1908-1914), foi eleito\nsenador pelo Rio Grande do Norte na legenda do Partido Republicano,\nocupando a vaga deixada pelo senador Pedro Velho, falecido em 1907. Foi\nreeleito em 1915 e participou das comissões de Saúde Pública, de\nEstatística e Colonização, de Instrução Pública e de Redação de Leis.\n\nEm 1920 renunciou ao Senado para eleger-se governador do Rio Grande do\nNorte com o apoio de Joaquim Ferreira Chaves (1914-1920), que havia\ndesmontado todo o aparato que permitira aos “pedrovelhistas” dominar a\ncena política do estado. Por sua vez, Ferreira Chaves elegeu-se senador\nem seu lugar. Seu governo concentrou-se nas áreas da educação e saúde\npública. Na área da educação, construiu 54 escolas primárias, cuidando\nde espalhá-las por todo o território do Rio Grande do Norte. Criou uma\nEscola Normal Primária na cidade de Mossoró para melhorar a qualidade\ndos professores. Construiu o primeiro grupo escolar do estado. Criou\ntambém na capital uma Escola Profissional, organizou a Escola de\nFarmácia, primeiro estabelecimento de ensino superior no estado, e criou\numa Escola Elementar de Agricultura e Agronomia. Segundo Itamar de\nSouza, multiplicou por cinco as matrículas no ensino primário e por seis\na frequência.\n\nNa área da saúde, reformou os serviços de Higiene e Saúde Pública. Criou\no Serviço de Profilaxia das Moléstias Venéreas e o Serviço de Profilaxia\nRural. Instalou em Natal um laboratório destinado a análises\nhospitalares, ao preparo de soros, vacinas e substâncias injetáveis.\nDotou a Repartição de Higiene e Saúde Pública de um necrotério\naparelhado para fazer autópsias. Construiu também um Posto Antiofídico.\nPassou ainda a destinar cinco por cento de toda a renda ordinária do\nestado para a construção de obras contra os efeitos da seca, a chamada\n“Caixa das Secas”.\n\nEm 1923 tentou fazer de Elói Castriciano de Sousa seu sucessor, mas sua\nindicação foi preterida em favor de Joaquim Ferreira Chaves, que\napresentou pela terceira vez sua candidatura ao governo. A iniciativa\nfoi barrada, porém, pela chamada “facção do Seridó”, que, reorganizada\npelos deputados federais Juvenal Lamartine de Faria e José Augusto\nBezerra de Medeiros, e apoiada pelo presidente da República Artur\nBernardes, destituiu Ferreira Chaves da chefia do partido, indicando\nJosé Augusto para governador.\n\nApós passar o governo José Augusto em 1^o^ de janeiro de 1924, foi\nnomeado consultor jurídico do estado, cargo no qual se aposentaria em\n1935. Após a Revolução de 1930 foi secretário geral do estado na\ninterventoria de Herculino Cascardo, ocupando o governo na renúncia\ndeste em 12 de janeiro de 1932 e assumindo ainda a administração do\nestado de 5 de fevereiro de 1932 a 11 de junho de 1932, até a chegada do\ninterventor Bertino Dutra da Silva. Foi também secretário geral do\nestado na interventoria de Mário Leopoldo Pereira da Câmara, de 1933 a\n1935, cobrindo diversas interinidades.\n\nAlém de político, Antônio de Sousa foi escritor, jornalista e\nintelectual. Publicou diversos romances e contos sob o pseudônimo de\nPolicarpo Feitosa, e várias de suas obras, como *Flor do sertão* (1928),\n*Gizinha* (1930) e *Alma bravia* (1934) foram reconhecidas pela crítica\nde seu tempo. Pelo menos um de seus contos, *Um depósito de coisa\nfungível*, mereceu, depois de sua morte, divulgação nacional numa\ncoletânea da editora Civilização Brasileira que reunia textos escolhidos\nde autores brasileiros. Publicou ainda *Sertaneja* (1899); *Apontamentos\ne documentos* (1902); *Explicações elementares sobre a Constituição\nPolítica do Rio Grande do Norte* (1909); *Encontros do caminho* (1936);\n*Os moluscos* (1938); *Jornal de vila* (1939); *Gente arrancada* (1941)\ne *Dois Recifes* (1945). Foi publicado como obra póstuma *Quase romance…\nquase memória* (1969).\n\nComo jornalista, foi durante longo tempo colaborador do jornal *A\nRepública*, onde manteve, inclusive, uma coluna em francês chamada\n“Minuderies”. Foi também redator de *A República* de 1891 até 1894, no\nperíodo crucial para a consolidação no poder do grupo organizado em\ntorno de Pedro Velho, do qual o periódico servia de porta-voz. Retornou\nao posto de redator de *A República* de 1899 até o ano de 1907, quando,\nentre outras colaborações, dedicou-se a uma intensa polêmica a respeito\nda “educação da mulher” sob o pseudônimo de Policarpo Feitosa, contra as\nopiniões manifestadas então no *Diário de Natal*. Foi ainda fundador e\nredator da *Revista do Rio Grande do Norte*, dedicada à literatura,\nórgão do Grêmio Polimático entre 1898 e 1900.\n\nComo intelectual, foi um dos fundadores do Grêmio Polimático em 1897,\nassociação literária da qual foi presidente. O grêmio reuniu então\nintelectuais como Augusto Tavares de Lira, Auta de Sousa e Henrique\nCastriciano. Como diretor de Instrução Pública, em 1892, foi o\nresponsável pela reativação da Biblioteca do Ateneu, colégio público de\nNatal, e mais tarde pela sua elevação à condição de Biblioteca Pública\ndo Estado do Rio Grande do Norte. Foi ainda o descobridor do violonista\nHenrique Brito e o grande responsável pela divulgação e pelo\nreconhecimento público da poetisa Auta de Sousa. No caso de Henrique\nBrito, quando era governador do estado reconheceu o talento do\nviolonista e destinou-lhe uma bolsa de estudos para que aprimorasse seus\nconhecimentos musicais no Rio de Janeiro. Nessa cidade, Henrique Brito\nviria a se tornar parceiro de Braguinha, Noel Rosa e Almirante, e um dos\nfundadores do Bando dos Tangarás. No caso de Auta de Sousa, foi o seu\nprimeiro editor, publicando o livro *Horto* pela gráfica do jornal *A\nRepública*, e chancelando-o por meio da indicação de editoria da\nBiblioteca do Grêmio Polimático. Foi também o primeiro crítico de Auta\nde Sousa, exaltando seu merecimento literário por meio das páginas de *A\nRepública*. Finalmente, foi sócio-fundador do Instituto Histórico e\nGeográfico do Rio Grande do Norte e também criador da revista do\nInstituto.\n\nFaleceu em Recife em 6 de julho de 1955.\n\nNão se casou.\n\nRenato Amado Peixoto\n\n**FONTES:** CASCUDO, L. *Governo*; FERNANDES, L. *Imprensa*; MAGALHÃES\nJÚNIOR, R. *Conto*; MÁXIMO, J. *Noel Rosa*; ONOFRE JÚNIOR, M.\n*Salvados*; SOARES, A. *Dicionário*; SOUZA, I. *República Velha.*\n","ref":"**FONTES:** CASCUDO, L. *Governo*; FERNANDES, L. *Imprensa*; MAGALHÃES\nJÚNIOR, R. *Conto*; MÁXIMO, J. *Noel Rosa*; ONOFRE JÚNIOR, M.\n*Salvados*; SOARES, A. *Dicionário*; SOUZA, I. *República Velha.*\n","dic":"DHBPR"}