{"title":"SOUSA, Belisário Augusto Soares de","cargoss":["dep. fed. RJ 1894-1902."],"author":"Adrianna Setemy","content":"**SOUSA, Belisário Augusto Soares de**\n\n\\*dep. fed. RJ 1894-1902.\n\n*Belisário Augusto Soares de Sousa* nasceu em Cabo Frio (RJ), filho de\nFrancisco Manuel Soares de Sousa. Seu pai, filiado ao Partido\nConservador, foi médico e chefe político nos municípios de Cabo Frio,\nAraruama e Saquarema, todos na então província do Rio de Janeiro.\n\nFez os primeiros estudos no Colégio de Santo Agostinho e no Liceu\nNiteroiense. Aos 15 anos ingressou na Faculdade de Medicina do Rio de\nJaneiro, mas concluiu o curso na Faculdade de Medicina da Bahia. Em\nseguida, dedicou-se ao exercício da medicina em Niterói.\n\nIngressou na política elegendo-se deputado à Assembleia Provincial\nfluminense com o apoio dos chefes do Partido Conservador do Império. Com\na proclamação da República em 15 de novembro de 1889, afastou-se da\npolítica, mas por pouco tempo. Logo após a promulgação da primeira\nConstituição republicana do país em 24 de fevereiro de 1891, foi\nsolicitado por seus antigos correligionários a compor a oposição\nrepublicana ao governo de Francisco Portela, nomeado presidente do\nestado do Rio de Janeiro por decreto de Deodoro da Fonseca, e eleito\nprimeiro presidente constitucional do estado em 11 de maio de 1891. A\npermanência de Portela no governo não seria, contudo, longa. Após a\nrenúncia do marechal Deodoro e a posse do vice-presidente Floriano\nPeixoto no dia 23 de novembro de 1891, Carlos Baltasar da Silveira foi\nconvidado a assumir o governo do estado do Rio de Janeiro. Empossado no\ndia 11 de dezembro de 1891, após rever os atos administrativos de seu\nantecessor, decidiu dissolver o Congresso Estadual e convocar eleições\npara uma nova Constituinte estadual, em 31 de janeiro de 1892. Belisário\nAugusto foi eleito deputado constituinte e, logo em seguida à\npromulgação da nova Carta, assumiu sua cadeira na Assembleia\nLegislativa. Permaneceu no Legislativo estadual até dezembro de 1893,\nquando se encerrou a legislatura.\n\nEm 1894 foi eleito deputado federal pelo estado do Rio. Assumiu sua\ncadeira na Câmara dos Deputados, no Rio de Janeiro, então Distrito\nFederal, em maio do mesmo ano, e foi reeleito em 1897 e 1900, com\nmandato até dezembro de 1902. Aliado ao senador José Porciúncula,\npresidente do Partido Republicano Fluminense, fez oposição ao presidente\ndo estado do Rio de Janeiro, Alberto Torres (1897-1900), que enfrentava\ngrandes dificuldades com as posições defendidas pelo partido. O\ndesentendimento provocou a primeira grande cisão partidária no estado, e\nresultou na fundação de um novo partido da situação, o Partido\nRepublicano do Rio de Janeiro (PRRJ).\n\nFaleceu no Rio de Janeiro no dia 5 de julho de 1912.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); CÂM. DEP. *Deputados\nbrasileiros*; Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}