{"title":"SOUSA, Belisário de","cargoss":["jornalista","dep. est. RJ 1916-1917","dep. fed. RJ 1929-1930."],"author":null,"content":"**SOUSA, Belisário de**\n\n\\*jornalista; dep. est. RJ 1916-1917; dep. fed. RJ 1929-1930.\n\n*Belisário Augusto Soares de Sousa Filho* nasceu em Niterói (RJ) no dia\n11 de agosto de 1886, filho de Belisário Augusto Soares de Sousa e de\nAna Romano Soares de Sousa. Membro de uma tradicional família de\npolíticos, seu pai foi deputado estadual do Rio de Janeiro de 1892 a\n1894, deputado federal pelo Rio de Janeiro de 1894 a 1902. Seu tio\npaterno, Pedro Luís Soares de Souza também foi deputado no Império. Seu\ntio-avô, Francisco Belisário Soares de Souza pertenceu ao Conselho do\nImperador, foi senador, diretor do Banco do Brasil de 1873 a 1878 e\nministro da Fazenda de 1885 a 1888.\n\nJornalista e redator-chefe de *O País*, Belisário em 1912 casou-se com a\njornalista e educadora Abigail Botelho Reis Soares de Sousa. No ano\nseguinte, concorreu sem sucesso a deputado federal pelo Rio de Janeiro.\n\nEm 1913 foi eleito presidente da Associação de Imprensa do estado do\nRio. À frente da entidade, propôs a mudança de seu nome para Associação\nBrasileira de Imprensa. Diante das dificuldades para conciliar as\ncorrentes políticas na instituição renunciaria em 1916.\n\nEm dezembro de 1915, foi deputado estadual do Rio de Janeiro. Deixou a\nAssembleia Legislativa do Rio de Janeiro (ALERJ) em 1917. Durante sua\natividade parlamentar apresentou projetos sobre a organização das\nmunicipalidades, posicionou-se sobre temas jurídicos e atuou em prol da\nconcessão de subsídios para a Sociedade Sinfônica Fluminense. Participou\ndas comissões da Guarda da constituição das Leis e de Poderes e de\nFazenda, Orçamento e Força Pública.\n\nEm 1918 participou do I Congresso Brasileiro de Jornalistas, do qual foi\nsecretário e relator da comissão que discutia a censura à imprensa e à\npublicidade. Vereador em Niterói em 1919, em fevereiro de 1921 disputou\numa vaga de deputado federal pelo Partido Republicano Conservador (PRC).\nCandidatou-se para deputado estadual em dezembro de 1921. Foi eleito,\nmas não assumiu o mandato devido aos desdobramentos da crise política\nestadual. Em julho de 1922, no pleito para governador do estado do Rio\nde Janeiro o candidato Raul Fernandes, apoiado pelos nilistas, e\nFeliciano Sodré, apoiado pelos partidários de Artur Bernardes, se\ndeclararam vencedores. Devido ao choque entre os dois grupos, o\npresidente Bernardes decretaria intervenção no estado em janeiro de\n1923. As novas eleições seriam realizadas em outubro e os eleitos\ntomariam posse em novembro. Ainda em julho de 1922, Belisário renunciou\nao cargo diretor-presidente de *O País* por motivos pessoais.\n\nEm novembro de 1927 foi nomeado pelo governo brasileiro secretário geral\nda delegação brasileira à 6^a^ Conferência Pan-Americana, que ocorreu em\njaneiro seguinte em Cuba. No pleito de março de 1928 disputou com\nsucesso uma cadeira de deputado federal pelo Rio de Janeiro na legenda\ndo Partido Republicano Fluminense. Entretanto, teve o mandato\ninterrompido após a Revolução de 1930, que dissolveu os órgãos\nlegislativos do país.\n\nDe volta à imprensa, trabalhou na *Tribuna*, em *A Noite* e no *Jornal\ndo Brasil*. Em julho de 1935 foi eleito para o conselho deliberativo da\nAssociação de Imprensa do estado do Rio. Em janeiro de 1940 foi\nescolhido pelos membros da Associação Brasileira de Imprensa para atuar\ncomo delegado da entidade junto ao Conselho Nacional de Imprensa, órgão\ndo Departamento de Imprensa e Propaganda (DIP). Em outubro de 1941 foi\neleito suplente do conselho fiscal do Sindicato dos Jornalistas\nProfissionais.\n\nFaleceu no Rio de Janeiro em 29 de dezembro de 1946.\n\nDe seu casamento com Abigail teve um filho.\n\nChristiane Jalles de Paula/Vicente Saul Moreira dos Santos\n\n**FONTES:** ASSEMB. LEGISL. RJ. *Anais* (1836-1930); ASSOC. BRAS.\nIMPRENSA. Disponível em; \\<www.abi.org.br/paginaindividual.asp?id=201\\>.\nAcesso em: 15/1/2013; *Diário Carioca* (26/7/1935; 19 e 27/1/1940,\n5/10/1941, 11/8/1946, 7/1/1947); *Estado* (17/12/21); FERREIRA, M.\n*República*; *Noite* (7/6/1919); *País* (25/7/1922; 23/11/1927;\n28/3/1928); SOARES, E. *História*.\n","ref":"**FONTES:** ASSEMB. LEGISL. RJ. *Anais* (1836-1930); ASSOC. BRAS.\nIMPRENSA. Disponível em; \\<www.abi.org.br/paginaindividual.asp?id=201\\>.\nAcesso em: 15/1/2013; *Diário Carioca* (26/7/1935; 19 e 27/1/1940,\n5/10/1941, 11/8/1946, 7/1/1947); *Estado* (17/12/21); FERREIRA, M.\n*República*; *Noite* (7/6/1919); *País* (25/7/1922; 23/11/1927;\n28/3/1928); SOARES, E. *História*.\n","dic":"DHBPR"}