{"title":"BARBOSA, Raimundo Rodrigues","cargoss":["militar","gov. mil. AM 1924","interv. BA 1931","ch. EME 1935","min. STM"],"author":null,"content":"**BARBOSA, Raimundo Rodrigues**\n\n\\*militar; gov. mil. AM 1924; interv. BA 1931; ch. EME 1935; min. STM\n1938-1943.\n\n*Raimundo Rodrigues Barbosa* nasceu no Pará em 18 de outubro de 1875.\n\nSentou praça em janeiro de 1890, ingressando na Escola Militar da Praia\nVermelha, no Rio de Janeiro, então Distrito Federal. Tornou-se alferes\nem novembro de 1894, primeiro-tenente em janeiro de 1907, capitão em\nsetembro do ano seguinte, major em novembro de 1913, tenente-coronel em\nagosto de 1918 e coronel em julho de 1921.\n\nExercia o comando da 8^a^ Região Militar, sediada em Belém, quando\neclodiu em São Paulo, no dia 5 de julho de 1924, a revolta tenentista\nliderada pelo general Isidoro Dias Lopes contra o presidente Artur\nBernardes. Os rebeldes paulistas ocuparam a capital do estado durante\ntrês semanas, rumando em seguida para o interior, de onde seguiram para\no sul. Nesse ínterim, levantaram-se as guarnições do Exército em\nAracaju, no dia 12 de julho, e em Manaus no dia 23. Na capital\namazonense, os revoltosos, liderados pelos tenentes Alfredo Ribeiro\nJúnior e Joaquim de Magalhães Cardoso Barata, depuseram o governador em\nexercício Turiano Meira, que substituía o titular César do Rego\nMonteiro, e organizaram uma junta governativa, obtendo grande apoio da\npopulação. Foram, contudo, dominados pelas forças federais comandadas\npelo general João de Deus Mena Barreto. Como Turiano Meira se recusasse\na reassumir o cargo, em 28 de agosto Raimundo Barbosa foi designado para\nsubstituí-lo, na condição de governador militar do estado. Exerceu essa\nfunção por pouco tempo, sendo substituído pelo capitão de mar e guerra\nHormidas de Albuquerque.\n\nApós a Revolução de 1930, Raimundo Barbosa foi promovido, em maio de\n1931, a general de brigada. Encontrava-se no comando da 6^a^ Região\nMilitar, sediada em Salvador, quando, em julho de 1931, assumiu\ninterinamente a interventoria federal na Bahia, substituindo Artur\nNeiva, que renunciara. Durante o curto período em que foi interventor\nteve atuação discreta, limitando-se a despachar o expediente e a manter\na ordem pública. Em setembro do mesmo ano foi substituído por Juraci\nMagalhães.\n\nPromovido a general de divisão em dezembro de 1931, exerceu a chefia do\nEstado-Maior do Exército de maio a julho de 1935, quando foi substituído\npelo general Pantaleão Pessoa. Em dezembro do mesmo ano participou da\nreunião de generais que se realizou no Rio de Janeiro em decorrência das\ninsurreições promovidas no mês anterior pela Aliança Nacional\nLibertadora (ANL) em Natal, em Recife e na capital federal. O encontro\ntinha por finalidade examinar a situação por que passava o país e\navaliar a suficiência das leis repressivas existentes para punir os\nrevoltosos. Estiveram presentes, entre outros oficiais, os generais João\nGomes, ministro da Guerra, Eurico Dutra, comandante da 1^a^ Região\nMilitar, e Pedro Aurélio de Góis Monteiro. Durante as discussões,\nRaimundo Barbosa opinou favoravelmente à aplicação da legislação em\nvigor no julgamento dos acusados, uma vez que o estabelecimento de novas\nleis para punir crimes já praticados implicaria sua retroação. Ao final,\nconcedeu, assim como os demais presentes, apoio total ao ministro da\nGuerra para agir junto aos poderes competentes a fim de que a punição\ndos réus se processasse o mais rapidamente possível.\n\nApós a instauração do Estado Novo em novembro de 1937, foi nomeado, em\nfevereiro do ano seguinte, ministro do Superior, então Supremo, Tribunal\nMilitar (STM). Eleito vice-presidente do órgão em junho de 1943,\naposentou-se, a pedido, em outubro do mesmo ano.\n\nBacharel em matemática e ciências físicas, colaborou também na imprensa\ne escreveu *História do Superior Tribunal Militar* (1952).\n\nFaleceu no Rio de Janeiro em 1968.\n\n**FONTES:**ARQ. GETÚLIO VARGAS; ARQ. OSVALDO ARANHA; CORRESP. GOV. EST.\nBA; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB. MILITAR; *Diário\nOficial* (18/8/1931); *Encic. Mirador*; *Grande encic. Delta*; LAGO, L.\n*Conselheiros*; LAGO, L. *Generais*; MELO, A. *Cartilha*; PEIXOTO, A.\n*Getúlio*; SILVA, H. *1937.*\n","ref":"**FONTES:**ARQ. GETÚLIO VARGAS; ARQ. OSVALDO ARANHA; CORRESP. GOV. EST.\nBA; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB. MILITAR; *Diário\nOficial* (18/8/1931); *Encic. Mirador*; *Grande encic. Delta*; LAGO, L.\n*Conselheiros*; LAGO, L. *Generais*; MELO, A. *Cartilha*; PEIXOTO, A.\n*Getúlio*; SILVA, H. *1937.*\n","dic":"DHBPR"}