{"title":"SOUSA, Elói de","cargoss":["dep. fed. RN 1897-1914","sen. RN 1914-1927","dep. fed. RN 1927-1930"],"author":null,"content":"**SOUSA, Elói de**\n\n\\*dep. fed. RN 1897-1914; sen. RN 1914-1927; dep. fed. RN 1927-1930;\nsen. RN 1935-1937.\n\n*Elói Castriciano de Sousa* nasceu em Recife no dia 4 de março de 1873,\nfilho de Elói Castriciano de Sousa e de Henriqueta Leopoldina Rodrigues.\nSeu tio Henrique Castriciano foi duas vezes vice-governador do Rio\nGrande do Norte e deputado estadual.\n\nFez os estudos preparatórios no Instituto Acadêmico, em Recife, e em\nseguida cursou a Faculdade de Direito da mesma cidade, por onde se\nformou em 1894. Iniciou suas atividades profissionais como delegado de\npolícia em Macaíba (RN), base de toda a sua vida política posterior.\n\nApós ter exercido o mandato de deputado estadual no Rio Grande do Norte,\nfoi eleito deputado federal e ocupou uma cadeira na Câmara dos Deputados\nem agosto de 1897. Reeleito para as cinco legislaturas seguintes,\npermaneceu na Câmara até dezembro de 1914, quando se tornou senador pelo\nRio Grande do Norte. Reeleito, renunciou ao mandato em 1927 e em maio\nretornou à Câmara dos Deputados. Novamente eleito em março de 1930, com\na Revolução de outubro desse ano teve o mandato interrompido.\n\nQuando da eclosão da Revolução Constitucionalista de São Paulo em 1932,\npermaneceu algum tempo detido no quartel da guarnição federal de Natal,\npor ordem do interventor Bertino Dutra. Incompatibilizado com o governo,\nestabeleceu-se em Recife e só retornou ao Rio Grande do Norte quando da\nposse do novo interventor, Mário Câmara, em agosto de 1933. Com a\nreconstitucionalização do estado, foi eleito senador em outubro de 1935\npela Assembleia Constituinte do Rio Grande do Norte, na legenda do\nPartido Popular. Assumindo o mandato ainda em 1935, exerceu-o até\nnovembro de 1937 quando, com a implantação do Estado Novo, foram\ndissolvidos os órgãos legislativos do país.\n\nDedicado ao estudo de temas econômicos, empreendeu longa viagem à Europa\ne ao norte da África, tomando conhecimento dos processos de irrigação e\nagricultura no Egito. Jornalista e literato, foi redator do jornal\n*República*, do Rio Grande do Norte. Foi também diretor da Caixa\nEconômica de Natal.\n\nFaleceu em Natal no dia 7 de outubro de 1959.\n\nEra casado com Alice Xavier de Sousa.\n\n**FONTES:** ABRANCHES, J. *Governos*; Boletim Min. Trab.; CÂM. DEP.\n*Deputados*; CASCUDO, L. *História*; CASCUDO, L. *História da\nAssembleia*; CONSULT. MAGALHÃES, B.; Diário do Congresso Nacional;\n*Grande encic. Delta*; Ilustração Brasileira (12/22); *Jornal do\nComércio* (31/5/1959); LIRA, A. *Senado*; SENADO. *Dados biográficos dos\nsenadores*; SILVA, R. *Bacharéis*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; Boletim Min. Trab.; CÂM. DEP.\n*Deputados*; CASCUDO, L. *História*; CASCUDO, L. *História da\nAssembleia*; CONSULT. MAGALHÃES, B.; Diário do Congresso Nacional;\n*Grande encic. Delta*; Ilustração Brasileira (12/22); *Jornal do\nComércio* (31/5/1959); LIRA, A. *Senado*; SENADO. *Dados biográficos dos\nsenadores*; SILVA, R. *Bacharéis*.\n","dic":"DHBPR"}