{"title":"SOUSA, Francisco Bertoldo de","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1909],"datas_fim":[1909],"estados":["GO"],"autor":["Adrianna Setemy"],"content":"**SOUSA, Francisco Bertoldo de**\n\n\\*pres. GO 1909.\n\n*Francisco Bertoldo de Sousa* nasceu em 1863.\n\nEm 1905 foi eleito primeiro-vice-presidente do estado de Goiás, enquanto\nMiguel da Rocha Lima era eleito presidente do estado. Aliado do\nex-presidente José Xavier de Almeida, Rocha Lima entrou em choque com o\npoderoso político Leopoldo Bulhões, que, no Rio de Janeiro, então\ncapital federal, passou a aguardar uma oportunidade para investir contra\no grupo que se encontrava no poder em Goiás. A ocasião se apresentou em\n1908, quando tiveram início as articulações relativas às eleições para o\ngoverno do estado e para o Senado Federal. A insatisfação diante da\nvitória do grupo de Xavier de Almeida nas eleições de 1909 cresceu a\nponto de atingir as proporções de um movimento armado para depor Rocha\nLima. Os adversários de Xavier de Almeida arregimentaram homens,\ncompraram armas e formaram um contingente diante do qual a força\npolicial do estado se viu impotente. Miguel da Rocha Lima renunciou à\npresidência do estado no dia 11 de março, e em seu lugar assumiu\nFrancisco Bertoldo de Sousa.\n\nNo dia 1^o^ de maio, sob o comando de Eugênio Jardim, os revolucionários\npercorreram a cavalo a cidade de Goiás no que ficou conhecido como a\nRevolução de 1909, movimento liderado por Leopoldo de Bulhões, que, com\no apoio das lideranças pecuaristas do estado, tomou o governo e liquidou\no domínio político do grupo de Xavier de Almeida. Francisco Bertoldo de\nSousa entregou então a presidência de Goiás ao segundo-vice-presidente\nJosé da Silva Batista, que governou até a posse do presidente nomeado\npelos revolucionários, Urbano de Gouveia, em 24 de julho de 1909.\n\nFaleceu em 16 de julho de 1941.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}
