{"title":"SOUSA, Francisco de Paula","cargoss":["Ministro das Relações Exteriores","min Ind Viação Obras Públ"],"cargos_esp":[0,0],"datas_ini":[1892,1893],"datas_fim":[1893,1893],"estados":[0,0],"autor":["Paulo Brandi Cachapuz"],"content":"**SOUSA, Francisco de Paula**\n\n**\\*** min. Rel. Ext. 1892-1893; min. Ind. Viação Obras Públ. 1893.\n\n*Antônio Francisco de Paula Sousa* nasceu no dia 6 de dezembro de 1843\nem Itu (SP), filho primogênito do médico Antônio de Paula Sousa e Maria\nRafaela de Aguiar Barros. Tanto pelo lado paterno como pelo materno\ndescendia de famílias influentes na política nacional e na economia\npaulista. Seu avô paterno, Francisco de Paula Sousa e Melo, foi deputado\nnas Cortes de Lisboa em 1821, membro da Assembleia Constituinte de 1823,\ndeputado, senador e ministro do Império em 1848. Seu avô materno,\nAntônio Pais de Barros, primeiro barão de Piracicaba, foi grande\nfazendeiro de café e um dos fundadores da cidade de Rio Claro e da\nCompanhia Ituana de Estrada de Ferro. Seu pai foi deputado provincial,\ndeputado geral e ministro da Agricultura, Comércio e Obras Públicas em\n1865 e 1866. Seu tio paterno Bento Francisco de Paula Sousa foi deputado\ngeral, ministro da Marinha em 1882, conselheiro do Império e\nacionista-fundador da Companhia Paulista de Estrada de Ferro.\n\nPaula Sousa iniciou os estudos no colégio de Brás Carneiro Leão em Itu,\nfrequentando em seguida os colégios Galvão, na capital paulista, e\nCalógeras, em Petrópolis (RJ). Em 1858 viajou à Alemanha na companhia de\ntios maternos e do irmão Francisco, prosseguindo os estudos secundários\nno Colégio Krause, em Dresden. Em novembro de 1860, por motivo de saúde,\nos dois irmãos regressaram ao Brasil, mas no ano seguinte já estavam de\nvolta à Europa. Conforme o plano traçado pelo pai, ambos deveriam fazer\no curso de engenharia, tendo em vista as oportunidades de trabalho que\nsurgiam no Brasil, em especial em São Paulo, nas áreas de construção\nferroviária, navegação, saneamento e infraestrutura urbana.\n\nEm outubro de 1861, ingressou na Escola Politécnica de Zurique (ETH na\nsigla em alemão), na Suíça, uma das mais importantes da Europa. A par\ndos estudos e das primeiras experiências com a prática da engenharia,\nfrequentou uma organização estudantil e tornou-se simpatizante dos\nideais políticos liberais. Consta que chegou a viajar a Milão nas férias\nescolares de 1862 com a intenção de participar da luta pela\nindependência italiana. No ano seguinte, por desentendimentos com a\ndireção da ETH e ameaçado de expulsão da escola, seguiu para a Alemanha,\nmatriculando-se na Faculdade de Química da Escola Politécnica de\nKarlsruhe. Nessa cidade conheceu sua futura esposa, Ada Virginie\nHerwegh, filha do poeta revolucionário alemão Georg Herwegh. Em 1865\nretomou os estudos de engenharia, mas consta que não chegou a obter o\ndiploma de engenheiro junto à Escola Politécnica de Karlsruhe, por ter\nsido reprovado nos exames finais. Segundo a historiadora Cristina de\nCampos, é possível que tenha tirado seu título no Brasil mediante exame\nna Escola Central, no Rio de Janeiro.\n\nRegressou ao país em 1867, após o falecimento do pai. Em maio de 1868,\nfoi nomeado chefe da Inspetoria Geral de Obras Públicas de São Paulo\npelo presidente da província, Joaquim Saldanha Marinho. Pensou em\nrealizar um levantamento das estradas da província, mas deparou-se com a\nescassez de recursos, pessoal e material de trabalho. Deixou a\nInspetoria apenas quatro meses depois de sua nomeação. No início de\n1869, publicou *A República Federativa no Brasil*, panfleto em defesa\ndos ideais republicanos, da liberdade religiosa e do fim da escravidão,\ninspirado na leitura de obras de Alexis de Tocqueville e Michel\nChevalier sobre a democracia norte-americana. Em abril do mesmo ano,\nembarcou para os Estados Unidos em busca de maiores conhecimentos\nprofissionais. Antes de viajar, alforriou os escravos que recebera por\nherança da avó materna, a baronesa de Piracicaba. Durante a viagem\nsalvou-se de um naufrágio nas Antilhas e ao chegar a Nova Iorque passou\npor dificuldades financeiras. Tinha a expectativa de trabalhar como\nengenheiro, mas conseguiu apenas emprego de desenhista numa companhia\nferroviária em Rock Island, estado de Illinois. Permaneceu pouco mais um\nano nos EUA. Em agosto de 1870 foi para a Europa e no mesmo ano casou-se\ncom Ada Herwegh em Liestal, na Suíça.\n\nEm 1871, de volta a São Paulo, foi admitido como engenheiro na Companhia\nItuana de Estrada de Ferro, iniciando o trabalho de exploração do\nprolongamento da linha Jundiaí-Itu rumo às localidades de Porto Felix e\nTietê. Na mesma época, ajudou a organizar o clube republicano de Itu e\ntornou-se membro da loja maçônica América. Em abril de 1873, participou\nda fundação do Partido Republicano Paulista (PRP), comparecendo à\nreunião conhecida como Convenção de Itu. No mesmo ano, assumiu a chefia\nda construção do ramal Itu-Rio Claro, da Companhia Paulista de Estrada\nde Ferro, e publicou o livro *Estradas de ferro na província de S.\nPaulo*, no qual defendeu a implantação da bitola métrica nas ferrovias\npaulistas. Em 1878, visitou a Exposição Universal de Paris e assistiu a\nalgumas aulas na École de Ponts e Chaussées, na capital francesa. Ao\nretornar, estabeleceu-se em Campinas, onde abriu escritório de\nengenharia. Voltado principalmente para medições e trabalhos\ntopográficos, seu escritório foi responsável pela introdução das\nvagonetes e trilhos do sistema Decauville em fazendas de café de São\nPaulo.\n\nDe 1881 a 1883, trabalhou como engenheiro-chefe da Estrada de Ferro Rio\nClaro, a convite de Antônio Carlos de Arruda Botelho, grande fazendeiro\nna região de Araraquara. Chefiou os trabalhos de implantação da ferrovia\nRio Claro-São Carlos, destacando-se como pioneiro na utilização do\naparelho taqueômetro em levantamentos topográficos no país. Após deixar\na empresa ferroviária de São Carlos, dedicou-se a outros setores da\nengenharia civil. Foi sócio do arquiteto e empresário Francisco de Paula\nRamos de Azevedo na Companhia Paraná Industrial e em vários projetos de\nsaneamento urbano e prédios públicos em Itu, Campinas e outras cidades\ndo interior paulista. A par das atividades profissionais, participou das\ncampanhas políticas e eleitorais do PRP na década de 1880, mantendo\nativa correspondência com Francisco Glicério Cerqueira Leite e outros\nlíderes republicanos paulistas.\n\nLigado ao núcleo dirigente do PRP desde a fundação do partido, Paula\nSousa apoiou o movimento de 15 de novembro de 1889 e participou do\nprimeiro governo republicano constituído em São Paulo. Por designação do\ngovernador Prudente de Morais, assumiu o cargo de diretor da\nSuperintendência de Obras Públicas (SOP) em dezembro de 1889,\norganizando-a em seções especializadas, no lugar das seções territoriais\nda extinta Repartição de Obras Públicas, e dedicando especial atenção\naos problemas de saneamento e abastecimento d’água da capital paulista.\nAlém de suas funções na SOP, foi incumbido de dirigir a Comissão de\nSaneamento das Várzeas da Capital, junto com o engenheiro Teodoro\nSampaio. Concluído em 1891, o relatório da comissão propôs a retificação\ndo Tietê e a construção de diques marginais para conter as constantes\nenchentes do rio.\n\nPaula Sousa pediu exoneração da SOP em março de 1891, logo após a\nsubstituição de Jorge Tibiriçá (sucessor de Prudente de Morais na chefia\ndo Executivo estadual) por Américo Brasiliense. Aparentemente, deixou o\ncargo por razões particulares e não políticas. Assumiu em seguida a\nchefia da comissão de estudos da projetada estrada de ferro entre\nUberaba (MG) e a vila de Coxim (MT). Incluída no Plano Geral de Viação\nFederal de 1890, a ferrovia era considerada de importância estratégica\npara a ocupação das áreas centrais do país e a ligação por terra com o\nMato Grosso. A concessão para sua construção e exploração tinha sido\noutorgada ao Banco União de São Paulo. Em julho de 1891 Paula Sousa\niniciou o levantamento do traçado da ferrovia. Partiu de Uberaba, à\nfrente de uma expedição composta por mais dois engenheiros, guias,\najudantes de medição e um fotógrafo, e levou três meses para chegar a\nCoxim. Dali, a comitiva seguiu de barco para Assunção e, depois, para\nBuenos Aires, retornando a São Paulo no final de novembro. Mais tarde, o\ngoverno Rodrigues Alves aprovaria a transferência da concessão para a\nCompanhia Estradas de Ferro Noroeste do Brasil, bem como um novo traçado\npara a linha ferroviária.\n\nDeputado em São Paulo e Ministro de Floriano Peixoto\n\nEm março de 1892, Paula Sousa concorreu às eleições para a Câmara do\nCongresso Legislativo de São Paulo – o sistema legislativo paulista era\nbicameral, composto além da Câmara, pelo Senado estadual. Candidato mais\nvotado da chapa do PRP, assumiu a presidência da Câmara estadual e\napresentou um projeto de criação de uma escola superior de matemáticas e\nciências aplicadas às artes e indústrias, com a denominação de Instituto\nPolitécnico de São Paulo. Inspirado no modelo das escolas técnicas\nsuíças, o instituto deveria funcionar como escola preparatória, com\ncursos de três anos de duração. O projeto, na verdade, conferia\nprioridade ao ensino técnico-profissional, apenas indicando a\npossibilidade de criação de cursos superiores por lei especial. Suscitou\nacalorados debates no Legislativo paulista e foi duramente criticado\npelo escritor Euclides da Cunha em artigos no jornal *O Estado de S.\nPaulo*. Engenheiro recém-formado, Euclides afirmou que o projeto era\n“vazio de orientação, incorretíssimo na forma e filosoficamente\ndeficiente”, condenado a ausência de disciplinas como astronomia,\neconomia política e biologia no programa de curso do instituto.\n\nEm maio de 1892, no início dos debates sobre o Instituto Politécnico, o\nCongresso Legislativo paulista aprovou a criação de uma escola superior\nde agronomia e outra de engenharia. Isso não impediu a aprovação do\nprojeto de Paula Sousa, em agosto de 1892. No ano seguinte, o presidente\nestadual Bernardino de Campos propôs a unificação das duas instituições\nde ensino de engenharia, o que ocorreria com a criação da Escola\nPolitécnica de São Paulo (Lei nº 191, de agosto de 1893), sob a direção\nde Paula Sousa.\n\nAntes disso, entretanto, Paula Sousa foi alçado ao primeiro plano da\npolítica nacional, assumindo o Ministério das Relações Exteriores em\ndezembro de 1892, por designação do presidente Floriano Peixoto\n(1891-1894). Com sua nomeação, o contra-almirante Custódio de Melo\ndeixou o cargo de chanceler, que vinha exercendo interinamente desde\njunho de 1892, mas permaneceu à frente do Ministério da Marinha. Pouco\nafeito às questões de política internacional, Paula Sousa atuou como\nchanceler durante quatro meses apenas, e teve sua atuação condicionada\npelo quadro de instabilidade que marcou todo o segundo governo\nrepublicano. Além de realizar pequena reforma no Ministério das Relações\nExteriores, demonstrou preocupação com o eventual apoio argentino à\nRevolução Federalista deflagrada no sul do país em janeiro de 1893. “Os\nantecedentes do governo argentino”, escreveu em carta ao secretário da\nlegação em Buenos Aires, “fazem-me crer que ele tem interesse na\ncontinuação da luta que se travou entre o governo legal do estado do Rio\nGrande do Sul e os revolucionários conhecidos pelo nome de\nfederalistas”. Paula Sousa recomendou ao secretário da legação que\ninvestigasse o contrabando de armas para os federalistas com o\nbeneplácito das autoridades argentinas. Joaquim Francisco de Assis\nBrasil, ministro plenipotenciário em Buenos Aires, assegurou que a\ndenúncia não tinha fundamento.\n\nPaula Sousa permaneceu ao lado do marechal Floriano quando os ministros\nCustódio de Melo, da Marinha, e Serzedelo Correia, da Fazenda,\nrenunciaram aos seus cargos em abril de 1893, em protesto contra a\nparticipação das forças do Exército no combate aos federalistas gaúchos.\nObrigado a recompor o governo, Floriano nomeou-o então para o Ministério\nda Indústria, Viação e Obras Públicas, em substituição ao engenheiro\nAntônio Paulino Limpo de Abreu, designando o político sergipano\nFelisbelo Freire para a pasta do Exterior. O engenheiro foi o segundo\ntitular do Ministério da Indústria, Viação e Obras Públicas, criado no\nlugar do Ministério da Agricultura, Comércio e Obras Públicas, do qual\nseu pai havia sido titular no Império. Mas também aqui permaneceu pouco\ntempo, não chegando a completar cinco meses.\n\nEm sua gestão, mostrou-se especialmente preocupado com os problemas da\nimigração e do transporte ferroviário em São Paulo. Entabulou\nnegociações com a São Paulo Railway Company para a duplicação da\nferrovia Santos-Jundiaí, não chegando entretanto a um acordo com a\nempresa inglesa. As negociações prosseguiriam depois de seu afastamento\ndo ministério e seriam concluídas em julho de 1895, no governo Prudente\nde Morais. Em 8 de setembro de 1893, dois dias após a deflagração da\nRevolta da Armada pelo contra-almirante Custódio de Melo, Paula Sousa\nfoi exonerado a pedido e transmitiu o cargo ao engenheiro João Filipe\nPereira.\n\nEm novembro de 1893, assumiu a direção da Escola Politécnica de São\nPaulo. Primeira instituição de ensino superior de um governo estadual, a\nescola foi inaugurada em 15 de fevereiro de 1894, com 31 alunos\nregulares e 28 ouvintes, matriculados nos cursos de engenharia civil,\nengenharia industrial e engenharia agrícola, e nos cursos anexos de\nartes mecânicas e de agrimensores. No discurso de inauguração, ressaltou\no desejo da transformação nacional por intermédio do ensino científico e\na necessidade de industrialização para o progresso do país. A escola\nreuniu alguns dos grandes nomes da ciência e da engenharia do país, como\nAdolfo Lutz, Francisco Ramos de Azevedo, Luís de Anhaia Melo, Luís\nCintra do Prado e Telêmaco Van Langendock.\n\nReeleito deputado estadual em 1895, Paula Sousa abdicou do mandato em\nvirtude de suas atividades como diretor e professor da Politécnica. Em\n1898, atuou também como secretário da Agricultura, Comércio, Viação e\nObras Públicas de São Paulo nos últimos meses de governo de Francisco de\nAssis Peixoto Gomide, substituto legal de Campos Sales, que renunciara à\nchefia do Executivo paulista para concorrer às eleições para a\npresidência da República. Em 1899, foi reconduzido à Câmara estadual de\nSão Paulo. Consta que teria assumido o mandato graças à abertura de vaga\nproporcionada pela renúncia de outros candidatos eleitos no ano\nanterior.\n\nPaula Sousa foi diretor e professor da Escola Politécnica de São Paulo\naté o final de sua vida. Em 1905, introduziu o ensino do concreto armado\nno Brasil, técnica ainda quase desconhecida no país e grande novidade\nmesmo nos países mais avançados. Organizou também o Gabinete de\nResistência dos Materiais, matriz do futuro Instituto de Pesquisas\nTecnológicas (IPT) de São Paulo. Em 1916, participou da fundação do\nInstituto de Engenharia de São Paulo e foi eleito presidente da primeira\ndiretoria da associação.\n\nFaleceu na cidade de São Paulo em 13 de abril de 1917.\n\nDe seu casamento com Ada Herwegh teve sete filhos, entre os quais\nGeraldo Horácio de Paula Sousa, médico sanitarista e fundador da\nFaculdade de Saúde Pública, integrada à Universidade de São Paulo (USP).\n\nPublicou dezenas de artigos e livros técnicos sobre estabilidade das\nconstruções, geometria superior e grafostática.\n\nEm 1934, a Escola Politécnica foi integrada à Universidade de São Paulo\n(USP), criada no mesmo ano. Em 1969, o governo paulista criou o Centro\nEstadual de Educação Tecnológica Paula Sousa, assim denominado em\nhomenagem ao engenheiro. Seu arquivo pessoal foi doado à Biblioteca\nMunicipal Mário de Andrade, da cidade de São Paulo.\n\nPaulo Brandi Cachapuz\n\n**FONTES:** *Assis Brasil;* BUENO, C. *República*; CAMPOS, C.\n*Ferrovias*; CERASOLI, J. *Grande*; LOURENÇO, M. *Homenagem*; MOTOYAMA,\nS. *Prelúdio*; MOTOYAMA, S. *USP*; PADILHA, R. *Formação*; SOUZA, A.\n*Relatório* (1893); TELLES, P. *História*; VENTURA, R. *Retrato.*\n","ref":"**FONTES:** *Assis Brasil;* BUENO, C. *República*; CAMPOS, C.\n*Ferrovias*; CERASOLI, J. *Grande*; LOURENÇO, M. *Homenagem*; MOTOYAMA,\nS. *Prelúdio*; MOTOYAMA, S. *USP*; PADILHA, R. *Formação*; SOUZA, A.\n*Relatório* (1893); TELLES, P. *História*; VENTURA, R. *Retrato.*\n","dic":"DHBPR"}
