{"title":"BARBOSA, Rui","cargoss":["Deputado Geral","Ministro da Fazenda","Ministro da Justiça","Constituinte","Senador","Candidato a presidência da República","Candidato a presidência da República"],"cargos_esp":[0,0,0,0,0,0,0],"datas_ini":[1878,1889,1889,1891,1891,1919,1910],"datas_fim":[1885,1891,1889,1891,1923,1919,1910],"estados":["BA",0,0,0,"BA",0,0],"autor":[0],"content":"**BARBOSA, Rui**\n\n\\* dep. geral BA 1878-1885; min. Faz. 1889-1891; min. Just. 1889; const.\n1891; sen. BA 1891-1923; cand. pres. Rep. 1910 e 1919.\n\n*Rui Barbosa* nasceu na rua dos Capitães, hoje Rui Barbosa, na freguesia\nda Sé, município de Salvador, em 5 de novembro de 1849, filho\nprimogênito de João José Barbosa de Oliveira (1818-1874) e de Maria\nAdélia Barbosa de Oliveira, nascida de Almeida (1818-1867). Não há\nevidência material alguma de que tenha recebido o nome Rui Barbosa de\nOliveira. Nos documentos disponíveis, como a matrícula e o diploma da\nFaculdade de Direito de São Paulo, o título de eleitor, o registro de\ncasamento e os inúmeros trabalhos que assinou, figura apenas o nome Rui\nBarbosa. O nome Rui seria uma forma abreviada de Rodrigo, homenagem ao\navô paterno Rodrigo Antônio Barbosa de Oliveira, comerciante, falecido\nquando João José ainda era criança. João José e Maria Adélia eram\nprimos: ele, filho de Rodrigo e neto do sargento-mor Antônio Barbosa de\nOliveira; ela, neta de um irmão de Rodrigo, o capitão Antônio Barbosa de\nOliveira, e portanto bisneta do sargento-mor.O casal teve ainda uma\nfilha, Brites (1851-1879) morta prematuramente em consequência de parto.\n\nEstudante de medicina em 1837, João José teve os estudos interrompidos\npela Sabinada, da qual participaram vários Barbosa de Oliveira,\ninclusive Luís Antônio Barbosa de Almeida, seu primo e futuro cunhado.\nQuando as tropas legais entraram na capital baiana, ambos foram presos e\nprocessados, mas conseguiram a absolvição. Luís Antônio veio a se tornar\ninfluente no Partido Liberal da Bahia, e por seu intermédio João José\nfoi eleito deputado provincial em 1846. Embora médico, João José não\nexerceu a profissão por muito tempo. Persistiu na política, na qual fez\ncarreira atribulada: rompeu com o cunhado, foi preterido em cargos e\nempregos e perdeu eleições, embora tenha sido eleito duas vezes deputado\ngeral, entre 1864 e 1868. Morreu aos 66 anos, deixando um modesto\npatrimônio e muitas dívidas: todas seriam abonadas pelo primogênito,\nentão com 25 anos, que as converteu em títulos pessoais.\n\nFormação: Direito e Tradição Liberal\n\nRui Barbosa ingressou no Ginásio Baiano em 1861, tendo como colega\nAntônio de Castro Alves. Aos 15 anos terminou o curso de humanidades,\nocasião em que foi contemplado com a medalha de ouro. Foi a maior emoção\nde sua vida, diria mais tarde. Matriculou-se na Faculdade de Direito do\nRecife em 1866 e ainda calouro participou de uma associação acadêmica\nabolicionista fundada por Castro Alves, Augusto Alves Guimarães (cunhado\nde Castro Alves), Plínio de Lima (poeta baiano) e outros. Ao prestar os\nexames do segundo ano jurídico, recebeu um *R*, ou seja, uma nota\n“simplesmente”, dada pelo professor de direito natural Meneses de\nDrummond. O episódio provavelmente concorreu para sua transferência para\no terceiro ano da Faculdade de Direito de São Paulo em 1868.\n\nLogo foi eleito segundo orador de uma sociedade literária de estudantes,\nO Ateneu Paulistano, presidida por Joaquim Nabuco, a quem sucederia no\nano seguinte. Desse grupo faziam parte Rodrigues Alves, Afonso Pena e\nMartim Cabral. Castro Alves também viera estudar em São Paulo e\nintegrava “comissão de literatura” do Ateneu, juntamente com Rui e\nNabuco. Ingressou ainda na Loja América, loja maçônica de relevo. A\nmaçonaria era propícia às ideias liberais, e muitos estudantes e\nprofessores dela faziam parte.\n\nA queda do gabinete Zacarias de Góis, em 16 de julho de 1868, unicamente\npor decisão pessoal do imperador, e a formação de um gabinete\nconservador sob a chefia de Joaquim José Rodrigues Torres, visconde de\nItaboraí, afetaram enormemente os liberais, que viram no gesto uma\nmanifestação arbitrária do poder da Coroa. Entre os estudantes, foi\nforte a repercussão política. Rui participou intensamente das atividades\npolíticas e culturais próprias à vida acadêmica, particularmente agitada\nnaquele período. Foi atraído pelo apelo dos liberais da Corte, que se\nhaviam unido no Clube da Reforma, destinado a enfrentar o “poder\npessoal” do monarca. A Reforma pugnava pela modificação do sistema\neleitoral, com a adoção da eleição direta. Seguiu-se em São Paulo a\nfundação de um Clube Radical cujo programa admitia amplas reformas, como\na federação, o ensino livre, o Senado eleito, o fim do poder moderador,\na abolição e a eleição direta. Rui participou de sua fundação e propôs a\ncriação de um jornal, o *Radical Paulistano*, que seria encarregado de\nveicular essas ideias e contaria com a colaboração de vários de seus\ncondiscípulos: Bernardino Pamplona, presidente do Clube, Américo de\nCampos, Luís Gama, Benedito Otoni, entre outros.\n\nLogo após sua formatura em São Paulo, em 29 de outubro de 1870, Rui\nBarbosa voltou à Bahia e inscreveu-se ao lado do pai no Partido Liberal\n(janeiro de 1871), quase concomitantemente à divulgação do Manifesto\nRepublicano (3/12/1870), assinado por muitos dos seus ex-camaradas e\ncontemporâneos da época estudantil: Saldanha Marinho, Campos Sales,\nFrancisco Rangel Pestana.\n\nNa política, João José Barbosa ligara-se a Manuel Pinto de Sousa Dantas,\nchefe de uma das facções liberais no estado, que estendeu facilmente sua\nsimpatia ao jovem bacharel. Rui Barbosa iniciou sua vida forense no\nescritório de Dantas. Quase ao mesmo tempo começou a trabalhar no\n*Diário da Bahia*, jornal do Partido Liberal também controlado por\naquele chefe político. Em dezembro de 1872, com 23 anos, foi nomeado\nredator-chefe do jornal, trabalho, aliás, sem remuneração. Um cargo\nremunerado viria em 15 de dezembro de 1874, alguns meses depois da morte\ndo pai, a quem Rui sucedeu no lugar de secretário da Santa Casa de\nMisericórdia da Bahia, nomeado a pedido de Dantas.\n\nDois itens, sobretudo, faziam então parte da pauta liberal: a demanda\npela eleição direta, que substituiria a eleição em dois graus, onde o\ncorpo eleitoral escolhia um grupo de eleitores que votavam nos\nparlamentos provincial e geral; e o que era conhecido por um eufemismo:\na questão do elemento servil. No que diz respeito a este último, a\nCoroa, durante o gabinete de Rio Branco – quase que inteiramente por\nconta própria –, tinha dado um passo na direção da extinção do trabalho\nescravo, com a Lei do Ventre Livre, de 28 de setembro de 1871.\nAdiava-se, por assim dizer, a discussão da abolição total da escravidão\npor mais de uma década, quando então o movimento abolicionista passou a\ncrescer de maneira mais significativa. Por sua vez, a questão da eleição\ndireta viria a surgir com força quando da volta dos liberais ao poder,\nem 1878.\n\nDeputado Provincial e Deputado Geral\n\nO regime dos conservadores que se instalara em 1868 durou, portanto, dez\nanos e acabou da mesma maneira que começou, por iniciativa do imperador.\nDom Pedro II incumbiu João Lins Vieira Cansansão, então barão de\nSinimbu, liberal, de organizar o ministério que se instalou no dia 5 de\njaneiro de 1878. Em 13 de janeiro realizou-se a eleição provincial na\nBahia, que foi ganha, como de praxe, pelo partido que detinha o poder\ncentral. Rui Barbosa, forte de sua participação na política regional ao\nlado dos Dantas, foi eleito para a Assembleia Legislativa Provincial,\ncom 1.071 votos.\n\nNo entanto, não foi longa sua permanência como deputado provincial. O\nnovo gabinete liberal pretendia encaminhar uma proposta de reforma\neleitoral contemplando a eleição direta. Para tanto, não poderia contar\ncom a Câmara eleita pelo governo conservador. Dissolveu-se a Câmara em\nabril de 1878, convocou-se outra para 15 de dezembro do mesmo ano e\nfez-se a eleição em setembro, quando foi eleita uma Câmara com maioria\nliberal. Na Bahia, sempre por indicação de Manuel Pinto Dantas, Rui\nBarbosa foi eleito deputado geral para a legislatura 1878-1881.\n\nNa Assembleia Geral, Rui Barbosa atuaria como figura de destaque do\nPartido Liberal desde o início de seu mandato, quando da discussão sobre\na reforma eleitoral. Contra uma dissidência liberal liderada por José\nBonifácio, o Moço – da qual faziam parte Joaquim Nabuco, Silveira\nMartins, Saldanha Marinho e Pedro Luís Pereira de Sousa, seus\ncompanheiros de liberalismo – passou a defender a proposta governamental\nnos seus pontos principais: o que chamou de *censo* *literário*, ou\nseja, o saber ler e escrever; e o *censo pecuniário*: a renda líquida\nanual, já que o projeto também elevava o mínimo exigido previsto na\nConstituição de 1824 para os eleitores de segundo grau.\n\nNo que diz respeito à primeira cláusula, diria: “A necessidade de saber\nler e escrever não é uma limitação do direito; é apenas uma condição ao\nseu exercício; visto ser impossível desempenhar a função de eleitor quem\nnão souber escrever a sua lista.” Quanto ao censo pecuniário, para Rui\nBarbosa só um indigente viveria no Brasil com uma renda anual menor do\nque a exigida pelo projeto (quatrocentos mil-réis), o que lhe tolheria a\nindependência ao votar.\n\nEsse primeiro projeto foi rejeitado pelo Senado, e a discussão sobre a\neleição direta teve que aguardar um novo gabinete liberal, o gabinete\nSaraiva, que assumiu em 28 de março de 1880. Manuel Pinto de Sousa\nDantas foi designado para a pasta da Justiça e foi encarregado de\nelaborar um novo projeto de reforma eleitoral, do qual coube a Rui ser o\nprincipal redator.\n\nAprovada em 9 de junho de 1881, a Lei Saraiva – que Rui Barbosa\ndefiniria mais tarde como o “liberalismo possível” à época – manteve a\nrestrição censitária, sem elevá-la contudo, eliminou o voto do\nanalfabeto, excluiu praticamente o assalariado privado do direito de\nvoto e tornou o voto facultativo. Por outro lado, introduziu alguns\npontos liberalizantes: o voto aos acatólicos, aos libertos e aos\nnaturalizados.\n\nReeleito para as legislaturas iniciadas em 1882 e em 1885 (esta\nencerrada no mesmo ano), Rui Barbosa atravessaria mais quatro gabinetes\nliberais – Martinho Campos (21/1/1882-3/7/1882), Paranaguá\n(3/7/1882-24/5/1883), Lafayette Rodrigues Pereira (24/5/1883-6/6/1884),\nManuel Pinto de Sousa Dantas (6/6/1884-6/5/1885) e um segundo gabinete\nSaraiva de curtíssima duração (6/5-20/8/1885) – antes de ser derrotado\nna eleição de 15 de janeiro de 1886. Teve um próximo envolvimento com as\nadministrações de Martinho Campos, Lafayette e Dantas. Provavelmente\nmotivado por tão firme solidariedade, Lafayette propôs ao imperador que\nlhe concedesse o título de conselheiro, invocando seus serviços à\neducação, uma referência às propostas de reforma do ensino secundário e\nsuperior contidas em célebre parecer elaborado por Rui como relator e\napresentado à Comissão de Instrução Pública (13/4/1882). Rui Barbosa\nrecebeu o título de conselheiro do Império em 31 de maio de 1884,\nascendendo, portanto, a uma das posições mais honrosas da monarquia\nbrasileira antes de completar 35 anos de idade.\n\nSua influência cresceu sobretudo durante o gabinete Dantas, seu\nconterrâneo e chefe político, período no qual ele também se reaproximou\nda ala mais progressista do Partido Liberal. Os outros governos liberais\npouco haviam proposto e nada haviam feito no sentido da extinção do\ntrabalho escravo. Em 15 de julho de 1884 foi apresentado à Câmara o\nprojeto do governo sobre a emancipação dos sexagenários, um documento\nque havia sido praticamente escrito por Rui Barbosa.\n\nO fato novo era a definição de uma idade-limite para o estado de\nescravidão: 60 anos. Mais importante: ficava implícita a preclusão ao\npagamento de qualquer indenização pela emancipação do escravo, o que\nseria a primeira contestação ao direito de propriedade sobre a pessoa\nhumana na legislação brasileira. A percepção da ameaça representada pelo\nprojeto de lei foi imediata e, sob forte pressão parlamentar, o gabinete\nDantas foi dissolvido logo em seguida, no mês de maio, adiando-se com\nisso a discussão do projeto Dantas. O novo projeto foi aprovado em 13 de\nagosto de 1885, mas a concessão feita aos escravistas – e que recebera\nacerbas críticas de Rui – esgarçara a unidade do Partido Liberal,\ndificultando a liderança de Saraiva, que, tendo feito aprovar a sua lei,\ndevolveu o cargo ao imperador, para criar melhores condições políticas\nao encaminhamento da reforma do regime servil. A ascensão do novo\ngabinete do barão de Cotegipe, João Maurício Wanderley\n(20/8/1885-10/3/1888)marcou o início de um governo dos conservadores por\nmais três anos, o que tornaria praticamente inviável a volta de Rui\nBarbosa ao parlamento até o fim da monarquia.\n\nPor três vezes ele tentou a eleição, sem sucesso, para a Câmara de\nDeputados: duas vezes pela Bahia – em 1886 e em 1888 – quando dominavam\nos conservadores, o que tornava praticamente inviável a sua vitória. Com\na queda do gabinete conservador de João Alfredo e a posse do liberal\nvisconde de Ouro Preto em 7 de junho de 1889, Rui, tendo-se recusado a\nparticipar do gabinete, afastou-se da política liberal. Quando se\norganizou o que seria a última eleição do Império, em agosto de 1889,\nele se viu excluído da chapa do Partido Liberal na Bahia. Um grupo de\namigos apresentou sua candidatura pela Corte, mas esta foi derrotada\npela terceira vez (31/8/1889).\n\nEntre 1885 e a proclamação da República, Rui Barbosa se dedicaria\nsobretudo ao jornalismo e à advocacia. Assumiu a direção de um pequeno\njornal, o *Diário de Notícias*, que prosperou sob as suas ordens. Nesse\nperíodo publicou centenas de artigos, reunidos mais tarde em livro sob o\ntítulo *Queda do Império.* Seu prestígio na Corte como personagem\npúblico e polemista se consolidou e ampliou. Passou a defender com\ninsistência o sistema federalista e tomou o partido dos militares nos\nseus conflitos com os diversos gabinetes que precederam a proclamação de\nRepública.\n\nMinistro e Constituinte\n\nEmbora não fazendo parte do núcleo conspirador que levou a termo o golpe\nde Estado republicano, o novo regime reconheceria Rui Barbosa como\naliado. Assim, no mesmo dia 15 de novembro de 1889, foi nomeado ministro\nda Fazenda do governo provisório chefiado por Deodoro da Fonseca.\nAssumiu também interinamente, por três dias, a Secretaria de Estado dos\nNegócios da Justiça, até a posse de Campos Sales.\n\nNos seus 14 meses de administração na pasta da Fazenda, tentou\ntransformar a política de emissão e de créditos iniciada pelo visconde\nde Ouro Preto – concebida para vir em socorro de uma parte da\nagricultura atingida pela abolição do trabalho escravo – em uma política\nde apoio e de incentivo à indústria (através da taxação dos produtos\nimportados) e de crédito a novos investimentos. As medidas tomadas\nfracassaram, enredadas em uma corrida especulativa desenfreada, em\naumentos significativos da dívida pública e em um processo inflacionário\nque inibiria inclusive o próprio desenvolvimento industrial almejado. Os\nefeitos dessa política só seriam remediados no quadriênio de Campos\nSales, entre 1898 e 1902, ao custo de uma política financeira recessiva.\n\nDurante sua participação no governo provisório, procuraria inscrever\nmuito do seu ideal doutrinário liberal. Assim, logo aos 7 de janeiro de\n1890, fez aprovar pelo Conselho de Ministros o projeto de separação da\nIgreja do Estado, que proibia a intervenção da autoridade federal e dos\nestados federados em matéria religiosa, consagrava a plena liberdade de\ncultos e extinguia o padroado.\n\nEleito senador constituinte pela Bahia em 15 de setembro de 1890, teria\num papel decisivo na elaboração da primeira Constituição republicana.\nNela, ao se decidir pelo regime presidencialista e federalista, pensava\natender às suas preocupações de ampliar o sistema de representação\npolítica, ao mesmo tempo em que daria ao poder central elementos para\nmanter a ordem e a unidade no país. Antecipando possíveis extrapolações\ndos poderes Executivo e Legislativo, tratou igualmente de fortalecer o\nJudiciário, definindo um papel central para o Supremo Tribunal Federal,\nencarregado de ser um poder neutro, árbitro final dos conflitos, capaz\nassim de restabelecer o domínio da Constituição.\n\nA promulgação da Constituição, em 24 de fevereiro de 1891, e as eleições\nno dia seguinte, pelo Congresso Nacional Constituinte, para o primeiro\nperíodo governamental republicano – quando foram eleitos Deodoro da\nFonseca e Floriano Peixoto, respectivamente presidente e vice-presidente\nda República – ocorreram um mês depois da renúncia coletiva do primeiro\nministério do governo provisório, do qual Rui Barbosa fazia parte\n(20/1/1891).\n\nIniciada a legislatura ordinária em junho de 1891, já afastado do\nMinistério da Fazenda, Rui exerceria seu mandato de senador\ndiscretamente, pronunciando discursos em defesa de sua administração\ndurante o governo provisório ou debatendo projetos convencionais, como o\ndo Regimento do Senado. Por outro lado, depois do início de seu mandato\nconstitucional, Deodoro entrou em conflito com a maioria parlamentar em\ntorno de um projeto de lei aprovado pelo Senado e pela Câmara e vetado\npor ele. O resultado foi que em 3 de novembro de 1891 Deodoro dissolveu\no Parlamento, gerando assim uma imediata e profunda crise institucional\nque só terminaria com sua renúncia em 23 de novembro, inclusive com a\nrevolta da Marinha. Assumiu então o governo Floriano Peixoto, e sua\nposse foi vista por muitos, inclusive por Rui Barbosa, como uma defesa\ndo Parlamento e uma vitória da legalidade republicana.\n\nOposição a Floriano e Exílio na Inglaterra\n\nFloriano Peixoto, contudo, passou a exercer o governo com disposição\nautoritária, reprimindo duramente as oposições e suscitando resistências\ne conflitos, dos quais as expressões mais violentas seriam, em 1893, a\nRevolução Federalista e a Revolta da Armada, movimentos insurrecionais\nduramente debelados.\n\nJá em março de 1892 o governo decretou estado de sítio e, ao mesmo\ntempo, foram desterrados para o Amazonas vários oficiais militares e\npersonalidades civis, enquanto outros tantos eram detidos nas fortalezas\nde Laje, Villegaignon, Santa Cruz e São João, no Rio de Janeiro. A\nreação de Rui Barbosa foi quase imediata: em 13 de abril, impetrou um\n*habeas corpus* em defesa dos perseguidos, o primeiro sobre matéria\npolítica que se impetrava junto ao Supremo Tribunal Federal. No entanto,\na medida teve provimento negado por dez votos contra um. Rui seria um\nopositor aguerrido do governo Floriano, destacando-se pela defesa\nsistemática dos prisioneiros políticos e pela publicação de artigos na\nimprensa onde defendia a Constituição que julgava desrespeitada pelas\nações arbitrárias do Executivo.\n\nEm 5 de setembro de 1893, à véspera de eclodir a Revolta da Armada,\nidentificado como um dos elementos mais importantes da oposição a\nFloriano Peixoto, Rui Barbosa, prevenido sobre o levante, asilou-se na\nlegação do Chile. Em seguida foi para Buenos Aires, onde permaneceu\nalgumas semanas. Tentou regressar ao Brasil, mas, diante da insegurança\nreinante, não chegou a desembarcar no país. Tomou novamente o caminho da\nArgentina e, em 20 de março de 1894, partiu para Portugal. Novamente\nencontrou dificuldades políticas: o governo português recolheu às\nfortalezas de Elvas e Peniche um grupo de oficiais brasileiros que\nbuscavam asilo. Rui insurgiu-se pela imprensa contra a medida e foi\ninstado a deixar o país em 27 de junho. Depois de passar por Madri e\nParis, chegou aos 20 de julho de 1894 à Londres, onde, finalmente, se\ninstalou exilado.\n\nFicaria um ano na Inglaterra. De lá, enviaria correspondência para o\n*Jornal do* *Comércio*: uma série de seis ensaios, reunidos no livro\n*Cartas de Inglaterra*. O primeiro, “O processo do capitão Dreyfus”,\ndatado de 7 de janeiro de 1895, foi a primeira manifestação\ninternacional a favor do célebre capitão, condenado injustamente por\nespionagem na França. No quarto, “Duas glórias da humanidade”, Rui\nestigmatizava os governos de dois ditadores, José Gaspar Rodrigues\nFrancia, paraguaio, e Juan Manuel Domingo Ortiz de Rosas, argentino, uma\nclara alusão ao que considerava como o poder despótico de Floriano\nPeixoto.\n\nNo Senado\n\nA posse de Prudente de Morais em 15 de novembro de 1894 marcou o início\ndo fim de um período de tensão e conflito que caracterizou os dois\nprimeiros governos republicanos, chefiados por marechais do Exército. Em\nmeados de 1895, Rui Barbosa decidiu voltar ao Brasil. Em 26 de junho\nchegou à Bahia e foi recebido com manifestações populares. De volta ao\nRio, retomou seu lugar no Senado em 24 de agosto de 1895 – um dia após o\nfim da Revolta Federalista –, discursou sobre a pacificação do Rio\nGrande do Sul e pediu anistia irrestrita para os revolucionários.\n\nVoltou a exercer ativamente seu papel de publicista e de advogado. Veio\na ser redator-chefe e editorialista de *A Imprensa*, jornal criado às\nvésperas da posse de Campos Sales e gerenciado por seu cunhado, Carlos\nViana Bandeira. Em 20 de julho 1897, participou da fundação da Academia\nBrasileira de Letras. Por diversas vezes se insurgiria, através do\nJudiciário, contra atos do Executivo que julgava arbitrários, defendendo\nnos tribunais os que não haviam sido incluídos na Lei de Anistia.\nMagistrados aposentados compulsoriamente, ou professores da Escola\nPolitécnica, e os próprios monarquistas, cujo partido fora reorganizado\nem 1896, vendo-se ameaçados, passaram a procurá-lo.\n\nNa eleição de 11 de dezembro de 1896, foi reconduzido ao Senado sob\nforte oposição de seus correligionários e com o apoio decisivo de Luís\nViana, então governador da Bahia. No primeiro ano do novo mandato, uma\nsérie de incidentes violentos na capital da República – o assassinato do\ndiretor de um jornal monarquista, e o atentado contra Prudente de\nMorais, em 5 de novembro de 1897 – levou-o a manifestar sua\nsolidariedade ao presidente e ao regime, notadamente em um discurso\npronunciado no Senado no dia seguinte ao atentado.\n\nA eleição de Campos Sales para suceder a Prudente de Morais em 1898\nviria a confirmar o controle da nova República pelos elementos civis. No\nseu governo, a introdução do que ficou conhecido como a “política dos\ngovernadores” – uma política de apoio mútuo entre o governo central,\nrepresentado pelos presidentes da República, e os estados, representados\npelos respectivos governadores, e municípios, representados pelos chefes\npolíticos locais – veio a contribuir decisivamente para a estabilização\ndo regime. No entanto, Rui Barbosa praticamente manteve-se, ou foi\nmantido, alheio às decisões que encaminharam esse processo. Durante\nquase todo o quadriênio de Campos Sales ateve-se predominantemente às\nsuas atividades de jornalista e advogado. A discussão sobre o projeto do\nCódigo Civil veio inesperadamente retirar-lhe a relativa obscuridade em\nque se encontrava.\n\nEm 2 de novembro de 1900, o governo de Campos Sales enviou à Câmara dos\nDeputados um projeto de Código Civil originariamente redigido por Clóvis\nBevilacqua. Pouco mais de um ano depois, em 31 de janeiro de 1902, o\ntexto emendado e revisto pela Comissão Especial do Código Civil da\nCâmara foi enviado pelo seu presidente a um eminente gramático,\nex-professor de francês de Rui Barbosa, Ernesto Carneiro Ribeiro.\nAprovado o texto na Câmara e encaminhado ao Senado, Rui Barbosa recebeu\na incumbência de examiná-lo. E em março de 1902 surpreendeu a todos com\nseu “Parecer”, contendo mais de mil emendas no texto corrigido por\nCarneiro Ribeiro. Este último respondeu-lhe polidamente em um pequeno\nopúsculo que intitulou “Ligeiras observações”, ao que Rui retrucou com a\nfamosa “A réplica”, monumento de erudição filológica, no qual exibia um\nconhecimento fabuloso da língua portuguesa, o que contribuiu para sua\nconsagração no imaginário da época como o grande sábio da língua\nvernácula. O projeto de Código Civil se arrastaria no Parlamento até\n1916, quando depois de inúmeras modificações foi promulgado.\n\nRui voltaria ao centro dos embates políticos nos prenúncios da sucessão\nde Rodrigues Alves (1902-1906), quando em conjugação com Pinheiro\nMachado tratou de arrebanhar forças para se opor à candidatura de\nBernardino Campos, escolhido pessoalmente pelo presidente para seu\nsucessor. A oposição do senador gaúcho e, desde o início também a de\nRui, não se dirigia propriamente ao nome de Bernardino Campos, mas a um\nmodelo que se fortalecia no regime, o qual privilegiava o controle do\nExecutivo sobre a sua renovação. Afinal congregarem-se as várias\nlideranças estaduais no que seria cognominado “o Bloco”, contra a\niniciativa de Rodrigues Alves. A aliança resultaria na eleição de Afonso\nPena.\n\nNa Conferência de Haia\n\nDurante o governo de Afonso Pena (1906-1909), Rui conheceu seu mais\nlongo período de situacionismo. Ainda antes do início do governo, em\njaneiro de 1906, foi reeleito senador pela Bahia. Permaneceria senador,\ncom sucessivas reeleições, até a morte. Em 1908, reelegeu-se\nvice-presidente do Senado e, juntamente com José Marcelino e Luís Viana,\nelegeu o governador da Bahia, João Ferreira de Araújo Pinho. Foi também\nnomeado pelo governo embaixador extraordinário e plenipotenciário para\nrepresentar o Brasil na Segunda Conferência da Paz, a se realizar em\nHaia entre 15 de junho e 18 de outubro de 1907. Em torno dessa\nconferência, a despeito das diferentes interpretações sobre a sua real\nimportância política e do sentido contemporâneo que a ela se possa\natribuir, perpetuou-se parte significativa da mitologia popular sobre\nRui Barbosa. Festejado por sua atuação, recebeu na imprensa da época e,\nem seguida, nos manuais escolares, o epíteto de *Águia de Haia*.\n\nA Segunda Conferência da Paz de Haia marcou a primeira participação\nimportante do Brasil na política internacional, quando a delegação\nbrasileira chefiada por Rui Barbosa – tratava-se de uma reunião de\nformato parlamentar, com vasta cobertura da imprensa mundial, o que\npunha em relevo suas qualidades de tribuno – e sob a orientação do barão\ndo Rio Branco, enfrentou as delegações das grandes potências na defesa\nda igualdade jurídica entre as nações.\n\nA questão surgiu quando da organização do Tribunal Permanente de\nArbitragem: Rui Barbosa apresentou uma proposta onde todos os países\nteriam assento no tribunal, ficando, porém, à escolha das partes em\nlitígio submeterem seus pleitos ao plenário ou apenas aos juízes por\nelas escolhidas. O projeto se contrapunha ao dos grandes Estados, que\nprevia uma participação privilegiada para eles próprios, ou seja,\nrecusava a paridade entre seus árbitros e os dos Estados menos\npoderosos.\n\nO conflito levou a um impasse e a uma resolução praticamente inócua da\nconferência: ao mesmo tempo em que reiterava a importância da criação do\ntribunal, decidia adiar a elaboração das disposições relativas à sua\norganização. A questão da paridade dos votos entre países tem ainda\nrelevância em fóruns multilaterais permanentes, notadamente no Conselho\nde Segurança das Nações Unidas, onde os membros permanentes têm cada um\no poder de veto sobre as decisões do conselho.\n\nDa Campanha Civilista às Eleições de 1919\n\nA sucessão de Afonso Pena, prevista para 1910, fez com que Rui Barbosa\nrevisse sua posição de apoio ao governo: opôs-se à candidatura de Davi\nCampista, ministro da Fazenda que o presidente da República havia\nescolhido para sucessor, tentando ressuscitar o feito de Campos Sales.\nHouve uma ampla resistência ao nome de Campista no campo situacionista,\ne suscitou-se a possibilidade de nome de um militar. O marechal Hermes\nda Fonseca, ministro da Guerra, renunciou ao seu posto e assumiu postura\nde candidato. Davi Campista foi afastado da competição. Consolidou-se o\nnome de Hermes da Fonseca para presidente da República, tendo como vice\nVenceslau Brás, presidente de Minas Gerais.\n\nA morte de Afonso Pena em 14 de junho de 1909 precipitou o processo\nsucessório. Assumindo a presidência, o vice Nilo Peçanha empenhou-se em\napoiar a candidatura do marechal. Rui Barbosa rompeu com o Bloco e se\nmanifestou francamente contrário à candidatura militar. Surgiu sua\nprópria candidatura: começava o que ficou conhecido como a Campanha\nCivilista.\n\nEm 28 de agosto de 1909, a Convenção Nacional das forças dissidentes\nproclamou Rui Barbosa e Manuel Joaquim de Albuquerque Lins, presidente\nde São Paulo, candidatos às eleições presidenciais. Em 3 de outubro, na\nqualidade de candidato à presidência da República, Rui pronunciou\ndiscurso na Convenção das Municipalidades, no Teatro Lírico do Rio de\nJaneiro. Desenvolveu-se o movimento em oposição ao marechal Hermes,\narticulado pelo Partido Republicano Paulista, e apoiado pelos estados da\nBahia e do Rio de Janeiro.\n\nA Campanha Civilista é considerada a primeira campanha presidencial que\ncontou com a participação de amplos setores da sociedade brasileira.\nParecendo pouco preocupado com os resultados imediatos, Rui lançou-se em\numa intensa pregação cívica pelos estados que o apoiavam, peregrinação\neleitoral jamais intentada por candidato algum em campanhas anteriores.\nO peso da estrutura política dominante condenava de antemão ao fracasso\nda empreitada, mas na eleição de 3 de março de 1910 as oposições\nobtiveram seus melhores resultados entre todas as competições eleitorais\nda Primeira República.\n\nHermes da Fonseca e Venceslau Brás assumiram a presidência e a\nvice-presidência, respectivamente, em 15 de novembro de 1910, e uma\nsemana depois, no dia 22, sob o comando do marinheiro João Cândido,\nrevoltaram-se os marinheiros dos couraçados *Minas Gerais* e *São Paulo*\n(apoiados pelos marujos do *Barroso* e do *Bahia*). Originalmente\nplanejada para dez dias depois da posse presidencial, a punição aplicada\na um marinheiro, que foi submetido a chicotadas, precipitou o início da\nrevolta que ficou conhecida Revolta da Chibata. Reivindicavam os\nmarinheiros notadamente a extinção dos castigos corporais na Marinha.\n\nComo senador, Rui Barbosa participou das tratativas com os revoltosos e\njá no dia 24 de novembro apresentou ao Senado um projeto de anistia. No\ndia seguinte, o marechal Hermes da Fonseca assinou um decreto que\nconcedia anistia aos insurretos de posse dos navios da Armada Nacional.\nEntretanto, logo em seguida, outro decreto autorizou a baixa, por\nexclusão, das praças do corpo de marinheiros cuja permanência fosse\njulgada prejudicial à disciplina. Para Rui, este último constituía uma\nfraude contra a anistia e, no Senado, criticou duramente a atitude do\ngoverno. Em vão, porque no dia 4 de dezembro 22 marinheiros foram presos\ne recolhidos à ilha das Cobras, acusados de conspiração. Seguiu-se uma\nrevolta dos prisioneiros, que foram reprimidos duramente, vários\nassassinados. O governo embarcou um grande grupo de revoltosos no navio\n*Satélite* e os deportou para o Amazonas. Vários foram fuzilados a\nbordo, o que suscitou uma nova manifestação indignada de Rui no Senado,\nexigindo a condenação dos culpados do massacre. A Revolta terminou com a\nderrota e expulsão da Marinha dos insurgentes.\n\nDurante a presidência Hermes da Fonseca, Rui Barbosa seria o centro da\noposição mais vigorosa, tanto no Senado quanto na imprensa, onde passou\na colaborar no novo *Diário de* *Notícias*. Voltou-se contra a política\nde intervenção nos estados que visava a favorecer as correntes políticas\npróximas do grupo governista e que assumia muitas vezes forma violenta.\nNa Bahia, por exemplo, onde os correligionários de Rui detinham o\ngoverno, a capital chegou a ser bombardeada, e o governador Araújo Pinho\nfoi forçado a renunciar. Em dezembro de 1911, Rui Barbosa ocuparia a\ntribuna do Senado cinco dias em seguida denunciando os acontecimentos no\nseu estado em discursos considerados antológicos.\n\nNesses anos de oposição, a popularidade de Rui Barbosa crescera e\nfirmara-se, sobretudo junto ao público de uma classe média urbana\ncrescente, porém ainda diminuta. Na sucessão de Hermes da Fonseca, em\n1914, sua candidatura chegou a ser lançada, mas foi retirada frente à\ncoalizão política formada em torno da candidatura de Venceslau Brás, que\nprevaleceu. Dois dias antes de sua posse, em 13 de novembro de 1914, Rui\nBarbosa discursou no Senado e manifestou seu apoio ao novo presidente\neleito.\n\nNa Europa, começara a Primeira Guerra Mundial (1914-1918). A\nneutralidade brasileira foi decretada em 4 de agosto de 1914, logo no\ncomeço da guerra. Decisão semelhante foi tomada pelo presidente dos\nEstados Unidos, Woodrow Wilson. Liberal, francófilo, como uma boa parte\nde sua geração, admirador das instituições inglesas, as simpatias de Rui\nBarbosa iam naturalmente para a luta contra a Alemanha e ele aceitou a\npresidência da Liga pelos Aliados.\n\nGanhava força no país a agitação em favor dos Aliados. Em meados de\n1916, Rui Barbosa foi nomeado embaixador extraordinário e\nplenipotenciário para representar o Brasil no 1^o^ Centenário da\nIndependência da Argentina e, na ocasião, pronunciou em Buenos Aires uma\nconferência de enorme repercussão sobre “O dever dos neutros”. Nela,\npodia-se ler o apelo à solidariedade aos países aliados: “Os tribunais,\na opinião pública, a consciência não são neutras entre a lei e o crime…\nA neutralidade inerte e surda muda cedeu a vez à neutralidade vigilante\ne judicativa.” Em outubro de 1917, depois do torpedeamento de um segundo\nnavio brasileiro pelos alemães, Venceslau Brás declarou o estado de\nguerra.\n\nEm 1918, Rui Barbosa faria 69 anos. Cinquenta anos antes, em agosto de\n1868, fizera o seu primeiro discurso político: uma homenagem a José\nBonifácio, o Moço, seu professor na Faculdade de Direito de São Paulo.\nAmigos e admiradores se reuniram então e organizaram a comemoração de\nseu jubileu cívico, que logo se transformou em uma homenagem de grande\namplitude. A festa durou três dias: começou no dia 11 de agosto, com uma\nmissa campal, às 11 horas, na praça de São Cristóvão, celebrada pelo\ncardeal Arcoverde, com a presença do presidente Venceslau Brás, dos\nministros e de todas as autoridades legislativas, judiciárias e\nadministrativas. Em nome do povo, falou Coelho Neto. No dia seguinte,\ninauguração de seu busto na Biblioteca Nacional; o dia do jubileu, 13 de\nagosto, foi declarado feriado nacional.\n\nEleito presidente República em 3 de março de 1918, Rodrigues Alves\nmorreu um ano depois, sem ter podido assumir o governo. Para\nsubstituí-lo, o nome de Rui foi novamente cogitado por Nilo Peçanha e\nPaulo de Frontin e recebeu também o apoio entusiasta da grande imprensa\nda capital do país. Seguiu-se um manifesto de advogados paulistas,\nencabeçado pelas assinaturas de Alfredo Pujol e Luís Barbosa da Gama\nCerqueira, lançando a candidatura de Rui Barbosa à presidência da\nRepública. Em entrevista ao jornalista Sertório de Castro do *Correio do\nPovo*, de Porto Alegre, Rui pareceu aceitar a incumbência e expôs seu\nprograma de governo.\n\nSua insistência na necessidade de promover-se uma reforma constitucional\ne uma altivez que nem sempre se conciliava com os imperativos dos\narranjos partidários tornavam sua candidatura pouco atraente para a\ngrande maioria da classe política. Ficou isolado, e na Convenção\nNacional do Partido Republicano Conservador recebeu 42 votos contra 139\nvotos dados a Epitácio Pessoa, que foi proclamado candidato.\n\nNo entanto, mesmo sem os apoios políticos que tornariam viável uma\nvitória, Rui Barbosa improvisaria sua segunda campanha presidencial.\nAnimado pela recepção popular nos comícios, reiniciou jornada idêntica\nàquela de 1909. Fez reuniões e conferências no Rio de Janeiro, Juiz de\nFora, São Paulo e Bahia. No Teatro Lírico do Rio de Janeiro pronunciou a\ncélebre conferência “A questão social e política no Brasil”, na qual\ndefendeu um avançado plano de reformas quanto a: a) casas de operários;\nb) trabalhos de menores; c) horas de trabalho; d) regalias às mães\noperárias; e) acidentes de trabalho; f) seguro operário; g) igualdade\ndos sexos ante o trabalho; h) salário mínimo fixado por lei para os\nmenores; i) proibição ou redução de trabalho noturno; j) trabalho em\ndomicílio; l) garantia de salário durante certo prazo de gravidez e após\no parto; e m) armazéns de venda aos operários.\n\nAs eleições confirmaram sua imensa popularidade. O total foi-lhe\ndesfavorável: Epitácio Pessoa venceu Rui Barbosa por 249.324 votos\ncontra 118.303. Entretanto, Rui venceu em todas as capitais, exceto\nManaus e Paraíba, onde perdeu por pequena porcentagem de votos, e ganhou\nnas grandes cidades de São Paulo e da Bahia.\n\nRui continuaria na política, inclusive na política regional: em 6 de\njaneiro de 1920 o *Diário da Bahia* publicou um manifesto dirigido por\nele “Ao povo baiano”, subscrito por vários outros políticos,\nsustentando, contra o resultado oficial que proclamara J. J. Seabra\ngovernador eleito, a vitória do candidato Paulo Fortes. Em 5 de junho de\n1921 foi mais uma vez reeleito senador. Naquele mesmo ano escreveu seu\ntexto mais reeditado: a *Oração aos moços*, dirigido aos bacharelandos\nda Faculdade de Direito de São Paulo.\n\nQuase às vésperas de sua morte, já doente e recolhido à sua casa de\nPetrópolis, ainda se reuniu com correligionários, na manhã de 27 de\nfevereiro de 1923, para discutir a escolha do candidato a governador da\nBahia. No dia seguinte passou mal. Veio a falecer às 20:15h do dia 1^o^\nde março de 1923, depois de receber a extrema unção. Seu corpo foi\nvelado na Biblioteca Nacional, no Rio de Janeiro, de onde saiu para ser\nsepultado no cemitério São João Batista, acompanhado de grande massa\npopular.\n\nCasado com Maria Augusta Viana Bandeira, teve cinco filhos. Um deles,\nAlfredo Rui Barbosa, também fez carreira política e foi deputado federal\npela Bahia de 1909 a 1930.\n\nUm ano após sua morte, sua casa no Rio de Janeiro foi adquirida pelo\ngoverno federal com todo o conteúdo. Em 1927 o Decreto n^o^ 17.758 criou\no Museu Rui Barbosa e em 1928, pelo Decreto n^o^ 5.429, o museu passou a\nchamar-se Casa de Rui Barbosa (CRB). Em 13 de agosto de 1930 a\ninstituição foi inaugurada pelo presidente Washington Luís como\nmuseu-biblioteca. Já sob o governo de Getúlio Vargas, em dezembro de\n1930, a CRB foi incorporada à estrutura do recém-criado Ministério da\nEducação e Saúde. Sua finalidade era o culto à memória de Rui pela\nconservação de sua biblioteca, seu arquivo e todos os objetos que lhe\npertenceram; pela organização e a publicação dos catálogos do\nmuseu-biblioteca; pela pesquisa, classificação e publicação de suas\nobras ou de trabalhos a seu respeito; e pela realização de cursos,\nconferências, exposições e sessões cívicas e culturais. Na década de\n1940 a CRB deu início à publicação das obras completas de Rui, e em 1966\ntornou-se uma fundação, a FCRB, importante centro de documentação,\npesquisas e debates.\n\nJosé Almino de Alencar\n\n**FONTES:** ALENCAR, J; SANTOS, A. *Meu*; BARBOSA, R. *Escritos*;\nBARBOSA, R. *Discursos* (v.6); BARBOSA, R. *Discursos* (v.9); BARBOSA,\nR. *Discursos* (v.11); BARBOSA, R. *Queda* (v.16); CARDOSO, F. *Dos\ngovernos*; CARVALHO, J. Co*nstrução*; DANTAS, S. *Rui Barbosa*; FRANCO,\nA. *Rodrigues Alves*; HOLANDA, S. *Brasil* (v.5, p.135-145); IANNI, O.\n*Progresso*;LACOMBE, A. *Mocidade* (v 38.); LACOMBE, A. *À sombra*;\nLACOMBE, A. *Afonso Pena*; LESSA, R. *Invenção*; LAMOUNIER, B. *Rui\nBarbosa*; LEVY, M. *Encilhamento*; MAGALHÃES, R. *Rui Barbosa*;\nMONTEIRO, T. *Pesquisas*; PORTO, J. *Pinheiro*; Prefácio de Manuel Pinto\nde Aguiar. In: BARBOSA, Rui. *Abolicionismo*; SOUZA, M. *Processo*;\nVISCARDI, C. *Teatro.*\n","ref":"**FONTES:** ALENCAR, J; SANTOS, A. *Meu*; BARBOSA, R. *Escritos*;\nBARBOSA, R. *Discursos* (v.6); BARBOSA, R. *Discursos* (v.9); BARBOSA,\nR. *Discursos* (v.11); BARBOSA, R. *Queda* (v.16); CARDOSO, F. *Dos\ngovernos*; CARVALHO, J. Co*nstrução*; DANTAS, S. *Rui Barbosa*; FRANCO,\nA. *Rodrigues Alves*; HOLANDA, S. *Brasil* (v.5, p.135-145); IANNI, O.\n*Progresso*;LACOMBE, A. *Mocidade* (v 38.); LACOMBE, A. *À sombra*;\nLACOMBE, A. *Afonso Pena*; LESSA, R. *Invenção*; LAMOUNIER, B. *Rui\nBarbosa*; LEVY, M. *Encilhamento*; MAGALHÃES, R. *Rui Barbosa*;\nMONTEIRO, T. *Pesquisas*; PORTO, J. *Pinheiro*; Prefácio de Manuel Pinto\nde Aguiar. In: BARBOSA, Rui. *Abolicionismo*; SOUZA, M. *Processo*;\nVISCARDI, C. *Teatro.*\n","dic":"DHBPR"}
