{"title":"SOUSA, José Joaquim de","cargoss":["pres. GO 1887","junta gov. GO 1889-1890","const. 1891","sen. GO"],"author":"Adrianna Setemy","content":"**SOUSA, José Joaquim de**\n\n\\*pres. GO 1887; junta gov. GO 1889-1890; const. 1891; sen. GO\n1891-1909.\n\n*José Joaquim de Sousa* nasceu em Goiás Velho, capital da província de\nGoiás, no dia 30 de setembro de 1830.\n\nFormado pela Faculdade de Direito de São Paulo, exerceu as funções de\nprocurador dos feitos da Fazenda, diretor de Instrução Pública e\ndelegado da Inspetoria Geral da Instrução Secundária na Corte. Foi\ntambém tabelião em sua cidade natal. Em agosto de 1887, ainda no\nImpério, na condição de terceiro-vice-presidente de Goiás, assumiu por\nalguns dias o governo da província.\n\nApós a proclamação da República em 15 de novembro de 1889, o então\npresidente da província Eduardo Augusto Montandon foi deposto em 6 de\ndezembro, e o marechal Deodoro da Fonseca, chefe do governo provisório\ndo país, nomeou para seu lugar o tenente-coronel Bernardo Vasques,\ncomandante do 1^o^ Regimento de Artilharia a Cavalo. Este, porém, não\nchegou a tomar posse, pois os grupos políticos locais se articularam a\nfim de que uma junta representativa de seus interesses fosse nomeada\npara exercer provisoriamente o governo. A junta, composta por Joaquim\nXavier Guimarães Natal, Eugênio Augusto de Melo e José Joaquim de Sousa,\ntomou posse em 7 de dezembro de 1889 e governou até 24 de fevereiro\nde1890, quando foi substituída por Rodolfo Gustavo da Paixão, nomeado\npresidente de Goiás por Deodoro.\n\nEm setembro de 1890, José Joaquim de Sousa foi eleito senador\nconstituinte pelo estado de Goiás. Tomou posse em 15 de novembro e, após\na promulgação da Constituição em 24 de fevereiro de 1891, passou a\nexercer o mandato ordinário a partir de maio. Reeleito em 1900, deixou o\nSenado Federal em 1909, ao final do mandato.\n\nFaleceu em 3 de agosto de 1913.\n\nAdrianna Setemy\n\n**FONTES:**Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:**Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}