{"title":"SOUSA, Marcondes Alves de","cargoss":["militar","pres. ES 1912-1916."],"author":"Nara Saletto/Fernando Achiamé","content":"**SOUSA, Marcondes Alves de**\n\n\\*militar; pres. ES 1912-1916.\n\n*Marcondes Alves de Sousa* nasceu em Itaúna (MG) a 12 de setembro de\n1868.\n\nMudou-se para o Espírito Santo com 15 anos, na companhia de dois irmãos,\nfixando-se inicialmente em São José do Calçado. Começou a trabalhar como\nvaleiro, ou seja, abridor de valas, que naquele tempo marcavam os\nlimites entre fazendas, propriedades e aglomerações urbanas. Tornou-se\ndepois comerciante e, finalmente, fazendeiro, em Muqui, à época distrito\ndo município de Cachoeiro de Itapemirim. Casou-se com uma moça da\nparentela de Bernardino e Jerônimo de Sousa Monteiro, e mudou seu nome,\ntrocando o do pai, Fonte Boa, que até então usava, por Sousa. Sua\ncarreira política começou em Cachoeiro sob o patrocínio dos Monteiro.\nFez parte do governo municipal em sucessivas legislaturas, de 1900 a\n1912, presidindo-o a partir de 1908.\n\nEm 1910, no governo de Jerônimo Monteiro, foi eleito indiretamente, pelo\nLegislativo, para ocupar uma vaga de vice-presidente do estado. Em 1912,\nJerônimo Monteiro o indicou como candidato à sua sucessão, provocando\nfortes reações contrárias no estado, inclusive entre seus aliados,\nalguns dos quais passaram à oposição. Foi lançada uma chapa encabeçada\npor um médico do Exército, Getúlio Florentino dos Santos, capixaba de\nfamília de políticos, mas que até então não tinha tido militância\npolítica e servia no Rio de Janeiro. Os candidatos às três vagas de\nvice-presidente eram o médico e político José Gomes Pinheiro Júnior,\nopositor de Jerônimo Monteiro, César Augusto Mendes Veloso, também\nmédico e irmão do líder do governo Jerônimo Monteiro no Legislativo\nThiers Veloso, e Antônio Marins, republicano histórico de Cachoeiro, que\nse tornaria mais tarde historiador do seu município.\n\nEstava-se, então, no governo do marechal Hermes da Fonseca (1910-1914),\ndurante o qual militares poderosos, entre eles o filho do presidente,\nFonseca Hermes, promoveram intervenções nas eleições de vários estados\ncom o propósito de tirar do poder oligarquias consolidadas, acusadas de\ncometer graves abusos e de corrupção, e impuseram candidatos militares.\nCertamente era isso que a oposição esperava obter no Espírito Santo,\ntanto mais que Getúlio dos Santos era médico da família do presidente da\nRepública. Alegando a falta de instrução de Marcondes Alves de Sousa e\nsua dependência em relação aos Monteiro, os oposicionistas acusavam a\nestes de pretender consolidar uma oligarquia familiar e apresentavam uma\nchapa de doutores que combateria o coronelismo representado pelo\ncandidato oficial.\n\nHouve conflitos em muitos municípios, às vezes violentos, porém o\ngoverno conseguiu impor seu candidato, e Marcondes tomou posse a 23 de\nmaio de 1912. Encontrou as finanças do estado arruinadas, após o governo\nde grandes empreendimentos de Jerônimo Monteiro, e, ao contrário do que\nesperavam todos, expôs as dificuldades, não omitindo os problemas\ncriados pelo antecessor. Era uma atitude ousada, pois devia sua eleição,\ne de resto sua carreira política, aos Monteiro, além de ter contra si\numa forte oposição. Seus patrocinadores detinham grande poder:\nBernardino fora eleito senador; Jerônimo presidia o único partido\nexistente, o Partido Republicano Espírito-Santense (PRES); um terceiro\nirmão, dom Fernando, era o bispo do Espírito Santo; um quarto irmão,\nAntônio, era presidente do Legislativo estadual e, quando faleceu em\n1913, foi substituído no cargo pelo próprio Jerônimo; finalmente, um\nquinto irmão, José, era o representante do governo na direção do Banco\nHipotecário e Agrícola, sociedade de economia mista criada por Jerônimo,\ne principal fonte dos problemas financeiros. Porém, para enfrentar a\nsituação e aliviar as finanças do estado, era preciso expô-la ao\nLegislativo, ou seja, torná-la pública.\n\nMarcondes amparou-se, para isso, num dos mais poderosos políticos\nnacionais, o senador Pinheiro Machado, de quem se aproximou a ponto de\nfazê-lo padrinho de uma de suas filhas. O senador era o fundador e chefe\ndo Partido Republicano Conservador, de âmbito nacional, ao qual o PRES\nera filiado, e fora o patrocinador da candidatura de Hermes da Fonseca à\npresidência da República. Assim fortalecido, Marcondes obteve do\nLegislativo liberdade para agir: contrapôs-se às exigências do banco,\nnegou-se a pagar o que este cobrava como garantia de juros, e recorreu a\nRui Barbosa para dar um parecer sobre a questão, levada à Justiça.\nSimultaneamente, apresentou ao banco uma proposta para encerrar o\ncontrato com o estado, assumindo este um passivo menor do que os gastos\nque teria na situação então existente.\n\nSem recursos para empreender ações onerosas, Marcondes limitou-se a\ntomar medidas que não implicassem gastos elevados: promoveu uma reforma\nda Constituição estadual, que instituiu o cargo de prefeito, criou a\ncomarca de Calçado e instalou o município de Muqui, separado de\nCachoeiro.\n\nA Primeira Guerra Mundial (1914-1918) interrompeu as negociações com o\nBanco Hipotecário e Agrícola, cujos sócios eram capitalistas franceses,\ne agravou a crise financeira do estado, pois provocou a queda das\nexportações e do câmbio. E o apoio de Marcondes para enfrentar o poder\ndos Monteiro desapareceu com o assassinato de Pinheiro Machado, em\nsetembro de 1915. Encerrou então sua tentativa de independência e foi\nenvolvido na mais grave crise política que o Espírito Santo vivenciou na\nPrimeira República, ao apoiar a candidatura de Bernardino Monteiro à sua\nsucessão em 1916.\n\nEssa candidatura despertou forte oposição e desencadeou uma rebelião\narmada, conhecida como Revolta do Xandoca, apelido do coronel Alexandre\nCalmon, líder político de Colatina (sede do município de Linhares), que\nchefiou a reação ao governo. A oposição reunia a bancada federal\ncapixaba, à exceção de Bernardino e Jerônimo Monteiro (então deputado),\nnumerosos chefes políticos estaduais e municipais, e conseguiu, no\ninício, o apoio do presidente da República Venceslau Brás (1914-1918).\nSeu candidato era José Gomes Pinheiro Júnior, tendo como companheiro de\nchapa Alexandre Calmon, vice-presidente no governo Marcondes. Como em\noutras crises da Primeira República, formou-se uma “duplicata” de\nassembleias e outra de governo, ou seja, dois Legislativos se declararam\nlegítimos e cada um deles reconheceu a eleição e empossou um presidente\ndo estado. A oposição recorreu ao governo federal, contestando a eleição\ne a posse do candidato governista, e pedindo a intervenção federal no\nestado para garantir seu candidato. A decisão era demorada, pois seria\ntomada pelo Congresso Nacional.\n\nNo dia 23 de maio de 1916, término de seu mandato, Marcondes passou o\ncargo a Bernardino Monteiro. Os oposicionistas tentaram realizar um ato\npúblico marcando a posse de seus candidatos pelo “seu” Legislativo, mas\nforam duramente reprimidos a tiros, e Vitória teve cortadas a energia\nelétrica e as comunicações telegráficas. A violência havia começado\nanteriormente, com a polícia invadindo residências e destruindo a\noficina do jornal de oposição *A Tarde*. Casas de oposicionistas foram\natacadas a bala, e estes tiveram de se abrigar em prédios federais,\nguardados por tropas do Exército. Encerrou-se assim, melancolicamente, o\ngoverno Marcondes. A revolta continuou com muita violência no estado e\nterminou com o reconhecimento de Bernardino e a concessão de anistia aos\nenvolvidos pelo Congresso Nacional, em agosto de 1916.\n\nApesar do apoio dado a Bernardino em situação tão difícil, Marcondes não\nfoi mais aceito pelos Monteiro, sobretudo por Jerônimo. Continuou sua\ncarreira como coronel municipal e, após a nova crise sucessória de 1920,\nvoltou ao poder no âmbito estadual, como membro da executiva do PRES. A\nRevolução de 1930 encerrou sua carreira.\n\nFaleceu em Belo Horizonte no dia 29 de abril de 1938.\n\nDe seu casamento com Almerinda Rosa de Sousa, teve cinco filhos; um\ndeles, que tinha o nome do pai, foi deputado estadual em duas\nlegislaturas (1916-1918 e 1922-1924).\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** *Cachoeirano* (1912-1913); CHEQUER FILHO, N. *Revolta*;\nNOVAES, H. *Memórias*; PEREIRA, A. *Homens*; SANTOS, A. *Republicano;*\nSOUZA, Marcondes Alves de. Mensagem apresentada ao Congresso Legislativo\n(8/10/1912, 22/10/1913, 15/10 1914, 8/9/1915).\n","ref":"**FONTES:** *Cachoeirano* (1912-1913); CHEQUER FILHO, N. *Revolta*;\nNOVAES, H. *Memórias*; PEREIRA, A. *Homens*; SANTOS, A. *Republicano;*\nSOUZA, Marcondes Alves de. Mensagem apresentada ao Congresso Legislativo\n(8/10/1912, 22/10/1913, 15/10 1914, 8/9/1915).\n","dic":"DHBPR"}