{"title":"SOUSA, Soriano de","cargoss":["magistrado","min. STF 1927-1933."],"author":"Eduardo Junqueira","content":"**SOUSA, Soriano de**\n\n\\* magistrado; min. STF 1927-1933.\n\n*José Soriano de Sousa Filho* nasceu em Recife no dia 8 de dezembro de\n1863, filho de José Soriano de Sousa.\n\nEm 1884 obteve o grau de bacharel em ciências jurídicas e sociais pela\nFaculdade de Direito do Recife. Após breve período dedicado à advocacia,\nem 1887 foi nomeado promotor público da comarca de Nazaré, província de\nPernambuco. Ainda nesse mesmo ano, foi nomeado juiz substituto em\nSantos. Exerceu o cargo até 1888, data em que foi exonerado a pedido,\npor ter sido nomeado juiz municipal e de órfãos do termo de Uberaba, na\nprovíncia de Minas Gerais.\n\nEm 1894, já depois da reorganização judiciária de São Paulo, foi nomeado\njuiz de direito da comarca de Jaú. Dessa comarca foi removido, em 1896,\npara a 2^a^ Vara de Campinas, onde exerceu por 18 anos seguidos a\njudicatura. Nesse período pareceu evitar a política, o jornalismo e a\npolêmica. Tido como homem de espírito sereno, em 1914 tornou-se ministro\ndo Tribunal de Justiça do estado de São Paulo. Tomou assento na Câmara\nCivil da corte, onde atuou por mais de 13 anos ininterruptos e sem ser\ndesignado para qualquer outra função. Magistrado com longa carreira e\nexperiência, em fevereiro de 1927 foi nomeado ministro do Supremo\nTribunal Federal (STF). Foi a primeira nomeação do então presidente\nWashington Luís (1926-1930), na vaga aberta em decorrência do\nfalecimento de André Cavalcanti. Foi aposentado por decreto de 20 de\njulho de 1933, pouco antes de completar os 70 anos de idade.\n\nFaleceu na cidade do Rio de Janeiro em 6 de outubro de 1938.\n\nEra casado com Regina Henrique de Sousa.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}