{"title":"SPÍNOLA, Celso","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1928],"datas_fim":[1930],"estados":["BA"],"autor":[0],"content":"**SPÍNOLA, Celso**\n\n\\*dep. fed. BA 1928-1930.\n\n*Joaquim Celso Moreira Spínola* nasceu na cidade de Caetité (BA) no dia\n18 de março de 1879, filho do conselheiro Joaquim Antônio de Sousa\nSpínola e de Sizenanda Moreira Spínola. Seu pai foi promotor de Justiça,\njuiz municipal e de órfãos, juiz de direito em Caetité, Porto Seguro e\nSão Félix, conselheiro, vice-presidente e presidente do então Tribunal\nSuperior de Justiça da Bahia. Fundou a *Revista dos Tribunais* e faleceu\nquando era presidente do Tribunal de Justiça.\n\nCelso Spínola cursou os estudos preparatórios no Colégio Florêncio e\nbacharelou-se pela Faculdade de Direito da Bahia. Na capital baiana foi\nconsultor jurídico e advogado.\n\nIngressou na política e, de 1903 a 1916, foi deputado estadual. De 1909\na 1910 foi segundo-secretário da Assembleia Legislativa baiana. Nesse\nperíodo presenciou mudanças no cenário político nacional, como a eleição\ndo presidente Hermes da Fonseca, em 1910, que derrotou Rui Barbosa.\nHermes tinha o apoio de J.J. Seabra, que logo depois foi nomeado\nministro da Viação e Obras Públicas.\n\nEm 20 de agosto de 1918, realizou-se, no Ginásio da Bahia, a sessão\nsolene de fundação da Associação dos Funcionários Públicos da Bahia\n(AFPB). Nessa ocasião, de acordo com os estatutos recém-aprovados, foi\neleita a Mesa Provisória da Assembleia Geral da instituição, que\ndesempenharia o seu mandato durante o ano de existência da entidade, bem\ncomo sua diretoria. Joaquim Celso foi eleito primeiro-secretário dessa\nAssembleia.\n\nDepois de alguns anos, voltou à política e, em 1925, mais uma vez foi\neleito deputado estadual, tendo sido presidente da Assembleia\nLegislativa desse ano até o seguinte. Em 1928 foi eleito deputado\nfederal pela Bahia. Assumiu, em maio desse ano, sua cadeira na Câmara\ndos Deputados no Rio de Janeiro, então Distrito Federal, exercendo o seu\nmandato até dezembro de 1929. Foi reeleito no ano seguinte, mas teve o\nseu mandato interrompido no dia 24 de outubro após a vitória da\nRevolução de 1930 que depôs o presidente Washington Luís, levou Getúlio\nVargas ao poder e extinguiu todos os órgãos legislativos do país.\n\nFaleceu no dia 25 de maio de 1969, aos 90 anos.\n\nEra casado com Estefânia Dias Lima Spínola, com quem teve quatro filhos.\n\nLiliane de Brito Freitas\n\n**FONTES:** Arquivo Público do Estado da Bahia; ASSOC. FUNC. PUB. BA.\nDisponível em: \\<www.afpeb.com.br\\>. Acesso em: 13/4/2009; CÂM. DEP.\n*Deputados brasileiros*; *Diário Oficial do Estado da Bahia* (1923,\np.489-497); *Revista do Instituto Histórico e Geográfico Brasileiro*\n(p.85, 1964); *Tarde* (29/5/1969, p.10). Falecimentos.\n","ref":"**FONTES:** Arquivo Público do Estado da Bahia; ASSOC. FUNC. PUB. BA.\nDisponível em: \\<www.afpeb.com.br\\>. Acesso em: 13/4/2009; CÂM. DEP.\n*Deputados brasileiros*; *Diário Oficial do Estado da Bahia* (1923,\np.489-497); *Revista do Instituto Histórico e Geográfico Brasileiro*\n(p.85, 1964); *Tarde* (29/5/1969, p.10). Falecimentos.\n","dic":"DHBPR"}
