{"title":"STUDART, Eduardo","cargoss":["dep. fed. CE 1903-1905 e 1915-1917."],"author":null,"content":"**STUDART, Eduardo**\n\n\\*dep. fed. CE 1903-1905 e 1915-1917.\n\n*Eduardo Guilherme Osvaldo Studart* nasceu em Fortaleza no dia 21 de\noutubro de 1863, filho de John William Studart, cônsul inglês, e de\nLeonísia Castro Studart. Seu irmão, Guilherme Studart, o barão de\nStudart, foi historiador.\n\nFez os estudos primários no Colégio São José, na Bahia, e bacharelou-se\npela Faculdade de Direito do Recife em 1886. Depois de formado foi logo\nnomeado promotor público em Tauá (CE) e pouco depois em Viçosa (CE),\nonde foi também primeiro-secretário do Clube Republicano. Foi ainda\npromotor de Guimarães (MA), juiz municipal de Picos (PI) e de São\nVicente Ferrer (MA), juiz substituto do Comércio de São Luís (MA) e juiz\nde direito de Grajaú (MA), mas deixou essas funções para se dedicar ao\ncomércio. Foi um dos organizadores da Associação Comercial do Ceará. Em\n9 de março de 1895 casou-se com Emília Barroso, com quem teria seis\nfilhos.\n\nIngressou na política aliando-se ao partido chefiado por Nogueira\nAcióli. Foi eleito deputado estadual em 1901, mas teve de renunciar por\nter sido eleito deputado federal para a legislatura 1903-1905. Ainda\nantes do final da legislatura renunciou ao mandato para se candidatar a\njuiz federal no Ceará. Voltaria a se eleger deputado federal para o\nperíodo 1915-1917. Foi segundo-vice-presidente do Ceará no governo de\nJoão Tomé Saboia e Silva (1916-1920).\n\nExerceu diversas outras funções, entre elas as de mordomo e procurador\ngeral da Santa Casa de Fortaleza, inspetor escolar, diretor do Congresso\nde Ciências Práticas e cônsul da Bélgica. Foi sócio-benemérito da Fênix\nCaxeiral, membro fundador da Academia Cearense de Letras, membro da\ndiretoria da Associação Comercial do Ceará e catedrático de direito\ncomercial e economia política da Escola de Comércio anexa ao Liceu\nCearense.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 1953.\n\nKleiton de Sousa Moraes\n\n**FONTES:** GIRÃO, R. *Um Studart* (p.227-229); GUIMARÃES, H.\n*Deputados* (p.139-147): MOTA, A. *História* (p.185); SOUZA, J.\n*Associação* (p.33); STUDART, G. *Dicionário* (v.1, p.231-237).\n","ref":"**FONTES:** GIRÃO, R. *Um Studart* (p.227-229); GUIMARÃES, H.\n*Deputados* (p.139-147): MOTA, A. *História* (p.185); SOUZA, J.\n*Associação* (p.33); STUDART, G. *Dicionário* (v.1, p.231-237).\n","dic":"DHBPR"}