{"title":"SUPREMO TRIBUNAL FEDERAL (STF)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Eduardo Junqueira"],"content":"**SUPREMO TRIBUNAL FEDERAL (STF)**\n\nÓrgão da Justiça Federal, com sede na capital da República e jurisdição\nem todo o território nacional, criado pelo Decreto n^o^ 848, de 11 de\noutubro de 1890, em substituição ao Supremo Tribunal de Justiça.\n\nO Supremo Tribunal Federal foi instituído como o mais alto órgão de\njustiça do país, atuando como tribunal de defesa da Constituição. De\nacordo com seu decreto de criação, deveria ser integrado por 15 juízes\nde notório saber e reputação. Entre suas atribuições figuravam: instruir\nos processos e julgar em primeira e única instância os presidentes da\nRepública nos crimes comuns, os juízes de seção nos crimes de\nresponsabilidade, os ministros diplomáticos em ambos os crimes, os\npleitos entre a União e os estados ou destes entre si, os litígios e as\nreclamações entre as nações estrangeiras e a União ou os estados, a\nsuspeição aposta a qualquer de seus membros, e os conflitos de\njurisdição entre os juízes federais ou entre estes e os juízes\nestaduais; proceder a julgamentos em grau de recurso e em última\ninstância em casos especiais; rever processos criminais em que houvesse\nsentença condenatória definitiva, e conceder ordem de habeas corpus*.*\n\nA Constituição de 24 de fevereiro de 1891 confirmou a composição e a\ncompetência do STF.\n\nApós a Revolução de 1930, o governo provisório expediu o Decreto n^o^\n19.656, datado de 3 de fevereiro de 1931, reduzindo para 11 o número de\njuízes do STF. Até 1931, o tribunal havia funcionado em sessões\nplenárias. Nesse ano, passaram a funcionar provisoriamente duas turmas\nde cinco ministros cada uma, que viriam a ser reconhecidas\nregimentalmente em 1937.\n\nA Constituição de 1934 mudou o nome do STF para Corte Suprema, mas\nconservou o número de juízes fixado pelo decreto de 1931. Este número de\nministros podia contudo ser elevado por lei até 16. Esta situação foi\nmantida na Constituição de 1937, quando o tribunal recuperou sua antiga\ndenominação, e também na Carta de 1946.\n\nDe 1891 a 1940, o presidente e o vice-presidente do STF foram eleitos\npor seus pares. Com o Decreto-Lei n^o^ 2.770, de 11 de novembro de 1940,\npassaram a ser nomeados por tempo indeterminado pelo presidente da\nRepública. Entretanto, o Decreto-Lei n^o^ 8.561, de 4 de janeiro de\n1946, determinou a volta ao sistema anterior.\n\nO Ato Institucional n^o^ 1, de 9 de abril de 1964, promulgado logo após\no movimento de 31 de março, suspendeu as garantias constitucionais ou\nlegais de vitaliciedade, o que permitiu a aposentadoria ou a demissão\ndos magistrados. Entretanto, o STF continuou a exercer suas atribuições,\nconcedendo habeas corpus a vários governadores estaduais, como os\ngovernadores de Sergipe, Seixas Dória; do Amazonas, Plínio Coelho; de\nPernambuco, Miguel Arrais; e de Goiás, Mauro Borges.\n\nO Ato Institucional n^o^ 2, de 27 de outubro de 1965, elevou para 16 o\nnúmero de ministros do STF. O presidente do tribunal, ministro Ribeiro\nda Costa, mostrou-se contrário a essa medida. Segundo Osvaldo Trigueiro\ndo Vale, “essa mudança de composição numérica, pretendendo revitalizar\noperacionalmente a cúpula judiciária brasileira com a criação de mais de\numa turma, tinha no seu bojo a intenção de identificar a linha\njurisprudencial do Supremo com os objetivos da Revolução”.\n\nA Constituição de 1967 manteve o número de 16 ministros, dispondo ainda\nsobre as atribuições do tribunal. Entre outras funções, competia-lhe\nprocessar e julgar a declaração de suspensão de direitos políticos\ndaqueles que atentassem contra a “ordem democrática” ou que praticassem\n“atos de corrupção”.\n\nA promulgação do Ato Institucional n^o^ 5 de 13 de dezembro de 1968,\nsignificou a suspensão do direito de habeas corpus nos casos de crimes\npolíticos contra a segurança nacional, a ordem econômica e social e a\neconomia popular. Foi retirada assim do Poder Judiciário a competência\npara conceder habeas corpus a indivíduos implicados nesses crimes. Foram\ntambém definitivamente suspensas as garantias constitucionais ou legais\ndos magistrados, quebrando-se desse modo o princípio da vitaliciedade da\nmagistratura, consagrado por todas as constituições brasileiras e por\nforça do qual os juízes não podiam perder o cargo a não ser por sentença\njudicial.\n\nO Ato Institucional n^o^ 6, de 1^o^ de fevereiro de 1969, reduziu para\n11 o número de membros do STF e introduziu novas alterações no quadro de\nsuas atribuições. A Emenda Constitucional n^o^ 1, de 17 de outubro de\n1969, confirmou esse número de ministros para o STF, além de dispor\nsobre alterações à Carta de 1967.\n\nMônica Kornis\n\n**FONTE:** VALE, O. *Supremo*.\n\nEm abril de 1977, ao ser decretado pelo Executivo o recesso do Congresso\nNacional, foi editada Emenda Constitucional n^o^ 7, conhecida como o\n“pacote de abril”. Tendo por objeto a reformulação do Poder Judiciário\nnacional em suas diversas instâncias, o “pacote de abril”, na parte\nrelativa ao STF, manteve o mesmo número de membros, bem como o instituto\nda “avocatória” e, com isso, a possibilidade de o STF, verificado o\n“imediato perigo de grave lesão à ordem, à saúde, à segurança ou às\nfinanças públicas”, suspender, mediante requerimento da Procuradoria\nGeral da República, efeitos de decisões proferidas em quaisquer juízos\nou tribunais do país. Institutos surgidos com a emenda constitucional de\noutubro de 1969, a “avocatória” e a decisão avocada tinham efeito\nvinculante e aplicabilidade em relação a todos os casos idênticos,\nsendo, por isso, condenadas por diversos juristas como medidas\nperturbadoras do direito e da ordem jurídica.\n\nNo dia 19 de janeiro de 1979, entrou em vigor a Emenda Constitucional\nn^o^ 11, a qual, ao revogar todos os atos institucionais, reafirmou os\nprincípios da Constituição de 1967 no tocante à competência do STF, além\nde devolver à magistratura suas prerrogativas.\n\nCom o fim do regime militar em 1985, a Emenda Constitucional n^o^ 26\n(27/11/1985) convocou eleições para a Assembleia Nacional Constituinte e\nmarcou o dia 15 de novembro de 1986 para o pleito, além de definir o\npapel do STF nas cerimônias de instalação da Assembleia. Iniciados os\ntrabalhos da Constituinte em..., membros do STF participaram das\ndiscussões e da redação dos capítulos relativos ao Poder Judiciário.\n\nCom a promulgação da Constituição de 5 de outubro de 1988, a ordem\njurídica, a estrutura do Poder Judiciário e, em particular, as\natribuições do STF viriam a sofrer significativas transformações. Órgão\nresponsável pela “guarda da Constituição”, o STF teve mantida sua\ncompetência no âmbito estritamente constitucional. Foi-lhe retirada a\nfunção de verificação da observância às leis federais mediante recurso\nextraordinário, bem como o julgamento dos membros dos tribunais de\njustiça dos estados e dos ministros do Tribunal de Contas da União (TCU)\nnos crimes comuns e de responsabilidade, que passou à competência do\nentão criado Superior Tribunal de Justiça (STJ).\n\nA Constituição de 1988 ampliou o número daqueles que poderiam propor a\nação direta de inconstitucionalidade das leis e dos atos do Poder\nExecutivo federal e estadual. Anteriormente, só ao procurador da\nRepública cabia a propositura daquela ação, cujo exame era de\ncompetência exclusiva do STF. A partir de 1988, o presidente da\nRepública, a Mesa do Senado, a Mesa da Câmara dos Deputados, as Mesas\ndas assembleias legislativas dos estados, os governadores, o Conselho\nFederal da Ordem dos Advogados do Brasil (OAB), os partidos com\nrepresentação no Congresso Nacional e as confederações sindicais ou\nentidades de classe de âmbito nacional tiveram permissão para propor a\nAção Direta de Inconstitucionalidade (ADIN).\n\nEssa ampliação contribuiu para a maior atuação política do STF, além de\ndar à nova Carta feição mais liberal em relação àquelas que a\nprecederam. Abria-se a possibilidade de instâncias sociais (partidos com\nassento no Congresso e sindicatos com representação nacional)\nquestionarem os atos do Executivo, através do exame da\nconstitucionalidade. Além disso, novos institutos passaram a fazer parte\ndo ordenamento jurídico e das atribuições da corte: o mandado de\ninjunção (obrigando a elaboração de normas complementares, referentes a\ntexto constitucional, para garantia de um direito), a ação declaratória\nde constitucionalidade ou inconstitucionalidade (para a preservação de\ndireitos ameaçados) e o habeas data (garantindo publicidade ampla de\narquivos e informações oficiais).\n\nA Emenda Constitucional n^o^ 3/93 tornou mais claro o artigo da\nConstituição referente à ADIN. Também a partir daquela emenda, decisões\ndefinitivas de mérito proferidas pelo STF, referentes à ação\ndeclaratória de constitucionalidade, passaram a ter eficácia sobre casos\nsemelhantes, relativamente aos demais órgãos dos três poderes,\nagilizando o processo judiciário.\n\nEm dezembro de 2004, depois de 12 anos de tramitação na Câmara e no\nSenado, a Reforma do Judiciário foi finalmente aprovada. Com ela,\ninstituiu-se o controle externo do Judiciário pelo Conselho Nacional de\nJustiça (CNJ). Quanto à súmula vinculante, ficou decidido que juízes e\ntribunais estariam obrigados a seguir apenas a orientação sumulada pelo\nplenário do STF, em matéria exclusivamente constitucional, o que, na\nprática, já acontecia.\n\nNa comemoração dos vinte anos da Constituição de 1988, em outubro de\n2008, a mudança no papel do STF ficou evidente. As disposições relativas\nà ADIN e o princípio do controle concentrado da constitucionalidade das\nleis e dos atos da administração permitiram ao STF a participar do jogo\npolítico, como um dos atores mais importantes, dado seu poder de veto,\nem um fenômeno social recente que ficou conhecido como a “judicialização\nda política”, ou a utilização em larga escala de procedimentos judiciais\npara a resolução de conflitos de natureza política.\n\nEduardo Junqueira\n\n**FONTES:** CAMPANHOLE. *Constituições*; *Coleção de leis do Brasil*;\n*Constituições 1967 e 1988*; *Folha de São Paulo* (3, 21, 25/2; 8, 11,\n27/3; 17, 19, 21, 23, 24, 29/4; 1, 2, 4, 8/5, 10/7/1997. 2, 3, 12, 13,\n14, 27/3; 12, 13, 18, 19, 20, 22, 25/6; 2, 3, 11, 18, 24, 25, 28, 29,\n30/7/1998. 10, 11, 13/2; 22, 24/3; 1, 2, 7, 20, 22/6; 10, 29, 30/7/2001.\n7, 10/3; 31/5; 1, 2, 15/6; 6, 7, 8/7; 12/8; 30/9; 20/10; 5, 17, 17, 18,\n19, 22/11/2003. 12, 14, 28/1, 2, 3, 4, 10, 12/2, 19/3, 12/5, 1, 4, 2, 7,\n9, 29/7, 17/8, 20/10, 9/12/2004. 5, 6, 7/1, 9, 10, 12/4, 1, 6, 25/5, 16,\n17/8; 24, 25/10, 13, 23, 27/11, 2, 7, 14, 29/12/2005. 1, 3, 7, 8, 24/1;\n16, 20/2, 1, 2, 3, 4. 10, 28/6, 17, 31/7/2006. 1, 2, 17, 20/4, 5, 7,\n26/7, 30/8/2007. 1, 11, 12/4; 1, 11, 15, 28/5, 10, 14, 16/6, 1, 2, 3,\n10, 11, 12, 21, 22, 25, 28, 31/7, 20/8, 12, 23, 25, 30/10, 10, 11, 12,\n31/12/2008); IMP. OFICIAL; *Jornal do Brasil* (20 - 30/9/1992, 5 -\n29/12/1992); OLIVEIRA, V. *Judiciário* (v.48, n.3, p.559-686).\n","ref":"**FONTES:** CAMPANHOLE. *Constituições*; *Coleção de leis do Brasil*;\n*Constituições 1967 e 1988*; *Folha de São Paulo* (3, 21, 25/2; 8, 11,\n27/3; 17, 19, 21, 23, 24, 29/4; 1, 2, 4, 8/5, 10/7/1997. 2, 3, 12, 13,\n14, 27/3; 12, 13, 18, 19, 20, 22, 25/6; 2, 3, 11, 18, 24, 25, 28, 29,\n30/7/1998. 10, 11, 13/2; 22, 24/3; 1, 2, 7, 20, 22/6; 10, 29, 30/7/2001.\n7, 10/3; 31/5; 1, 2, 15/6; 6, 7, 8/7; 12/8; 30/9; 20/10; 5, 17, 17, 18,\n19, 22/11/2003. 12, 14, 28/1, 2, 3, 4, 10, 12/2, 19/3, 12/5, 1, 4, 2, 7,\n9, 29/7, 17/8, 20/10, 9/12/2004. 5, 6, 7/1, 9, 10, 12/4, 1, 6, 25/5, 16,\n17/8; 24, 25/10, 13, 23, 27/11, 2, 7, 14, 29/12/2005. 1, 3, 7, 8, 24/1;\n16, 20/2, 1, 2, 3, 4. 10, 28/6, 17, 31/7/2006. 1, 2, 17, 20/4, 5, 7,\n26/7, 30/8/2007. 1, 11, 12/4; 1, 11, 15, 28/5, 10, 14, 16/6, 1, 2, 3,\n10, 11, 12, 21, 22, 25, 28, 31/7, 20/8, 12, 23, 25, 30/10, 10, 11, 12,\n31/12/2008); IMP. OFICIAL; *Jornal do Brasil* (20 - 30/9/1992, 5 -\n29/12/1992); OLIVEIRA, V. *Judiciário* (v.48, n.3, p.559-686).\n","dic":"DHBPR"}
