{"title":"SUPREMO TRIBUNAL MILITAR","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**SUPREMO TRIBUNAL MILITAR**\n\nÓrgão da Justiça Militar criado em 1^o^ de abril de 1808 na cidade do\nRio de Janeiro por alvará do príncipe dom Fernando José de Portugal,\nministro-assistente do gabinete do príncipe regente dom João, com o nome\nde Conselho Supremo Militar e de Justiça. Em 1893 passou a denominar-se\nSupremo Tribunal Militar e, com a Constituição de 1946, teve seu nome\nalterado para Superior Tribunal Militar.\n\nImpério e Primeira República\n\nO Conselho Supremo Militar e de Justiça tinha por função julgar crimes\nde natureza civil e militar, mantendo, além disso, um caráter\nconsultivo, posto que a Coroa portuguesa submetia a seu julgamento\ndiferentes questões administrativas, como o reconhecimento de serviço de\nguerra, a outorga de condecorações e até mesmo o aumento de soldo de\npraças e de oficiais.\n\nApós a Independência, o Conselho Supremo Militar e de Justiça não sofreu\nmodificações consideráveis, não chegando sequer a ser mencionado no\nTítulo 6^o^ da Constituição de 1824, que tratava do Poder Judicial.\nPermaneceu, assim, desempenhando as mesmas funções durante todo o\nImpério, sem alteração de estrutura ou mudança de sede.\n\nProclamada a República, a Constituição de 24 de fevereiro de 1891\nestabeleceu consideráveis modificações na estrutura e na organização do\nPoder Judiciário, e confirmou o Supremo Tribunal Federal (STF), criado\npelo Decreto n^o^ 848, de 11 de outubro de 1890, como a corte de mais\nalta instância do país. Mas somente através do Decreto n^o^ 149, de 18\nde julho de 1893, assinado por Floriano Peixoto, foi organizado o\nSupremo Tribunal Militar, incumbido de “julgar em segunda e última\ninstância todos os crimes militares, como tais capitulados na lei em\nvigor”, assim como de “estabelecer a forma processual militar enquanto a\nmatéria não for regulada por lei” (art. 5^o^). O tribunal seria composto\nde 15 membros vitalícios, sendo oito do Exército, quatro da Marinha e\ntrês juízes togados (art. 1^o^), seria presidido pelo general mais\ngraduado que dele fizesse parte (art. 10), e teria uma secretaria (art.\n12). Segundo o artigo 22 do mesmo decreto, seriam “respeitados os\ndireitos adquiridos pelos atuais membros do Conselho Supremo Militar e\nde Justiça, empregados da respectiva secretaria, passando todos nos\ncargos que ocupam para o Supremo Tribunal Militar, mas sem os títulos\nnobiliárquicos ou de conselho que porventura gozem”.\n\nO Supremo Tribunal Militar, apesar de ter dado continuidade ao antigo\nConselho Supremo Militar e de Justiça, mantendo inclusive os mesmos\nmembros, ganhou autonomia, já que até então a presidência do conselho\nsempre fora exercida pelo chefe da nação: no Império, por dom João VI,\nseguido de dom Pedro I e dom Pedro II, e nos primeiros anos da\nRepública, pelos marechais Deodoro da Fonseca e Floriano Peixoto. Sendo\nassim, o primeiro presidente do Supremo Tribunal Militar foi o almirante\nDelfim Carlos de Carvalho, que deixou para trás o título de barão da\nPassagem.\n\nApós 1930\n\nA partir da Constituição de 16 de julho de 1934, o Supremo Tribunal\nMilitar e os tribunais militares inferiores foram considerados órgãos de\njustiça especializados. Criava-se, assim, a Justiça Militar da União, a\nexemplo do que ocorreu nos Estados europeus, sobretudo naqueles que\nforam palco das ações da guerra de 1914. No Brasil, ainda sob o impacto\nda Revolução de 1930 e da Revolução Constitucionalista de 1932, e diante\ndo reinício de antigas hostilidades na Europa, a Constituição de 1934\ntrouxe como novidade o fato de a Justiça Militar, através do STM, passar\na ter competência para julgar civis em crimes contra a “segurança\nexterna do país ou contra instituições militares”.\n\nCom a Constituição de 1937, outorgada pelo presidente Getúlio Vargas a\n10 de novembro, a Justiça Militar manteve-se com as mesmas atribuições,\ne o Supremo Tribunal Militar não sofreu modificações quanto à sua\nestrutura e sede. Contudo, pelo Decreto-Lei n^o^ 925, de 2 de dezembro\nde 1938, que instituiu Código da Justiça Militar, a Justiça Militar e\nseu órgão de mais alta instância foram reestruturados. Em um de seus\nartigos, o código dispunha sobre a composição e a competência do Supremo\nTribunal Militar. O órgão passava a ser integrado por 11 juízes\nvitalícios, a exemplo do STF, nomeados pelo presidente da República e\nescolhidos na seguinte proporção: quatro generais efetivos do Exército,\ntrês almirantes efetivos da Marinha e quatro civis. Entre outras\natribuições, o tribunal deveria, segundo o decreto-lei, “processar e\njulgar originariamente os ministros do mesmo tribunal, o procurador\ngeral e os oficiais-generais do Exército e da Armada”; “processar e\njulgar as petições de habeas corpus, quando a coação ou ameaça emanar de\nautoridade militar, administrativa ou judiciária” – o que deu à corte,\npela primeira vez, competência para o exame do instituto do habeas\ncorpus; “julgar os conflitos de jurisdição suscitados entre os conselhos\nde Justiça Militar”; “eleger seu presidente e vice-presidente”;\n“elaborar seu regimento interno”; e “consultar, com seu parecer, as\nquestões que lhe forem afetas pelo presidente da República sobre\neconomia, disciplina, direitos e deveres das forças de terra e mar e\nclasses anexas”.\n\nA Constituição de 18 de setembro de 1946 não modificou a organização da\nJustiça Militar. Contudo, os constituintes decidiram alterar o nome da\ncorte, que passou a se chamar Superior Tribunal Militar (STM). Como nas\nconstituições anteriores, competia à Justiça Militar processar e julgar,\nnos crimes militares definidos em lei, os militares e as pessoas que\nlhes eram assemelhadas. Mais uma vez, esse foro especial podia\nestender-se aos civis, nos casos em que a lei assim determinasse, para a\nrepressão de crimes contra a segurança externa do país ou contra as\ninstituições militares. Como nas cartas que a precederam, a Constituição\nde 1946 deixou para o legislador ordinário a tarefa de elaborar as leis\nque tratavam da organização do tribunal.\n\nA partir do movimento político-militar de abril de 1964, e\nespecificamente do Ato Institucional n^o^ 2 (AI-2), de 27 de outubro de\n1965, ampliou-se o poder jurisdicional da Justiça Militar. O artigo\nreferente à competência do STM para processar e julgar civis, nos casos\ndeterminados pela lei, em crimes contra as instituições militares,\ntradicionalmente repetido nas constituições republicanas, sofreu uma\nsignificativa modificação, pois o tribunal não mais cuidaria do\njulgamento de crimes contra a “segurança externa”, e de crimes contra a\n“segurança nacional”, noção mais genérica que englobava a ideia de\nameaça interna. Ao STM foi atribuída a competência para o julgamento dos\ngovernadores de estado e de seus secretários nesses mesmos crimes,\njurisdição que cabia anteriormente aos tribunais de justiça dos estados.\nO AI-2 dispôs ainda sobre a composição do STM, que passou a ser\nconstituído de 15 membros vitalícios, nomeados pelo presidente da\nRepública depois de aprovada a escolha pelo Senado Federal. Do total de\njuízes, três deveriam ser escolhidos entre os oficiais generais da ativa\nda Marinha, quatro entre os oficiais generais da ativa do Exército, três\nentre os oficiais generais da ativa da Aeronáutica e cinco entre civis.\nPela primeira vez, tornava-se obrigatória a presença da Aeronáutica na\ncomposição da corte.\n\nA Constituição de 24 de janeiro de 1967 incorporou integralmente o texto\ndo AI-2 no tocante à Justiça Militar, passando assim as regras que\ndeterminavam a composição do STM a fazer parte do texto constitucional.\nAo retirar tais regras da esfera da legislação ordinária, a Carta de\n1967 fez com que somente por emenda constitucional aquela composição\npudesse ser alterada. No tocante à questão dos processos e julgamentos\nde civis, dos governadores de estado e de seus secretários, a Carta de\n1967 admitia recurso ordinário ao STF, o que atenuava o caráter\ndiscricionário da antiga redação no AI-2.\n\nApesar do endurecimento do regime, traduzido de forma clara na edição do\nAto Institucional n^o^ 5 (AI-5), de 13 de dezembro de 1968 – que\npromoveu radical transformação da ordem jurídica, suprimindo o habeas\ncorpus, introduzindo a possibilidade de se manter em prisão cidadãos sem\nacusação formal ou processo judicial, e retirando os atos do governo\nmilitar de apreciação judicial –, o STM não sofreu modificações na sua\nestrutura, competência ou organização. Entretanto, o artigo da Carta de\n1967 que permitia recurso ordinário ao STF no julgamento de civis foi\nsuprimido pela Emenda Constitucional n^o^ 1, de 17 de outubro de 1969, e\nas decisões do STM, no tocante ao julgamento de civis, voltaram a ter\ncaráter definitivo.\n\nA Emenda Constitucional n^o^ 7, de 13 de abril de 1977, que ficou\nconhecida como “pacote de abril”, editada durante o recesso do Congresso\nNacional provocado pelo presidente Ernesto Geisel, não trouxe qualquer\nmudança na composição ou nas atribuições do STM. Contudo, introduziu a\nobrigatoriedade constitucional de fazê-lo funcionar dividido em turmas\nde julgamento e equiparou o vencimento de seus ministros ao vencimento\ndos ministros do Tribunal Federal de Recursos.\n\nDepois da promulgação da Constituição de 1988, o STM voltou a ter o\ncaráter de corte especializada, visto que lhe foram retiradas as\natribuições de coloração política. Desse modo, os governadores e seus\nsecretários voltaram a ser julgados com base nas constituições estaduais\ne pelos tribunais de justiça dos estados. Desapareceu do texto\nconstitucional um artigo que esteve presente em todas as constituições\nrepublicanas: a extensão da competência da Justiça Militar para o\njulgamento de civis, quer por crime contra a “segurança externa”, quer,\ncomo a partir do AI-2, por crime contra a “segurança nacional”. A partir\nde 1988, a lei ordinária, emanada do Congresso Nacional através do jogo\npolítico-partidário, voltou a ser a responsável pela organização e pela\natribuição da competência da Justiça Militar.\n\nMônica Kornis /Eduardo Junqueira\n\n**FONTES:** CAMPANHOLE. *Constituições*; CONST. FED. 1988;*Rev*. *Sup.\nTrib. Mil*.\n","ref":"**FONTES:** CAMPANHOLE. *Constituições*; CONST. FED. 1988;*Rev*. *Sup.\nTrib. Mil*.\n","dic":"DHBPR"}
