{"title":"TAVARES JÚNIOR, Pedro Augusto","cargoss":["Governador de estado ou do Distrito Federal"],"cargos_esp":[0],"datas_ini":[1889],"datas_fim":[1890],"estados":["MA"],"autor":[0],"content":"**TAVARES JÚNIOR, Pedro Augusto**\n\n\\*gov. MA 1889-1890.\n\n*Pedro Augusto Tavares Júnior* bacharelou-se em direito e foi jornalista\nna cidade de Campos (RJ). Republicano, foi proprietário e redator chefe\ndo jornal *A República*.\n\nApesar da lentidão com que se expandiu o movimento republicano na\nprovíncia do Rio de Janeiro, em 5 de abril de 1888, Francisco Portela,\nNilo Peçanha e Pedro Augusto Tavares Júnior lançaram um manifesto à\npopulação de Campos conclamando-a a fundar no município o Clube\nRepublicano, destinado a lançar as bases de um futuro partido. Em 13 de\nnovembro, foi de fato fundado o Partido Republicano da Província do Rio\nde Janeiro.\n\nCom a proclamação da República em 15 de novembro de 1889, Pedro Augusto\nTavares Júnior foi nomeado primeiro governador do Maranhão sob o novo\nregime. Deixando o Rio de Janeiro, assumiu a chefia do Executivo\nmaranhense no dia 17 de dezembro, em substituição à junta governativa\nque havia assumido o poder local em 18 de novembro, presidida pelo\ntenente-coronel João Luís Tavares e composta pelo capitão-tenente\nCândido Floriano da Costa Barreto, tenente Augusto Frutuoso Monteiro da\nSilva, tenente-coronel Francisco Xavier de Carvalho, João Lourenço da\nSilva Milanez, José Francisco de Viveiros e Francisco de Paula Belfort\nDuarte.\n\nUma de suas primeiras medidas foi determinar a dissolução da Câmara\nMunicipal de São Luís e a criação em seu lugar da Junta Municipal, para\ngerir os negócios e interesses do município. A Junta Municipal foi\ncomposta por Francisco de Paula Belfort Duarte (presidente), Augusto\nOlímpio Gomes de Castro, José da Silva Maia, Manuel Bernardino da Costa\nRodrigues e Joaquim de Sousa Andrade. Além dessa, outras medidas foram\ntomadas, como a nomeação de Alexandre Colares Moreira Júnior para o\ncargo de inspetor do Tesouro Público do Estado e a declaração de\nnulidade dos atos estabelecidos pela junta que o antecedera. No campo\nreligioso, declarou a liberdade de culto e demitiu religiosos de cargos\npúblicos. Por essas duas determinações, sofreu forte oposição do jornal\nreligioso *Civilização*, fundado pelo monsenhor e futuro deputado\nfederal João Tolentino Guedelha Mourão. Os líderes ligados ao jornal\ncriticaram tais medidas e notificaram o governo provisório no Rio de\nJaneiro, que determinou que fossem revertidas. Por não concordar com a\ndeterminação, o governador pediu exoneração e em 3 de janeiro de 1890\nfoi substituído por Eleutério Frazão Muniz Varela.\n\nApós a passagem pelo governo do Maranhão, Tavares Júnior voltou sua\natenção para a política fluminense. Nomeado governador do estado do Rio\nde Janeiro, Francisco Portela tentava sem êxito compor alianças com\nlideranças conservadoras, liberais e republicanas, apoiando-se no\ngoverno federal chefiado pelo marechal Deodoro da Fonseca. Com a\nrenúncia de Deodoro e a posse de Floriano Peixoto em 23 de novembro de\n1891, republicanos e monarquistas formaram uma coalizão com o objetivo\nde forçar a renúncia de Portela. Nesse contexto, dissolveram o\nLegislativo estadual, revogaram a Constituição estadual de 1891, e\nconvocaram para janeiro de 1892 eleições para uma nova Assembleia\nConstituinte estadual. Pedro Augusto Tavares Júnior foi um dos\nrepresentantes eleitos. Participou dos trabalhos de elaboração da\nConstituição fluminense de 9 abril de 1892 e foi reeleito deputado\nestadual para a legislatura 1892-1894. Fez parte da Comissão de\nVerificação de Poderes e foi eleito para a Comissão de Guarda da\nConstituição e das Leis e dos Poderes.\n\nAlan Carneiro/Raimundo Helio Lopes/ Samuel S. R. de Oliveira\n\n**FONTES:** ASSEMB. LEGISL. RJ. *Anais* (14/11/1892-12/1/1893,\n1/3-9/4/1892, 8/1892, 13-26/1/1893, 1/8/1893); FERREIRA, M. *República*;\n*Fluminense* (18/4/1899). LEMOS, R. *Implantação*; MARQUES, C.\n*Dicionário*; MEIRELES, M. *História*; PLANALTO. Disponível em:\n\\<www.planalto.gov.br/infger\\_07/governadores/GOV-MA.htm\\>. Acesso em:\n5/3/2010.\n","ref":"**FONTES:** ASSEMB. LEGISL. RJ. *Anais* (14/11/1892-12/1/1893,\n1/3-9/4/1892, 8/1892, 13-26/1/1893, 1/8/1893); FERREIRA, M. *República*;\n*Fluminense* (18/4/1899). LEMOS, R. *Implantação*; MARQUES, C.\n*Dicionário*; MEIRELES, M. *História*; PLANALTO. Disponível em:\n\\<www.planalto.gov.br/infger\\_07/governadores/GOV-MA.htm\\>. Acesso em:\n5/3/2010.\n","dic":"DHBPR"}
