{"title":"TAVARES, João Maria Loureiro","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1906],"datas_fim":[1906],"estados":["SE"],"autor":["Raimundo Helio Lopes"],"content":"**TAVARES, João Maria Loureiro**\n\n\\*magistrado; pres. SE 1906.\n\n*João Maria Loureiro Tavares* nasceu em Japaratuba (SE) no dia 9 de\njulho de 1844, filho de Francisco de Sá e de Catarina Angélica de Sá.\n\nBacharelou-se pela Faculdade de Direito do Recife em 1867 e, de volta ao\nseu estado natal, em janeiro de 1869 foi nomeado promotor público da\ncidade de Capela (SE). Exerceria essa função até julho de 1872, quando\nseria nomeado juiz municipal e de órfãos no município de Ilha do Ouro\n(SE). Ocuparia esse cargo até julho de 1888.\n\nAntes, porém, ainda durante o Império, iniciou sua carreira política\nelegendo-se deputado provincial em Sergipe para o biênio 1870-1871. Foi\nreeleito em 1872 e durante essa legislatura, até 1873, foi presidente da\nAssembleia Legislativa Provincial. Voltou ao parlamento da província\npara mais um mandato, de 1876 a 1877, quando novamente foi escolhido por\nseus pares presidente da assembleia. Em maio de 1888 foi nomeado, por\ncarta do governo Imperial, terceiro-vice-presidente do estado, durante a\nadministração de Olímpio Manuel dos Santos Vidal (1888).\n\nDepois da proclamação da República (15/11/1889), foi nomeado juiz de\ndireito na cidade de Propriá (SE) em 1892. De junho de 1895 a julho de\n1898 foi impedido de exercer o cargo por determinação estadual, que o\nconsiderou legalmente inapto. Após resolver essa questão, permaneceu no\ncargo até agosto de 1899. Nesse mês, foi promovido a desembargador do\nTribunal da Relação de Sergipe, posto que ocuparia por vários anos.\n\nEm 1905, em chapa única, Guilherme de Sousa Campos foi eleito presidente\nde Sergipe, apoiado pelas forças situacionistas do estado, lideradas por\nseu irmão, monsenhor Olímpio de Sousa Campos, então senador pelo estado\nde Sergipe (1902-1906). Logo no início, esse governo passou a receber\nmuitas críticas da imprensa local. Essa movimentação levou o então\ndeputado Fausto Cardoso (1900-1902 e 1906) a deixar a cidade do Rio de\nJaneiro, então Distrito Federal, e voltar a Sergipe com o objetivo de\nconter a continuidade do olimpismo. Em agosto de 1906, os partidários de\nFausto Cardoso levaram adiante uma revolta armada que levou à renúncia\nde Guilherme de Sousa Campos em 10 de agosto.\n\nDepois que todos os substitutos legais – o vice-presidente do estado, o\npresidente e o vice-presidente do Tribunal da Relação – declinaram do\ncargo, nessa data, assumiu o governo estadual João Maria Loureiro\nTavares, terceiro na hierarquia judiciária sergipana. Ao assumir o\ngoverno, compôs o seu secretariado, iniciou a deposição dos aliados do\nmonsenhor Olímpio de Sousa Campos e reorganizou a força policial\nestadual. Convocou eleições para o governo estadual no prazo de 40 dias,\ncontudo, o então presidente da República, Francisco de Paula Rodrigues\nAlves (1902-1906), decretou intervenção federal no estado. Em 28 de\nagosto as tropas federais retomaram o poder em Sergipe e reconduziram\nGuilherme de Sousa Campos à chefia do Executivo estadual. Nesse mesmo\ndia, durante a ação militar, Fausto Cardoso foi morto. Em decorrência do\nincidente, no dia 6 de novembro do mesmo ano, o monsenhor Olímpio de\nSousa Campos foi assassinado pelos filhos de Fausto Cardoso, no Largo do\nPaço, na Praça XV de Novembro no Rio de Janeiro.\n\nDepois de seus 18 dias no poder, José Maria Loureiro Tavares retornou às\nsuas funções no Tribunal da Relação, aposentando-se em 5 de dezembro de\n1907.\n\nNo campo jornalístico, colaborou com os jornais *O Trabalho* e *Gazeta\nde Aracaju*, ambos de Sergipe.\n\nFaleceu em Propriá no dia 14 de junho de 1910.\n\nPublicou diversas peças jurídicas que tiveram grande repercussão na\nimprensa sergipana, entre as quais *Os terrenos do extinto morgado do\nPorto da Folha, o Sr. Coronel Gouveia Lima e o juiz comissário*,\n*Embargos e alegações oferecidas a carta precatória executória pelo\nex-sócio Manuel Ezequiel Henriques* e *O município de Porto Folha –\npetição dirigida ao Conselho Municipal*.\n\nRaimundo Helio Lopes\n\n**FONTES:** BITENCOURT, L. *Homens*; DANTAS, J. *História*; GUARANÁ, M.\n*Dicionário*; SOUZA, T. *Impasses*.\n","ref":"**FONTES:** BITENCOURT, L. *Homens*; DANTAS, J. *História*; GUARANÁ, M.\n*Dicionário*; SOUZA, T. *Impasses*.\n","dic":"DHBPR"}
