{"title":"TAVARES, Joca","cargoss":["rev. 1893."],"author":"Raimundo Helio Lopes","content":"**TAVARES, Joca**\n\n**\\*** rev. 1893.\n\n*João Nunes da Silva Tavares*, futuro *barão de Itaqui*, mais conhecido\ncomo *Joca Tavares*, nasceu em Erval (RS) no dia 24 de maio de 1818,\nfilho de João da Silva Tavares e de Umbelinda Bernarda da Assunção.\n\nDurante a Revolução Farroupilha (1835-1845), lutou ao lado do pai\ncombatendo os revoltosos e defendendo o regime imperial e ao final do\nconflito foi promovido a major. Continuou ligado às forças militares\nimperiais e, com o início da Guerra do Paraguai (1864-1870), integrou as\nforças lideradas pelo visconde de Pelotas. Depois da guerra, chegou ao\nposto de brigadeiro honorário do Exército imperial e recebeu o título de\nbarão de Itaqui por decreto de 18 de maio de 1870. Assumiu o comando da\nfronteira de Bajé (RS) de 1874 a 1878 e de 1886 a 1889. Em junho desse\nano, declarou-se republicano e renunciou a seu comando militar e a seu\ntítulo de nobreza, aliando-se aos republicanos gaúchos.\n\nDepois da proclamação da República (15/11/1889), voltou a assumir o\nposto de comandante da fronteira de Bajé, onde permaneceu até janeiro de\n1892. Nesse período, rompeu com o Partido Republicano Rio-Grandense\n(PRR), liderado por Júlio de Castilhos, e ligou-se ao Partido\nFederalista, liderado por Gaspar Silveira Martins. Exilado na Europa\ndesde a queda da monarquia, e agora defensor de uma República\nparlamentarista, Silveira Martins regressou a Porto Alegre no início de\n1892, e em 31 de março desse ano, no encontro que ficou conhecido como\nConvenção de Bajé, foi aclamado chefe do Partido Federalista ou Partido\nRepublicano Federal, então criado para fazer frente ao PRR de Júlio de\nCastilhos. Nesse encontro Joca Tavares foi lançado futuro candidato do\npartido à presidência do Rio Grande do Sul.\n\nTemeroso de que Silveira Martins e seus partidários conquistassem a\npresidência do estado, e certo de que o grupo defenderia o\nparlamentarismo, o presidente da República marechal Floriano Peixoto\n(1891-1894) passou a apoiar Júlio de Castilhos, embora este tivesse\napoiado o ex-presidente marechal Deodoro da Fonseca (1889-1891) quando\neste fechou o Congresso Nacional em 3 de novembro de 1891 – iniciativa\nque levou não só à renúncia do próprio Deodoro, mas à de todos os\ngovernantes estaduais, entre eles Castilhos, que com ele se\nsolidarizaram. Com o apoio de Floriano, Castilhos se opôs a qualquer\nconciliação com o Partido Federalista e reafirmou seu propósito de\nassumir a presidência do estado, independentemente de eleições.\n\nDiante das ameaças dos castilhistas, Silveira Martins e a junta\ngovernativa gaúcha no poder desde a renúncia de Castilhos em 12 de\nnovembro de 1891 entregaram o governo, em 8 de junho de 1892, a José\nAntônio Correia da Câmara, o visconde de Pelotas. Devido à forte\noposição da facção castilhista, em 17 de junho o visconde de Pelotas\nabandonou o poder e transmitiu o cargo a Joca Tavares. Concomitantemente\nà posse deste último, Júlio de Castilhos foi empossado por seus\npartidários como presidente do estado e no dia seguinte transmitiu o\ngoverno a seu vice, Vitorino Ribeiro Carneiro Monteiro, cumprindo\nexigência imposta por Floriano Peixoto. Instituiu-se, portanto, uma\ndualidade de governos, o que resultou na eclosão de conflitos armados\npromovidos por ambas as partes, empenhadas em se manter no poder.\n\nJoca Tavares, diante da atitude de Castilhos, conseguiu reunir uma\nsignificativa tropa militar para contra-atacar. Segundo Joseph Love, “as\nforças do PRR e as tropas federais de Uruguaiana e Quaraí começaram a\nconvergir sobre Bajé, e parecia iminente um conflito militar importante.\nSilveira Martins, de Porto Alegre, telegrafou a Joca Tavares pedindo-lhe\nque não permitisse uma guerra civil. Fosse em resposta ao líder\nfederalista ou porque estivesse militarmente despreparado, Joca Tavares\nse rendeu a um contingente do Exército sob o comando do coronel Artur\nOscar de Andrade Guimarães”.\n\nEm 27 de setembro Vitorino Carneiro Monteiro transmitiu o governo a\nFernando Abbott, que conduziu as eleições que levaram Júlio de Castilhos\nao poder em 25 de janeiro de 1893. A reação dos federalistas a Júlio de\nCastilhos levou à deflagração, no mês seguinte, da Revolução\nFederalista, guerra civil entre os partidários de Gaspar Silveira\nMartins, os “maragatos”, e os republicanos partidários de Júlio de\nCastilhos, os “pica-paus”, que entre fevereiro de 1893 e agosto de 1895\nconflagrou o Rio Grande do Sul e se estendeu para os estados de Santa\nCatarina e Paraná.\n\nAo encontro de Joca Tavares, consagrado chefe militar dos revoltosos,\nvieram do Uruguai tropas lideradas por Gumercindo Saraiva, formadas por\nbrasileiros e uruguaios. Em 23 de fevereiro de 1893, Joca Tavares e\nGumercindo Saraiva, juntos, ocuparam Dom Pedrito e em seguida Alegrete,\nde onde desfecharam vários outros ataques. As tropas rebeldes eram\ncompostas de civis, e a maioria dos comandantes eram coronéis\nlatifundiários, isto é, chefes locais. O armamento utilizado era\nprecário: os homens lutavam montados a cavalo, portando lanças e\nesporadicamente armas de fogo. A tática empregada eram as marchas\nrápidas e fulminantes, ataques de surpresa. Os federalistas tiveram o\napoio da província de Corrientes, na Argentina, e também do Uruguai,\ndurante todo o movimento. Receberam armas através da fronteira e se\nrefugiaram nos países vizinhos em vários momentos, durante a perseguição\ndas tropas legalistas.\n\nOs revoltosos rumaram para o norte, e em novembro de 1893 atingiram\nSanta Catarina. Também nesse mês, o almirante Custódio de Melo, que\nchefiara no Rio de Janeiro a Revolta da Armada contra Floriano Peixoto,\nrumou para o Sul a fim de unir-se aos federalistas. Os revoltosos\nocuparam Desterro, atual Florianópolis, e avançaram em direção ao\nParaná. Em janeiro de 1894 foram detidos diante da cidade da Lapa, a 60\nquilômetros a sudoeste de Curitiba, no episódio que ficou conhecido como\nCerco da Lapa. A resistência da Lapa impediu o avanço dos\nrevolucionários, que se retiraram para o Rio Grande do Sul, enquanto\nFloriano Peixoto enviava para Santa Catarina, com poderes\ndiscricionários, o tenente-coronel Antônio Moreira César, chamado de\n“Corta-cabeças”. O fim do conflito ocorreu durante a presidência de\nPrudente de Morais (1894-1898), tendo atuado como representante dos\nrevoltosos Joca Tavares e, pelo lado do Exército Nacional, o general\nInocêncio Galvão de Queirós.\n\nApós o conflito, Joca Tavares continuou na oposição ao PRR e assumiu a\nliderança do Partido Federalista, principalmente após a morte de\nSilveira Martins, em julho de 1901. Em novembro desse ano presidiu o\ncongresso da agremiação realizado em Bajé, no qual foi exigida a revisão\ndas constituições federal e estaduais de modo a fortalecer a União, e a\nrevogação da Constituição positivista gaúcha. Nesse congresso foi\nescolhido presidente do partido e, sob sua liderança, segundo Joseph\nLove, “os federalistas mantiveram-se firmes na sua dedicação pela\norganização parlamentarista em nível federal, reivindicando a eleição do\npresidente pelo Congresso e a participação dos ministros nas sessões do\nLegislativo”.\n\nJoça Tavares faleceu em Bajé no dia 9 de janeiro de 1906.\n\nFoi casado com Flora Vieira Nunes, com quem teve 12 filhos.\n\nRaimundo Helio Lopes\n\n**FONTES:** BARATA, C.; BUENO, A. *Dicionário*; LOVE, J. *Regionalismo*;\nMemorial do Rio Grande do Sul. Disponível em:\n\\<www.memorial.rs.gov.br/cadernos/maragatos.pdf\\>. Acesso em: 14/6/2011.\n","ref":"**FONTES:** BARATA, C.; BUENO, A. *Dicionário*; LOVE, J. *Regionalismo*;\nMemorial do Rio Grande do Sul. Disponível em:\n\\<www.memorial.rs.gov.br/cadernos/maragatos.pdf\\>. Acesso em: 14/6/2011.\n","dic":"DHBPR"}