{"title":"TEATRO AMAZONAS","cargoss":["Teatro construído e inaugurado em Manaus em 1896. Tornou-se um ícone da"],"author":"Maria Eugenia Bertarelli","content":"**TEATRO AMAZONAS**\n\nTeatro construído e inaugurado em Manaus em 1896. Tornou-se um ícone da\ncapital amazonense e uma das expressões arquitetônicas responsáveis pela\nfama da cidade de “Paris dos trópicos”.\n\nFoi em uma cidade com menos de cem mil habitantes que surgiu a ideia de\nconstruir um teatro que não fosse uma simples casa de espetáculos, e sim\num majestoso edifício que aproximasse Manaus de uma capital europeia\ncomo Paris. O projeto de construção do Teatro Amazonas foi feito pelo\ndeputado provincial Antônio José Fernandes Júnior e foi apresentado à\nAssembleia Provincial em 21 de maio de 1881. Venceu a licitação da obra\no Gabinete Português de Engenharia de Lisboa, representado pelo\ncomerciante Antônio de Oliveira Braga.\n\nA construção do teatro foi iniciada em 1882. Contudo, as obras\ncaminharam lentamente, e em 11 de agosto de 1885 foram suspensas pelo\ngoverno provincial para tentar uma negociação com os executores do\nprojeto, que queriam a alteração do plano original. Não havendo acordo,\no contrato foi rescindido em 12 de janeiro de 1886. Desse modo, as obras\nficaram paralisadas durante vários anos, só sendo retomadas durante o\ngoverno de Eduardo Ribeiro (1890-1891 e 1892-1896). O edifício foi\ninaugurado em 31 de dezembro de 1896, no auge do ciclo econômico da\nborracha, durante a administração do governador Fileto Pires Ferreira\n(1896-1898). Para a estreia foi contratada a Companhia Lírica Italiana,\nempresariada pelo maranhense Joaquim de Carvalho Franco. A primeira\nópera a estrear no Amazonas, no dia 7 de janeiro de 1897, foi\n*Gioconda*, de Amilcar Ponchielli.\n\nO trabalho de decoração do teatro se estendeu por alguns anos após a\ninauguração oficial. O edifício foi construído com predomínio de\nelementos neoclássicos, mas a presença de outros estilos o caracteriza\ncomo uma construção eclética. Para a realização da obra foram\ncontratados artistas renomados nos cenários brasileiro e europeu. O\npernambucano Crispim do Amaral foi o responsável pela decoração do salão\ninterno. O italiano Domenico de Angelis – que também trabalhou na\ndecoração da sala de espetáculos do Teatro da Paz em Belém – foi\ncontratado por Crispim do Amaral para fazer a ornamentação do salão\nnobre. No *plafond* do salão destacam-se a pintura *A glorificação das\nbelas artes* na Amazônia, projetada por De Angelis, além de 32 lustres\nde vidro de Murano, bustos de personalidades ilustres, colunas com base\nde mármore de Carrara e espelhos trazidos da Itália e França. O piso com\ndesenho geométrico, também projetado pelo italiano, é formado por 12 mil\npeças de madeira encaixadas. A cúpula é composta de 36 mil escamas de\ncerâmica esmaltada e telhas vitrificadas, vindas da Alsácia. Foi\nadquirida na Casa Koch Frères, em Paris, e sua pintura ornamental foi\nfeita por Lourenço Machado.\n\nO Teatro do Amazonas é o principal monumento cultural arquitetônico do\nestado e foi tombado como patrimônio histórico em 28 de novembro de\n1966. O edifício, que tem capacidade para 701 pessoas, foi restaurado em\n1990 pelo governo de Amazonino Mendes.\n\nAtualmente, o Teatro Amazonas abriga o Festival de Ópera, um dos maiores\ne mais conceituados eventos no contexto da música erudita brasileira.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** Biblioteca Virtual do Amazonas. Disponível em:\n\\<www.bv.am.gov.br/portal/conteudo\\>. Acesso em: 28/1/2010; *Centro\nCultural Largo de São Sebastião* Disponível em:\n\\<www.amazonasfestivalopera.com/\\>. Acesso em: 29/1/2010; MESQUITA, O.\n*Manaus*.\n","ref":"**FONTES:** Biblioteca Virtual do Amazonas. Disponível em:\n\\<www.bv.am.gov.br/portal/conteudo\\>. Acesso em: 28/1/2010; *Centro\nCultural Largo de São Sebastião* Disponível em:\n\\<www.amazonasfestivalopera.com/\\>. Acesso em: 29/1/2010; MESQUITA, O.\n*Manaus*.\n","dic":"DHBPR"}