{"title":"TEFÉ, Oscar de","cargoss":["diplomata","emb. Bras. Itália 1923-1925 e 1926-1931."],"author":null,"content":"**TEFÉ, Oscar de**\n\n\\*diplomata; emb. Bras. Itália 1923-1925 e 1926-1931.\n\n*Oscar de Tefé* nasceu no Rio de Janeiro, então capital do Império, no\ndia 15 de outubro de 1870.\n\nBacharel pela Faculdade de Direito de Paris, iniciou a carreira\ndiplomática sendo nomeado segundo-secretário da embaixada brasileira em\nCaracas, Venezuela, em dezembro de 1894. Assumiu o posto em fevereiro de\n1895 e em setembro do ano seguinte foi removido para Berna, na Suíça.\nAli serviu até abril de 1897, quando foi removido para São Petersburgo,\nentão capital do Império Russo. Assumiu o novo posto em maio, e nele\npermaneceu até fevereiro do ano seguinte. Serviu em seguida em La Paz,\nna Bolívia, de maio de 1898 a fevereiro de 1899, e em Viena, na Áustria,\nde março de 1899 até 1903. Nesse ínterim, em novembro de 1902, foi\npromovido a primeiro-secretário.\n\nEm janeiro de 1903 foi removido para Washington, mas permaneceu no Rio\nde Janeiro em gozo de licença, assumindo o novo posto só em dezembro de\n1904. Em fevereiro de 1905 obteve nova licença, que se estendeu até maio\ndaquele ano. Iniciou então nova temporada no exterior: esteve em Buenos\nAires de maio de 1905 a agosto de 1908, e em Lisboa de setembro de 1908\na julho de 1910. Em maio de 1911 foi nomeado ministro residente em\nConstantinopla, atual Istambul, na Turquia, mas não chegou a ocupar o\nposto, reassumindo seu lugar em Lisboa. Em junho seguinte foi designado\nministro residente em Atenas, e, em outubro, foi nomeado em comissão na\nmesma cidade, mas permaneceu em Lisboa até dezembro de 1911. A partir\ndessa data esteve em comissão no Rio de Janeiro até junho de 1913,\nembora em abril de 1912 tivesse sido nomeado enviado extraordinário e\nministro plenipotenciário em La Paz.\n\nDe julho de 1913 a janeiro de 1914 esteve em Lisboa, em seguida foi\nremovido para Berlim, e em agosto de 1916 retornou ao Rio de Janeiro. Aí\npermaneceu em comissão até maio de 1917, quando lhe foi concedida\nlicença regulamentar que se estendeu até outubro seguinte. De março a\nnovembro de 1918 foi censor-chefe da Secretaria de Estado, e no período\nseguinte gozou de licença sem vencimentos e foi posto em disponibilidade\nativa. Em junho de 1920 foi designado enviado extraordinário e ministro\nplenipotenciário em Viena. Esteve no posto de setembro a novembro\ndaquele ano e de abril de 1921 até janeiro de 1923.\n\nDesignado embaixador do Brasil em Roma em novembro de 1922, assumiu o\nposto em janeiro de 1923, substituindo Pedro Leão Veloso. Esteve em\nférias extraordinárias entre outubro de 1925 e junho de 1926, e deixou\nRoma em abril de 1931, quando foi substituído por Alcebíades Peçanha.\n\n**FONTES:**CONSULT. MAGALHÃES, B.; MIN. REL. EXT. *Almanaque*.\n","ref":"**FONTES:**CONSULT. MAGALHÃES, B.; MIN. REL. EXT. *Almanaque*.\n","dic":"DHBPR"}