{"title":"BARRADAS, Costa","cargoss":["magistrado","min. STF 1891-1893."],"author":"Eduardo Junqueira","content":"**BARRADAS, Costa**\n\n\\*magistrado; min. STF 1891-1893.\n\n*Joaquim da Costa Barradas* nasceu no Maranhão no dia 18 de fevereiro de\n1833, filho de Joaquim da Costa Barradas e de Maria Amália Bruce\nBarradas.\n\nBacharel em ciências jurídicas e sociais pela Faculdade de Direito do\nRecife em 1856, iniciou carreira na magistratura ao ser nomeado juiz\nmunicipal e de órfãos do termo de Itapicuru (BA) e anexos. Em 1862\npassou a exercer as mesmas funções em São Luís do Maranhão, e em maio de\n1864 foi nomeado juiz de direito em Turiaçu (MA). Chefe de polícia da\nprovíncia em 1872, no ano seguinte assumiu a 2^a^ Vara Cível de São\nLuís, e em 1885 foi nomeado desembargador da Relação.\n\nAssumiu interinamente a presidência de várias províncias no Nordeste,\npor conta das sucessivas crises que abalaram a região ao fim do Império.\nAdvinda a República, com a mudança de nome dos tribunais de segunda\ninstância, que passaram a se chamar cortes de apelação, tornou-se por\neleição, em março de 1890, o primeiro presidente da Corte de Apelação do\nMaranhão. Já destacada figura no panorama jurídico de sua época, em\nnovembro seguinte foi nomeado ministro do Supremo Tribunal Federal\n(STF). No STF, foi relator do rumoroso processo de *habeas corpus*\nimpetrado por Rui Barbosa em favor do Senador Eduardo Waldenkolk e\noutras autoridades e políticos presos durante a decretação do estado de\nsítio pelo governo Floriano Peixoto, em abril de 1892. Negada a ordem de\nsoltura dos detidos, que foram acusados de conspirar contra o regime\nflorianista e de se apossar de navios da Armada para derrubar o governo,\nBarradas entendeu legítima tanto a medida de exceção decretada quanto a\ndetenção daquelas autoridades, que se dera, segundo ele, em clima de\ncomoção e desordem pública.\n\nFoi aposentado do STF por decreto de 21 de outubro de 1893. Entre 1899 e\n1900 atuou na comissão nomeada pelo governo republicano e chefiada por\nClóvis Bevilacqua para organizar o projeto de um Código Civil.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, em 31 de\njaneiro de 1908.\n\nEra casado com Zulmira Frazão Varela.\n\nEduardo Junqueira\n\n**FONTES:** MELLO FILHO, J. *Notas*; MATTOSO, P. *Supremo Tribunal\nFederal*; RODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MELLO FILHO, J. *Notas*; MATTOSO, P. *Supremo Tribunal\nFederal*; RODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}