{"title":"BARRETO, Almeida","cargoss":["Constituinte","Senador"],"cargos_esp":[0,0],"datas_ini":[1891,1891],"datas_fim":[1891,1905],"estados":[0,"PB"],"autor":[0],"content":"**BARRETO, Almeida**\n\n\\*militar; const. 1891; sen. PB 1891-1905.\n\n*José de Almeida Barreto* nasceu na cidade da Paraíba, atual João\nPessoa, em 22 de junho de 1827.\n\nParticipou ao lado de Joaquim Nunes Machado da Revolta Praieira,\nocorrida em Pernambuco em 1848. Em decorrência, foi mantido preso na\nfortaleza do Brum, na mesma província, e, em 6 de junho de 1849,\nobrigado a sentar praça como soldado no 1^o^ Regimento de Cavalaria do\nExército. Recebeu a patente de sargento em 1851 e, por decreto de 2 de\ndezembro de 1855, foi promovido a alferes. Nesse posto comandou as\nfortificações de Parati, na então província do Rio de Janeiro. No ano de\n1858, serviu como adido ao Batalhão de Engenheiros, sendo depois nomeado\nquartel-mestre. Promovido a tenente a 22 de janeiro de 1866, foi\nclassificado no 3^o^ Corpo de Caçadores a Cavalo, de onde foi desligado\npara se unir ao Exército em operações no Paraguai.\n\nNa Guerra do Paraguai\n\nPresidido por Francisco Solano Lopez, o Paraguai declarou guerra ao\nBrasil em 13 de dezembro de 1864, e à Argentina em 18 de março do ano\nseguinte. Coube aos paraguaios as primeiras ações efetivas durante o\nconflito. Somente em fins de 1865 é que a reação brasileira de fato\ncomeçou.\n\nServindo no 2^o^ Regimento de Cavalaria, Almeida Barreto passou com o\nExército para o território do Paraguai, tomando parte nas ações de\nguerra, pela primeira vez, em 16 e 17 de abril de 1866. Em 2 de maio,\nesteve no combate em Estero-Bellaco, onde milhares de militares dos dois\nlados foram abatidos. Achando-se na vanguarda das forças, avançou a 20\ndaquele mês para atacar as posições de Tuiuti. Quatro dias depois,\nocorreu naquela localidade uma batalha ainda mais sangrenta que a de\nEstero-Bellaco. Durante o embate, em função da morte de seus chefes,\nAlmeida Barreto assumiu o comando da tropa.\n\nAinda em 1866, ao fim da Batalha do Tuiuti, as forças da Tríplice\nAliança, formada por Brasil, Argentina e Uruguai, voltaram-se para o\nobjetivo de liberação da passagem do rio Paraguai, fundamental para\nconquista da cidade de Assunção, capital paraguaia. Almeida Barreto fez\nparte das tropas que partiram para a concretização dessa meta. Assim,\ndirigiu-se para Curupaiti, visando a tomar o forte lá estabelecido. O\nprimeiro embate entre as tropas se deu em setembro daquele ano, mas a\nvitória das forças aliadas só ocorreu em 23 de março de 1868. Em\nseguida, participou do cerco e tomada da fortaleza de Humaitá, em 25 de\njulho de 1868, feito fundamental para os destinos finais do conflito.\n\nAlmeida Barreto também esteve presente nos combates do rio Tebiquary, na\nponte colocada no arroio Surubi-hy, em setembro de 1868, e nos\nreconhecimentos de Angustura. Embarcou para o Chaco a 25 de novembro\ndaquele ano, para participar dos combates que ocorreriam naquela região,\nsob o comando de Luís Alves de Lima e Silva, futuro duque de Caxias.\nTais batalhas, que ficaram conhecidas como a “dezembrada”, resultaram em\numa série de vitórias das tropas brasileiras. Assim foi que, em 6 de\ndezembro de 1868, Almeida Barreto tomou parte no embate na ponte de\nItororó; no dia 11, na batalha do Avaí; e, no dia 21, no combate de\nLomas Valentinas, onde, por bala de metralhadora, foi gravemente ferido\nna perna esquerda.\n\nPelos atos de bravura durante o conflito com o Paraguai, em 20 de\nfevereiro de 1869 foi promovido a capitão. No dia 1^o^ de março embarcou\nde volta para o Brasil, e em 28 daquele mesmo mês lhe foi concedida a\nMedalha de Mérito Militar, em atenção aos relevantes atos em combate.\nFinda a guerra, foi contemplado no elogio do imperador às forças do\ncomandante duque de Caxias, foi condecorado com o Grão de Cavaleiro da\nOrdem de Rosa e nomeado Grão-Cruz da Ordem de São Bento de Aviz.\nRecebeu, ainda, a Medalha da Campanha do Paraguai, conferida pelo Brasil\ne pela Argentina, correspondente a quatro anos de lutas.\n\nProsseguindo na carreira militar, recebeu a patente de major graduado em\n14 de abril de 1871, e a de efetivo em 21 de dezembro daquele ano. Em 13\nde junho de 1876 foi promovido a tenente-coronel por merecimento. A 14\nde maio de 1881 foi elevado a coronel graduado, e, em 14 de julho, a\ncoronel efetivo por merecimento. Antes, por decreto de 8 de junho de\n1881, foi nomeado conselheiro de guerra do Conselho Superior Militar. Em\n1884 foi designado comandante do 1^o^ Regimento de Cavalaria, onde havia\niniciado a sua carreira militar, e em 28 de julho de 1887 foi promovido\na brigadeiro.\n\nNa Proclamação da República\n\nAlmeida Barreto surgiu na política com o advento da República, em 15 de\nnovembro de 1889, quando, devido ao desconhecimento que seus superiores\ntinham de suas ideias políticas, se tornou um colaborador útil e\nprivilegiado do movimento republicano.\n\nEm face da crise política que assolava o Império, em 7 de junho de 1889,\ndom Pedro II nomeou Afonso Celso de Assis Figueiredo, o visconde do Ouro\nPreto, membro do Partido Liberal, presidente do Conselho de Ministros.\nAlmeida Barreto fazia parte do Partido Conservador, responsável pelo\ngabinete deposto, e em consequência dessa filiação política, em 11 de\nagosto daquele ano foi demitido da posição que ocupava como comandante\nde brigada. Algum tempo depois, às vésperas da proclamação da República,\npassou a maquinar pela derrubada do regime.\n\nNo dia 6 de novembro de 1889, Benjamin Constant, um dos líderes da\nconspiração, recebeu a notícia de que Almeida Barreto estava disposto a\ncontornar os problemas que tivera com o marechal Deodoro da Fonseca e\naderir ao movimento. Dois dias depois, participou de uma reunião em São\nCristóvão, na residência do capitão Vicente Antônio do Espírito Santo, à\nqual também estiveram presentes Constant, o coronel Cândido José da\nCosta, o major Solon Ribeiro e o tenente Lauro Sodré. Nesse encontro,\nforam combinadas a data da insurreição e as providências a serem\ntomadas. No dia seguinte, em carta enviada a Benjamin Constant, Almeida\nBarreto declinou o convite que lhe fora feito para ingressar no Clube\nMilitar. Alegou que à instituição, criada em 1887 e dirigida por Deodoro\nda Fonseca, pertenciam alguns desafetos seus, mas se colocou à\ndisposição para defender os direitos e a dignidade do Exército.\n\nNo dia 15, inconformado com o início das movimentações dos militares\nrevoltosos no Campo de Santana, também denominado Campo da Aclamação,\nOuro Preto solicitou que o marechal Floriano Peixoto tomasse\nprovidências para debelar os rebeldes, mas este nada fez. Em seguida,\nnão estando ciente de que Almeida Barreto era um dos conspiradores para\na queda do regime, Ouro Preto confiou-lhe o comando de uma brigada de\nmais de mil homens, incluindo praças, marinheiros, fuzileiros navais,\npoliciais e bombeiros, com a qual deveria combater o destacamento dos\nrevoltosos. Almeida Barreto assegurou ao ministro que cumpriria a missão\nque lhe foi designada, mas apenas circulou pelo Campo de Santana\nfingindo que iria atacar. Ao invés de atacar, passou para o lado do\nmarechal Deodoro da Fonseca, ajudando-o a comandar as forças revoltosas.\n\nDerrubado o antigo regime, foram tomadas providências com vistas à\nafirmação da nova situação. Em resposta a um motim de inspiração\nmonarquista iniciado por praças do 2^o^ Regimento de Artilharia Montada,\nfoi desencadeada uma ofensiva contra os supostos líderes da revolta,\nentre eles o visconde de Ouro Preto. Em complemento, para desestimular\nnovas aventuras subversivas, no dia 23 foi editado um decreto que previa\na criação de uma Comissão Mista Militar de Sindicância e Julgamento com\no objetivo de julgar todos os que conspirassem contra a República,\naliciando militares. Para presidente da comissão, o ministro da Guerra,\nBenjamin Constant, escolheu Almeida Barreto. Em 28 de junho de 1890,\neste deixou o serviço ativo no Exército por ter atingido a idade para a\nreforma compulsória.\n\nSenador\n\nEm 15 de setembro de 1890, Almeida Barreto foi eleito senador pela\nParaíba ao Congresso Constituinte, sendo empossado em 15 de novembro\nseguinte. Durante os trabalhos posicionou-se a favor da dissolução do\nCongresso após a promulgação da Constituição e a eleição do presidente\nda República, cuja responsabilidade cabia aos constituintes. Contudo, o\ntexto da primeira Constituição republicana, promulgada em 24 de\nfevereiro de 1891, previa que, terminada a missão constituinte, o\nCongresso Nacional seria separado em Câmara e Senado e principiaria suas\nfunções normais. Entrando em vigor a nova Carta e feita a separação do\nparlamento, Almeida Barreto continuou senador, com mandato até dezembro\nde 1899.\n\nNa Constituinte de 1890-1891, e, depois, no Senado, Almeida Barreto fez\nparte da bancada governista, mas, com a ascensão do marechal Floriano\nPeixoto à presidência da República após a renúncia de Deodoro da Fonseca\nem 23 de novembro de 1891, passou a se opor ao governo. Tão logo assumiu\no cargo, Floriano promoveu a deposição dos presidentes e governadores de\nestado. Entre eles estava Venâncio Neiva, que havia assumido o governo\nda Paraíba em 1889 com o apoio de Almeida Barreto. O senador paraibano\nlogo se opôs à destituição de Venâncio Neiva, e, no plenário do Senado,\nfez críticas à ação de Floriano Peixoto e o ameaçou dizendo que, caso\ncontinuasse semeando ventos, colheria horríveis tempestades, que trariam\nódio e vingança. A 11 de janeiro de 1892, seguindo o que determinava o\nDecreto n^o^ 29, do dia 8 daquele mês, recebeu a patente de marechal.\n\nEm 31 de março de 1892, junto com 12 outras autoridades militares,\nAlmeida Barreto assinou o que ficou conhecido como o “Manifesto dos 13\nGenerais”. No documento, publicado apenas em 6 de abril, os oficiais\nsustentavam que, segundo a Constituição da República, deveria ser feita\nnova eleição para presidente, uma vez que Deodoro havia renunciado\ndentro do primeiro biênio governamental. Além disso, criticavam a\nintervenção do governo federal nos governos estaduais. Floriano Peixoto\nrespondeu com agilidade. Declarando tratar-se de uma revolta de\noficiais, em 10 de abril destituiu de seus comandos e prendeu os\noficiais signatários do manifesto. Almeida Barreto foi desterrado nas\nproximidades de Santa Isabel e Cucuí, nas margens do rio Negro, no\nestado do Amazonas.\n\nApós um período de afastamento devido ao degredo, retornou ao Senado em\n19 de setembro de 1892, mantendo-se em firme oposição ao governo\nFloriano (1891-1894) e ao grupo que assumira o controle político no\nestado da Paraíba. Porém, durante o quadriênio de Prudente de Morais\n(1894-1898), apoiou as medidas do governo. Diante da escolha de Epitácio\nPessoa para o Ministério da Justiça e Negócios Interiores, no governo\nCampos Sales (1898-1902), e do resultado da eleição de 1899, os\npartidários de Venâncio Neiva se fortaleceram e, no pleito de 1900,\nreelegeram Almeida Barreto para o Senado. Membro do Partido Autonomista,\nna Paraíba, e do Partido Democrata, na capital federal, manteve-se na\noposição à presidência de Campos Sales, mas, iniciado o governo de\nRodrigues Alves (1902-1906), enquanto pôde exercer seu mandato foi um de\nseus partidários. No Senado, manteve uma atuação destacada no debate de\nquestões relativas aos militares e fez parte da Comissão de Marinha e\nGuerra, chegando a presidi-la.\n\nDurante o tempo em que esteve no serviço ativo do Exército desempenhou\nvárias comissões importantes, chegando a exercer o comando superior da\nGuarda Nacional da capital federal. Foi também ministro do Supremo\nTribunal Militar.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 3 de maio de 1905.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1905); CARONE,\nE. *Primeira*. CARONE. E. *República*; DONATO, H. *Dicionário*;\n*Encyclopedia e Diccionario Internacional* (v.II, p.1.236); *Jornal do\nBrasil* (4/5/1905, p.1); LEMOS, R. *Benjamin*; MARIZ. C. *Apanhados*;\nPENNA, L. *República*; SCHULZ, J. *Exército*; SENADO. *Anais*\n(1890-1905).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais* (1905); CARONE,\nE. *Primeira*. CARONE. E. *República*; DONATO, H. *Dicionário*;\n*Encyclopedia e Diccionario Internacional* (v.II, p.1.236); *Jornal do\nBrasil* (4/5/1905, p.1); LEMOS, R. *Benjamin*; MARIZ. C. *Apanhados*;\nPENNA, L. *República*; SCHULZ, J. *Exército*; SENADO. *Anais*\n(1890-1905).\n","dic":"DHBPR"}
