{"title":"TOSTA, Inácio","cargoss":["Constituinte","Deputado federal","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1891,1906,1891],"datas_fim":[1891,1908,1902],"estados":[0,"BA","BA"],"autor":[0],"content":"**TOSTA, Inácio**\n\n\\*const. 1891; dep. fed. BA 1891-1902 e 1906-1908.\n\n*Joaquim Inácio Tosta* nasceu no engenho Capivari, em Muritiba, comarca\nde Cachoeira (BA), no dia 12 de julho de 1856, filho de Carolino da\nSilva Tosta e de Joana Moreira da Natividade Tosta.\n\nFez seus primeiros estudos na cidade de São Félix e concluiu-os em\nSalvador. Ingressou depois na Faculdade de Direito do Recife e ainda no\nquinto ano do curso foi eleito deputado provincial em Pernambuco. No\nfinal de 1879 recebeu o grau de bacharel. De regresso à Bahia fundou o\njornal *A Pátria*, que se tornou o porta-voz do povo de São Felix do\nParaguaçu (BA). Foi juiz de paz e conselheiro desse município.\n\nEm 1882 elegeu-se deputado à Assembleia Provincial da Bahia,\nreelegendo-se para as legislaturas seguintes até a proclamação da\nRepública em 1889. Político atuante, conseguiu aprovar vários dos seus\nprojetos, destinados a diferentes segmentos sociais e setores, como a\neconomia, a educação e a vida política da Bahia. São exemplos o projeto\nde isenção do imposto de exportação do açúcar embarcado em sacos de\nalgodão, o projeto de proteção aos lavradores e criadores de gado, com\nrelação ao registro ou marca de animais pelas Câmaras Municipais, e o\nprojeto de combate ao imposto sobre as fábricas de charutos e cigarros,\ncomo medida de proteção a essa indústria e às inúmeras famílias que\ndesse trabalho tiravam recursos para a vida. Apoiou também o projeto que\ndeterminou o fechamento das casas comercias aos domingos e feriados.\nMembro e relator da Comissão de Instrução Pública, defendeu os direitos\ndo professorado e o alargamento do ensino primário e secundário.\nCombateu em 1884 o decreto baixado pelo conselheiro Maciel, então\nministro da Justiça, de conversão dos bens das ordens religiosas,\ndemonstrando sua inconstitucionalidade. Também esteve presente nas\ndiscussões sobre o projeto de separação da Igreja do Estado e a\nsecularização dos cemitérios.\n\nProclamada a República, em 15 de setembro de 1890 foi eleito deputado\npela Bahia ao Congresso Nacional Constituinte. Tomou posse em novembro\nseguinte, participou da elaboração da Constituição promulgada em 24 de\nfevereiro de 1891, e a partir de junho passou a exercer o mandato\nordinário, até dezembro de 1893. Foi reeleito para as legislaturas\n1894-1896, 1897-1899 e 1900-1902. Pioneiro na organização do trabalhador\nbrasileiro, apresentou e defendeu, nos anos de 1901 e 1902, o projeto de\nOrganização dos Sindicatos Agrícolas, que seria aprovado em janeiro de\n1903. Fundou a Sociedade Agrícola da Bahia em 1902 e presidiu-a até\n1907, quando assumiu seu lugar Joaquim dos Reis Magalhães. Este, por sua\nvez, permaneceu no cargo até 1911, quando a sociedade deixou de\nfuncionar.\n\nReeleito para a legislatura 1906-1908, continuou sua luta em defesa dos\ninteresses da agricultura baiana, e pela aprovação do projeto de criação\nde um Banco Central de Crédito Agrícola em cada estado açucareiro,\napresentado no decorrer da 1^a^ Conferência Açucareira da Bahia\nrealizada pela Sociedade Baiana Agrícola em julho de 1903. Na condição\nde presidente da Comissão Agrícola apresentou ao Congresso um projeto\ncriando um novo Ministério da Agricultura, Indústria e Comércio. Propôs\ntambém a constituição de sindicatos e cooperativas de produtores da cana\nde açúcar, para formar uma União Nacional de Sindicatos Estaduais sob a\ndenominação de União Açucareira do Brasil.\n\nTosta foi candidato ao governo da Bahia na legenda do Partido\nRepublicano na eleição de 28 de janeiro de 1908, mas foi derrotado por\nJoão Ferreira de Araújo Pinho. Retornou então ao Rio de Janeiro e\nassumiu o cargo de diretor geral dos Correios Nacionais. Em 1911 foi\nnomeado delegado do Tesouro Brasileiro em Londres, posição que ocupou\naté morrer.\n\nFaleceu em Londres no dia 4 de agosto de 1919.\n\nCasado com Maria Amélia Teixeira Tosta, teve dois filhos.\n\nLiliane de Brito Freitas\n\n**FONTES:** ABRANCHES, J. *Governos* (p.213); Bahia. (11/1/1908). Sr.\nTosta; *Diário* *de Notícias* (5/8/1919). Dr. Inácio Tosta; *Diário\nOficial do Estado da Bahia* (p.488); GARCEZ, A. *Joaquim* (p.3-10);\n*Revista do Instituo Histórico e Geográfico Brasileiro* (n.263, p.55-68,\n1964).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (p.213); Bahia. (11/1/1908). Sr.\nTosta; *Diário* *de Notícias* (5/8/1919). Dr. Inácio Tosta; *Diário\nOficial do Estado da Bahia* (p.488); GARCEZ, A. *Joaquim* (p.3-10);\n*Revista do Instituo Histórico e Geográfico Brasileiro* (n.263, p.55-68,\n1964).\n","dic":"DHBPR"}
