{"title":"TRATADO DE LOCARNO","cargoss":["Tratado negociado por representantes da Alemanha, França, Grã-Bretanha,"],"author":"Hugo Rogelio Suppo","content":"**TRATADO DE LOCARNO**\n\nTratado negociado por representantes da Alemanha, França, Grã-Bretanha,\nBélgica, Itália, Polônia e Tchecoslováquia entre os dias 5 e 16 de\noutubro de 1925 na cidade suíça de Locarno e ratificado em 1^o^ de\ndezembro seguinte em Londres, com o propósito de rever o Tratado de\nVersalhes de 1919. Na realidade, tratava-se de sete acordos, dos quais o\nmais importante era o Pacto Renano, ou Pacto de Estabilidade, pelo qual\na Alemanha reconheceu suas fronteiras com a França e a Bélgica, bem como\na desmilitarização da zona renana. As três potências renunciaram dessa\nforma à guerra, tendo Inglaterra e Itália como garantia. O Pacto Renano\nestipulou igualmente que, em caso de agressão, os Estados garantes se\ncomprometiam a submeter o conflito a um tribunal arbitral, ou à corte\npermanente de justiça internacional.\n\nOrigem e Desfecho\n\nA França, apesar de vitoriosa na Primeira Guerra Mundial (1914-1918),\nera uma potência preocupada com o futuro, porque se sentia preterida\npelos Estados Unidos e a Inglaterra, seus antigos aliados. Os dois\npaíses se recusaram a apoiar suas propostas sobre a “fronteira militar”\nno Reno, não ratificaram o tratado de garantias e consideravam que a\nreconstrução da Europa só poderia ser feita com uma Alemanha\nrelativamente forte. Influenciados pelos trabalhos de J. M. Keynes (*As\nconsequências econômicas da paz*, 1919), temiam que um enfraquecimento\nda Alemanha a fizesse se orientar para o campo bolchevique. Os projetos\nfranceses ligados à siderurgia também eram motivo de inquietação, porque\nescondiam uma vontade de dominar econômica e militarmente a Europa.\n\nNa realidade, a França não contava com os meios necessários para\npraticar uma política de potência, e seus dirigentes estavam conscientes\nde seu declínio e procuravam ao menos atenuá-lo. Nesse sentido,\ndeterminar o montante e exigir o pagamento das “reparações” estipuladas\nno Tratado de Versalhes era uma prioridade. Entretanto, essa questão\ndividia os dirigentes franceses mais importantes do período: Raymond\nPoincaré e Aristide Briand. Este último, partidário de empregar todos os\nmétodos possíveis para obrigar Berlim a pagar sua dívida, mudou de\nposição em 1921, ao assumir como presidente do Conselho, durante a\npresidência de Alexandre Millerand: aceitou a proposta de Lloyd George\nde negociar a dívida alemã em troca da garantia das fronteiras francesas\npela Inglaterra. Entretanto, no início de 1922, alguns meses depois de\nter tomado posse, foi obrigado a renunciar. Lloyd George foi então\nobrigado a negociar com seu sucessor, Raymond Poincaré. Este último, que\nfora presidente da República de 1913 a 1920 e presidente da Comissão de\nReparações, defendia a “execução” integral do Tratado de Versalhes,\nconjugado com a retomada das velhas práticas da política de alianças com\nos países limítrofes do antigo Reich (Bélgica, 1920; Polônia, 1921;\nTchecoslováquia, 1924).\n\nComo os Estados Unidos, com a não ratificação pelo Senado do Tratado de\nVersalhes e do Pacto da Liga das Nações, não se sentiam mais\ncomprometidos com os problemas políticos europeus, a Inglaterra foi\nentão levada a reeditar sua tradicional política do equilíbrio do poder\ninterpondo-se a uma França que, após a chegada ao poder da coligação de\ndireita (*Bloc National*) em 1919, era marcadamente nacionalista e\nbelicista. Mesmo com um presidente de origem socialista como Alexandre\nMillerand, ela não só manteve suas tropas na Renânia, na Sarre, na Alta\nSilésia e em Constantinopla, como desenvolveu uma política de alianças\n“*de revers*” com os países da Europa central.\n\nA jovem república de Weimar vivia momentos extremamente difíceis no\nperíodo, sobretudo no plano econômico e financeiro. A produção\nindustrial correspondeu a apenas 50% da de 1913, o comércio externo foi\ndeficitário, e o marco-ouro se desvalorizou de forma drástica. Nesse\nquadro de profunda instabilidade diversos grupos radicais se agitaram,\nem especial os grupelhos ultranacionalistas integrados fundamentalmente\npor antigos militares, que reclamavam por meio de atos terroristas a\nanulação do *Diktad* de Versalhes. O governo alemão não ficou inativo,\nmuito pelo contrário: em junho de 1920 obteve uma diminuição de 43% em\nsuas entregas de carvão e coque, reconstruiu progressivamente sua\nindústria siderúrgica na Ruhr, em Vestefália e na região litorânea do\nnorte, multiplicou os pedidos de moratória no pagamento das reparações\ne, fato mais importante, em abril de 1922 assinou com a URSS o Tratado\nde Rapallo. Por esse tratado, ambas as potências renunciaram a suas\ndívidas mútuas, estabeleceram acordos econômicos e, em negociações\nmilitares secretas, determinaram a utilização do território soviético\npara a experimentação de material de guerra proibido e o envio de\ntécnicos alemães à URSS.\n\nO governo Poincaré considerou a aproximação da Alemanha com a URSS uma\nchantagem e decidiu agir, antes que Washington e Londres pressionassem a\nFrança a ter uma posição menos intransigente e a atrair a Alemanha para\nOcidente. Outras duas razões interligadas levaram a França a ter uma\npostura radical. Em primeiro lugar, as reparações alemãs eram\nnecessárias para cobrir os gastos decorrentes da reconstrução e da\nindenização das vítimas da guerra. Em segundo lugar, a partir de julho\nde 1922, a Inglaterra, a exemplo do que os Estados Unidos já faziam,\nexigiu de seus antigos aliados o pagamento de todas as dívidas. Nessa\nsituação, só o pagamento alemão permitiria à França honrar suas próprias\ndívidas. A prova de força não tardou a se produzir. Em janeiro de 1923 a\nregião da Ruhr foi ocupada por tropas franco-belgas, e as minas de\ncarvão da região foram exploradas em proveito da potência ocupante.\nPoincaré, ante o movimento de “resistência passiva” alemão, respaldado\npela opinião pública, determinou a expulsão de 150 mil trabalhadores\nalemães da região e sua substituição por mineiros franceses e belgas e\ntrabalhadores das estradas de ferro, e tomou medidas rigorosas contra os\nautores de atentados e sabotagens. Bélgica e Itália apoiaram a França, e\na Inglaterra se limitou a uma condenação verbal. Gustav Stresemann, novo\nministro das Relações Exteriores, decidiu em 31 de agosto de 1923, vendo\no país acuado, retomar as negociações sobre o pagamento das reparações.\nEntretanto, a França teve uma vitória de Pirro: em março de 1924 o\ngoverno foi obrigado, ante a depreciação do franco, em grande parte\nresultado da especulação orquestrada por financistas alemães, a contrair\num empréstimo no banco americano Morgan. Em troca, teve que aceitar que\num comitê de expertos presidido por um banqueiro americano, o general\nDawes, acertasse as questões ligadas às reparações.\n\nO triunfo do “*Cartel des gauches*” (aliança de socialistas e radicais)\nnas eleições de maio de 1924 teve consequências importantes. O radical\nÉdouard Herriot, novo presidente do Conselho, abandonou completamente a\npolítica de força do governo anterior e aceitou as condições propostas\npelo comitê dirigido por Dawes. O plano Dawes, estabelecido por cinco\nanos, previu não só uma diminuição importante da dívida alemã, mas\ntambém facilidades no pagamento de suas reparações, garantidas agora por\nhipotecas sobre as indústrias e estradas de ferro do Reich. Em\ncontrapartida, a França se comprometeu a evacuar a Ruhr e uma parte da\nRenânia.\n\nIniciou-se assim a chamada “Era Briand-Stresemann”, caracterizada pela\ndistensão e prosperidade, esta última ligada estreitamente aos\ninvestimentos crescentes de capitais britânicos e sobretudo americanos\nna Alemanha, que permitiram que ela retomasse o pagamento das reparações\ne, indiretamente, que os países endividados com os Estados Unidos, como\na França, Inglaterra, Itália etc., pudessem pagar suas próprias dívidas.\nO ano de 1924 foi também o fim da depressão que desde 1920 afetou o\nmundo capitalista e o início de uma fase de crescimento. A crise\nmonetária chegou ao fim como decorrência do estabelecimento de um novo\nsistema monetário internacional dominado pelos Estados Unidos. A\nconferência de Genebra de 1922 instituiu o *Gold Exchange Standart*\n(convertibilidade das moedas não apenas no ouro, mas também em outras\ndivisas fortes como o dólar). Em 1924 foi criado o *Reichsmark*, uma\nnova moeda alemã, que podia ser convertido em ouro segundo regras\nestabelecidas em Genebra, e em 1925 foi restabelecida a convertibilidade\nda libra esterlina em ouro segundo a paridade de 1914. A estabilidade\nfinanceira foi acompanhada de uma extraordinária concentração de\nempresas (*holdings* e *cartels*) a que só a crise de 1929 poria termo.\n\nTudo transcorreu num clima político favorável à conciliação\ninternacional, com a chegada de grupos de esquerda na França, como já\nfoi mencionado, e na Inglaterra (trabalhistas). A coligação conservadora\nalemã que assumiu em 1925, apesar da oposição interna hostil das\nformações paramilitares de direita (Stahlhelm de Hungenberg, as SS e SA\ndo partido nazista) e de esquerda (Frente Vermelho Comunista,\nRecihsbanner socialista), era aberta às negociações. Por outro lado, não\nhouve irredentismo na questão da Alsácia-Lorena: o Estado alemão aceitou\nseu retorno à soberania francesa. O papel dos homens de Estado no\nperíodo foi essencial para explicar o processo que culminaria na\ndistensão. Os atores principais foram o francês Aristide Briand e o\nalemão Gustav Stresemann. O primeiro, apoiado por Édouard Herriot, líder\ndo *Cartel de Gauches*, e consciente das limitações demográficas e\neconômicas francesas, preferia a negociação à força. De sua parte,\nStresemann, apesar de consciente do poderio econômico alemão, da recente\nreconciliação com a URSS e do apoio inglês, também considerava que a\ndistensão com a França era melhor para a estabilização econômica interna\ne, sobretudo, para obter posteriormente a tão almejada revisão do\nTratado de Versalhes. Mesmo se ambos os líderes tinham objetivos\ndiferentes, coincidiam nos meios: a negociação direta por meio de uma\nconferência internacional. A primeira tentativa foi a assinatura, em\noutubro de 1924, do Protocolo de Genebra (protocolo para o regulamento\npacífico das diferenças internacionais), ao impor uma nova trilogia:\n“segurança, arbitragem, desarmamento”. Apesar do fracasso (só dez\nEstados o ratificaram) o Protocolo de Genebra abriu o caminho para a\nassinatura do Tratado de Locarno.\n\nA Conferência de Locarno permitiu, então, dar início a uma nova fase de\ndistensão que permitiria depois, por proposição da França, a entrada da\nAlemanha na Liga das Nações. A Alemanha aceitou tudo em troca de três\nconcessões: ser declarada “não culpada” da guerra de 1914 e, em\ncondições de ter novamente colônias, não ser vítima de sanções\nmilitares, e obter um assento de membro permanente do Conselho da Liga\ndas Nações. Entretanto, a entrada da Alemanha na Liga, que foi\nacompanhada de uma reforma dos estatutos (os membros permanentes\npassariam de seis a nove, e seriam criados três assentos de membros\nsemipermanentes), só aconteceu um ano depois da Conferência de Locarno,\npor causa do Brasil. O Brasil, único país da América do Sul a participar\nda Primeira Guerra, esperou, por conta desse fato, participar das\ngrandes decisões após o final do conflito. Na Conferência de Paz, da\nqual participou com três delegados graças ao apoio dos Estados Unidos,\nassumiu uma conduta contraditória: defendeu as potências menores e, ao\nmesmo tempo, aspirou a conquistar um *status* de grande potência. Na\ncomissão encarregada de discutir e propor a organização da Liga das\nNações, foi o único representante latino-americano. Graças novamente ao\napoio dos Estados Unidos, foi indicado membro temporário do Conselho da\nLiga. Fizeram parte do Conselho cinco membros permanentes (Estados\nUnidos, Inglaterra, França, Itália e Japão) e quatro não permanentes\n(Brasil, Bélgica, Grécia e Espanha).\n\nQuando, em março de 1920, o Senado norte-americano deixou de ratificar o\nTratado de Versalhes, os Estados Unidos abandonaram a Liga. Dessa forma\no Conselho ficou constituído por três membros permanentes europeus, um\nda Ásia e nenhum da América. O Chile propôs aumentar em dois o número de\nmembros permanentes do Conselho, que passariam a ser a Espanha e o\nBrasil. Diante da posição inglesa, de aceitar somente a entrada da\nEspanha, o Brasil usou pela primeira vez o recurso do veto para impugnar\numa decisão do Conselho (as decisões tinham que ser tomadas por\nunanimidade). Iniciou-se, assim, uma competição entre as potências\nmenores pelos assentos temporários no Conselho. A maioria defendia o\nprincípio do rodízio (*roulement*), pelo qual os países se revezariam\nnos assentos temporários. Foram criados mesmo dois novos lugares não\npermanentes, que passaram de quatro para seis.\n\nArtur Bernardes, eleito presidente da República em março de 1922,\ninstituiu um regime autoritário que fez uso e abuso da propaganda\ngovernamental e da imprensa oficiosa para manipular a opinião pública.\nQuando ficou claro, em outubro de 1922, que o triunfo do princípio do\nrodízio poderia deixar o Brasil fora do Conselho da Liga das Nações, o\ngoverno começou a esboçar a ideia de promover a candidatura brasileira a\num assento permanente. O governo brasileiro transformou essa meta no\nprincipal objetivo de sua política externa e em 13 de março de 1924\ncriou a delegação permanente do Brasil junto à Liga das Nações, com\n*status* de embaixada, dirigida por Afrânio de Melo Franco. Suas\nprincipais atividades foram angariar prestígio e influência.\nPretendia-se instrumentalizar o prestígio externo com objetivos\ninternos, porém essa política era irrealista, porque o Brasil não era\numa grande potência, mas um país débil. A meta era tentadora, já que o\nfracasso não implicava grandes custos: mesmo se chegasse ao extremo de\numa retirada da Liga, o país não tinha ali interesses vitais em jogo, e\naté mesmo seu principal aliado e parceiro comercial, os Estados Unidos,\nnão pertenceram à Liga. O argumento central era o de que o continente\namericano devia ser representado, e o Brasil era o candidato ideal.\nEnquanto os Estados Unidos permanecessem ausentes, o Brasil ocuparia seu\nlugar.\n\nO problema realmente começou quando a Alemanha manifestou o desejo de\ningressar na Liga e quando, por proposta da Venezuela, foi prevista a\nrenovação obrigatória, a partir de 1926, de todos os membros não\npermanentes do Conselho. A Inglaterra se opunha à pretensão brasileira\nde ocupar um assento permanente porque considerava o Brasil “um país\nmilitar e economicamente fraco”, e assim também nenhum país\nlatino-americano considerava o Brasil *primus inter pares*. Outras\ncandidaturas apareceram: a Polônia também se candidatou e foi apoiada\npela França e a Itália, mas a Inglaterra e a Alemanha foram contra,\nassim como Espanha, China e Bélgica; a Alemanha exigia ser a única a\ningressar no Conselho, o que deixava o Brasil em uma encruzilhada: ou se\nretirava da Liga (como fizeram Polônia e Espanha) como forma de\nprotesto, ou decidia vetar a entrada da Alemanha. Artur Bernardes,\natendendo às questões de política interna, adotou a última opção, com o\nlema “vencer ou não perder”.\n\nA candidatura brasileira não contou com nenhum apoio latino-americano\nnem das grandes potências, nem mesmo dos Estados Unidos, a quem o Brasil\nalegava representar. A imprensa de oposição acusou o Itamarati de agir\ncomo agiu por “delírio de grandeza” e “megalomania”, quando o Brasil na\nrealidade não passava de “apenas uma espécie de pivete” entre as grandes\nnações. Na imprensa oficiosa os “patriotas” acusavam os “derrotistas” de\nserem germanófilos e inimigos do Brasil. O povo não participou desses\ndebates, que foram apenas travados nos jornais e em pequenos círculos\nintelectuais. A historiografia clássica sobre o tema se divide entre os\nque consideram que foi essencial o veto brasileiro e os que consideram\nque ele apenas serviu para “salvar as aparências e esconder da opinião\npública a verdadeira causa do malogro da Assembleia, ou seja, as\nrivalidades e os desentendimentos de bastidores entre as diplomacias\neuropeias”. Trabalhos mais recentes relativizam essas duas abordagens,\num tanto simplistas, e chegam às seguintes conclusões: a) a ameaça de\nveto do Brasil não foi a “causa” da crise, mas um fator complicador; b)\no evento teve muito pouca repercussão na mídia europeia; c) o Brasil\nteve o papel “não planejado” de “bode expiatório do fiasco de Genebra”,\ncom sua política de jogo de soma zero. Isso permitiu às grandes\npotências justificar, perante suas próprias opiniões públicas internas,\no fracasso da Assembleia.\n\nEm 12 de junho de 1926 o Brasil notificou oficialmente sua retirada da\nLiga das Nações, denunciando que a instituição tinha se tornado um\ninstrumento a serviço das potências europeias. Na realidade, o fracasso\nmostrou que a procura idealista de *status* e prestígio, com objetivos\nsobretudo de política interna, era uma estratégia errada, porque o\nBrasil não contava com poder suficiente para ser considerado grande\npotência. O voluntarismo quase obsessivo do governo brasileiro\nconstituiria um caso típico de *misperception* – quer dizer, o governo\n“superestimou as possibilidades de sucesso de sua aspiração,\nprovavelmente iludido com as mensagens formais de apoio cordial que\nrecebia e confundindo, ainda, certas particularidades do protocolo\ndiplomático de uma organização internacional com sinais de\nreconhecimento da importância do país na comunidade de nações”. A saída\nimplicou também uma opção isolacionista, com o abandono do\nmultilateralismo universalista da adesão total à Liga no período\n1917-1926, e a volta ao tradicional pan-americanismo da Primeira\nRepública, com crítica implacável à Liga.\n\nA Alemanha foi finalmente admitida na Liga em setembro de 1926, na\nqualidade de membro permanente do Conselho, permitindo assim a entrada\nem vigor dos Acordos de Locarno. A via estava então aberta para que, a\npartir de 1927, a aproximação política se completasse, assim como a\neconômica (comércio e aço), com uma mudança no plano das mentalidades\ncoletivas, que tornaria possível a proliferação de projetos de união\nalfandegária e até de unificação europeia. Mesmo que esses projetos\ntenham sido fruto de grupos minoritários, eles revelaram a existência de\num verdadeiro “espírito de Locarno”, que encontraria, com a assinatura\ndo Pacto Briand-Kellog em agosto de 1928, o apogeu da “idade de ouro”\n(1924-1930) da “segurança coletiva”.\n\nHugo Rogelio Suppo\n\n**FONTES:** GARCIA, E. *Brasil*; GIRAULT, R.; FRANK, R. *Turbulente*;\nMILZA, P. *Relations*; SOUTOU, G. *L’Europe*; ZORGBIBE, C. *Histoire*.\n","ref":"**FONTES:** GARCIA, E. *Brasil*; GIRAULT, R.; FRANK, R. *Turbulente*;\nMILZA, P. *Relations*; SOUTOU, G. *L’Europe*; ZORGBIBE, C. *Histoire*.\n","dic":"DHBPR"}