{"title":"TRATADO DE PETRÓPOLIS","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**TRATADO DE PETRÓPOLIS**\n\nTratado de permuta de territórios e outras compensações entre o Brasil e\na Bolívia assinado na cidade de Petrópolis em 17 de novembro de 1903,\naprovado pelo Congresso Nacional em 12 de fevereiro de 1904, sancionado\npelo presidente Rodrigues Alves em decreto de 18 de fevereiro, com troca\nmútua de ratificações em 10 de março, pelo qual se estabeleceram os\nlimites entre Brasil e Bolívia e a incorporação definitiva do Acre ao\nterritório nacional.\n\nLitígio e Negociação\n\nO Tratado de Petrópolis foi resultado de extensa negociação entre os\ngovernos do Brasil e da Bolívia, motivada pelo litígio envolvendo as\nterras do Acre, questão que teve grande repercussão pública na virada do\nséculo XIX para o século XX. Os limites formais haviam sido\nestabelecidos pelo Tratado de Ayacucho (1867), sem que houvesse uma\ndemarcação de fato das terras, que os bolivianos jamais efetivamente\nocuparam. Eram terras habitadas por diversos povos indígenas, povos\nesses totalmente ignorados nas negociações entre os dois Estados\nsul-americanos.\n\nO governo imperial e os primeiros governos republicanos brasileiros\nhaviam reconhecido a região do Aquiri, ou Acre, como pertencente à\nBolívia. O acesso à região, não obstante, era geograficamente mais\nacessível através da bacia amazônica do que pelos acidentados caminhos\nandinos bolivianos. Ao fim do século XIX, empreendedores brasileiros\nprovenientes principalmente de Manaus e Belém haviam ocupado a área e\nestabelecido rendosos seringais que abasteciam o mercado internacional\nde borracha. Esses seringais contavam, principalmente, com mão de obra\nde nordestinos e indígenas identificados como “caboclos” e, portanto,\ncomputáveis como brasileiros.\n\nA rentabilidade econômica da região despertou os interesses da Bolívia,\nque, em 1899, instalou um posto de alfândega batizado Puerto Alonso, com\nconsentimento do governo brasileiro. Tal alfândega, no entanto, foi\ndeposta por acreanos. Em 14 de julho de 1899, o espanhol Luiz Galvez\nRodrigues de Árias, financiado pelo governador do estado do Amazonas,\nJosé Cardoso Ramalho Júnior, e aliado aos donos de seringais, que se\nassociaram na chamada Junta Revolucionária de São Jerônimo, proclamou a\nRepública Independente do Acre. A alfândega boliviana, disse o\ngovernador amazonense à época, desfalcara o estado do Amazonas em três\nmil contos de sua receita, justificando, portanto, o investimento na\nrevolução acreana.\n\nA independência do Acre durou oito meses. Em 15 de março de 1900 Galvez\nrenunciou, em presença de navio militar enviado pelo governo federal\nbrasileiro, que agira para assegurar os direitos bolivianos.\n\nUma vez desfeita a república acreana, o governo boliviano iniciou\nimediatamente gestão junto a empresas inglesas e norte-americanas no\nsentido de arrendar o território do Acre. Não havia propósito, por parte\nda Bolívia, de ocupação direta da região, mas de obtenção de renda com a\nexploração da borracha ali produzida. Fracassada a tentativa de\nestabelecer uma alfândega para cobrar dos seringais geridos por\nbrasileiros, o arrendamento do território a uma *chartered company*, nos\nmoldes já realizados na África e Ásia, traria proventos à Bolívia sem a\nnecessidade de investimentos humanos ou financeiros na área. Formou-se\nentão o Bolivian Syndicate, com o qual o embaixador boliviano em Londres\nassinou contrato em 14 de julho de 1901. Tal contrato previa o repasse\nde 60% dos lucros para o governo boliviano, permanecendo 40% nas mãos\ndos arrendatários estrangeiros, que ganhavam o direito de explorar os\nseringais da região.\n\nA assinatura do contrato de arrendamento do Acre causou fortes reações\nentre políticos, empresários e jornalistas brasileiros, que iniciaram\nampla campanha na imprensa alertando para os perigos advindos da\ningerência estrangeira em solo amazônico. O assunto foi tratado como uma\nameaça à soberania nacional que poderia pôr em perigo não somente o\nterritório acreano, mas possivelmente todas as nações sul-americanas.\nFormou-se consenso na opinião pública brasileira de que o governo\nfederal deveria reivindicar a integração do Acre ao território nacional\ne impedir que o Bolivian Syndicate ocupasse a região.\n\nDurante o ano de 1902, houve tentativas de tropas bolivianas de ocupar o\nterritório acreano. Os bolivianos foram atacados por tropas lideradas\npor Plácido de Castro, que defendiam os seringais dos brasileiros.\nTratava-se de batalha travada entre o exército boliviano e\nrevolucionários acreanos, que até então não contavam com o respaldo\noficial do governo brasileiro, apesar do forte apoio do governo do\nestado do Amazonas, do financiamento de capital particular brasileiro e\ndo respaldo na opinião pública nacional.\n\nEm dezembro de 1902, no início do governo de Rodrigues Alves, Rio Branco\nassumiu o Ministério das Relações Exteriores e passou a encabeçar as\nnegociações com a Bolívia. As ações empreendidas pelo Brasil a partir da\nposse de Rio Branco sucederam-se da seguinte forma: 1) suspensão do\ncontrato que estabelecia o Bolivian Syndicate, mediante indenização de\n110 mil libras esterlinas; 2) ocupação militar do Acre, declarado, a\npartir de março de 1903, território em litígio; 4) assinatura de um\nprotocolo que assegurava o *status quo* durante as negociações entre os\ndois governos, fazendo cessar as investidas militares bolivianas e,\nfinalmente 5) o estabelecimento de negociações diretas com o governo\nboliviano.\n\nEm julho de 1903 a Bolívia consentiu em formar uma comissão para\nelaborar um tratado de permuta de territórios entre as duas nações. Caso\na comissão não conseguisse promover um tratado de acordo direto entre as\npartes, a questão seria levada ao arbitramento, tendo um terceiro país\ncomo juiz. Foram nomeados plenipotenciários, do lado brasileiro,\njuntamente com o chanceler Rio Branco, o senador Rui Barbosa e o\nembaixador brasileiro em Washington, Assis Brasil. Do lado boliviano,\nficaram encarregados da negociação o embaixador em Washington, Fernando\nGuachalla, e o ministro creditado no Rio de Janeiro, Cláudio Pinilla.\n\nAs negociações que culminaram com o tratado de Petrópolis se deram em\nmeio a forte comoção na imprensa. Rio Branco já havia negociado, com\nganho de causa para o Brasil, limites com a Argentina e com a Guiana\nFrancesa. Ambos os sucessos anteriores haviam sido obtidos por meio do\nrecurso a árbitros estrangeiros, no primeiro caso o presidente dos EUA e\nno segundo o governo suíço. Parte da opinião pública nutria a\nexpectativa de que a questão também se resolvesse por meio do\narbitramento, com ganho de causa para o Brasil. Rio Branco, no entanto,\ndefendia a negociação direta, com o argumento de que sucessivos governos\nbrasileiros haviam reconhecido a região em litígio como pertencente à\nBolívia, ao contrário das áreas de Palmas, ou Missões, negociada com a\nArgentina, e do Amapá, negociada com a França, que sempre haviam sido\nconsideradas brasileiras por parte do Estado brasileiro.\n\nFuturamente, o ministro das Relações Exteriores insistiria que o Acre\nfora o único território de fato acrescentado ao território nacional e,\nportanto, sua maior vitória. Não obstante, as negociações com a Bolívia\nse deram de maneira árdua, sem que a popularidade de Rio Branco ficasse\ninabalada. Reconhecendo que a Bolívia possuía direitos legais à área em\nlitígio, a estratégia de Rio Branco consistiu em propor que a cessão\ndefinitiva do Acre ao Brasil se desse por meio de compensações àquele\npaís. Entre as compensações reivindicadas pela Bolívia estava a cessão\nde terras em ambas as margens do rio Madeira, o que permitiria o acesso\nà bacia amazônica e também o escoamento de seus produtos com acesso\nfacilitado à bacia do rio Paraguai.\n\nRui Barbosa opôs-se a qualquer cessão territorial e renunciou ao cargo\nde plenipotenciário em outubro de 1903. Rio Branco insistiu em afirmar\nque o tratado não acarretara perda de terras, mas permuta de territórios\nentre os dois países, com amplas vantagens para o Brasil. Segundo o\nchanceler, em sua exposição de motivos ao Congresso Nacional, “em troca\nde 142.900 quilômetros quadrados de terra que lhe disputávamos e de\n48.100 de terra que era reconhecidamente sua, isto é, em troca de\n191.000 quilômetros quadrados, damos à Bolívia entre os rios Madeira e\nAbunã (ainda segundo os cálculos acima referidos) uma área de 2.296\nquilômetros quadrados, que não é habitada por brasileiros e que o é por\nbolivianos”. Tal alegação foi questionada principalmente pelo senador do\nMato Grosso A. Azeredo, que alegou ingerência do governo federal sobre\nterras mato-grossenses sem consulta ao estado ao qual as terras\npertenciam.\n\nO tratado foi assinado por Rio Branco e Assis Brasil, do lado\nbrasileiro, e Fernando Guachalla e Claudio Pinilla, do lado boliviano,\nem 17 de novembro de 1903 na cidade de Petrópolis, onde Rio Branco\nmantinha residência. O texto final incluía, além da citada permuta de\nterritórios entre os dois países, o compromisso de pagamento de dois\nmilhões de libras esterlinas à Bolívia e a promessa, por parte do\nBrasil, de construir a estrada de ferro Madeira-Mamoré, que\npossibilitaria o escoamento de produtos bolivianos até o Mato Grosso e o\nconsequente acesso à bacia do Prata através do rio Paraguai.\n\nSe Rui Barbosa e Azeredo se indignaram principalmente com a cessão de\nterras brasileiras à Bolívia, a insatisfação de grande parte da opinião\npública brasileira se deveu à soma pecuniária com a qual o Brasil\ncomprava o território acreano. Os favoráveis ao acordo ressaltavam a\nenorme rentabilidade dos seringais acreanos e comparavam o tratado aos\nacordos empreendidos pelos Estados Unidos ao comprar territórios da\nFrança e do México. Os críticos do tratado, além de ressaltar a\nenormidade da soma empenhada e os custos de construção da ferrovia\nprometida, alegavam que o acordo era precipitado e favorecia\ndemasiadamente a Bolívia. As alternativas citadas na imprensa e entre\nparlamentares, que discutiram a aprovação do tratado, se centravam entre\nesperar o arbitramento ou mesmo deixar que a população local continuasse\ncombatendo as tropas bolivianas e, após vitória, pedisse a anexação ao\nBrasil.\n\nApesar das críticas, o tratado foi aprovado por ambas as casas do\nCongresso Nacional por ampla maioria e rapidamente sancionado pelo\npresidente Rodrigues Alves, em 18 de fevereiro de 1904. Juntamente com o\ntratado, foram também sancionados o Decreto n^o^ 1.180, de 25 de\nfevereiro de 1904, autorizando o presidente da República a abrir os\ncréditos necessários ao pagamento das despesas previstas, e o Decreto\nn^o^ 1.181, de mesma data, autorizando o presidente a administrar\nprovisoriamente o território do Acre. Criava-se, com esse segundo\ndecreto, pela primeira vez na história nacional, um território a ser\nadministrado diretamente pelo governo federal, sem estar contido em\nnenhum estado da Federação.\n\nCristina Patriota de Moura\n\n**FONTES:** JORGE, A. *Rio Branco*; LINS, A. *Rio Branco*; MESQUITA\nJÚNIOR, G. *Tratado*; MOURA, C. *Rio* *Branco*; VIANA FILHO, L. *Vida.*\n","ref":"**FONTES:** JORGE, A. *Rio Branco*; LINS, A. *Rio Branco*; MESQUITA\nJÚNIOR, G. *Tratado*; MOURA, C. *Rio* *Branco*; VIANA FILHO, L. *Vida.*\n","dic":"DHBPR"}
