{"title":"TRIBUNAL DE CONTAS","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**TRIBUNAL DE CONTAS**\n\nÓrgão criado em 7 de novembro de 1890 pelo Decreto n^o^ 966-A. Adquiriu\ndimensão constitucional em 1891, quando lhe foram atribuídas as funções\nde “liquidar as contas da receita e da despesa e verificar sua\nlegalidade”, antes de sua apresentação ao Congresso. Seus membros seriam\nnomeados pelo presidente da República com a aprovação do Senado, e só\npoderiam perder o cargo por sentença judicial. Pela Constituição de 1967\npassou a denominar-se Tribunal de Contas da União (TCU).\n\nAntecedentes\n\nA preocupação com a gestão da coisa pública no Brasil seguiu\npraticamente os rumos adotados em todo o mundo, onde surgiram juntas,\ncontroladorias, cortes e tribunais destinados a fiscalizar a execução\ndos gastos governamentais. Já na época colonial – 1680 – foram criados\nos primeiros órgãos controladores: as Juntas das Fazendas das Capitanias\ne a Junta da Fazenda do Rio de Janeiro, jurisdicionadas a Lisboa. Em\n1808, na administração do príncipe regente dom João, instalou-se o\nErário Régio e criou-se o Conselho da Fazenda, objetivando acompanhar a\nexecução da despesa publica.\n\nCom a Independência e a Constituição de 1824, o Erário Régio\ntransformou-se no Tesouro, prevendo-se, a partir daí, os primeiros\norçamentos e balanços gerais. Seguiram-se a isso várias tentativas de\ncriação de um Tribunal de Contas. Todavia, somente a queda do Império e\nas reformas político-administrativas da recém-instalada República\ntornaram tal projeto realidade.\n\nCriação\n\nConcebido com a missão de proceder ao “exame, revisão e julgamento dos\natos concernentes à receita e despesa da República”, o Tribunal de\nContas foi criado em novembro de 1890 por decreto assinado pelo chefe do\ngoverno provisório, marechal Deodoro da Fonseca. A iniciativa coube a\nRui Barbosa, àquele tempo ministro da Fazenda. Em sua exposição de\nmotivos, ele via o Tribunal de Contas como um “corpo de magistratura\nintermediária à administração e à legislatura, que, colocado em posição\nautônoma com atribuições de revisão e julgamento, cercado de garantias\ncontra quaisquer ameaças, possa exercer as suas funções vitais no\norganismo constitucional [...]. Convém levantar, entre o Poder que\nautoriza periodicamente a despesa e o Poder que quotidianamente a\nexecuta, um mediador independente, auxiliar de um e de outro, que,\ncomunicando com a legislatura e intervindo na administração, seja, não\nsó vigia, como a mão forte da primeira sobre a segunda, obstando a\nperpetração das infrações orçamentárias por veto oportuno aos atos do\nExecutivo, que direta ou indireta, próxima ou remotamente, discrepem da\nlinha rigorosa das leis das finanças”.\n\nA Constituição de 1891, ainda por influência de Rui Barbosa,\ninstitucionalizou definitivamente o Tribunal de Contas, inscrevendo-o no\nseu artigo 89. Sua instalação física somente foi possível em 17 de\njaneiro de 1893, com a presença do então ministro da Fazenda, Inocêncio,\nSerzedelo Correia, no Edifício do Tesouro, localizado na antiga rua do\nSacramento, atual avenida Passos, na cidade do Rio de Janeiro. O\nprimeiro presidente do tribunal foi Manuel Francisco Correia, ex-senador\ndo Império.\n\nDesde então, o Tribunal de Contas esteve presente em todos os textos\nconstitucionais, sempre na posição de órgão autônomo e com destacadas\nfunções, ainda que suas competências no correr da República tenham\nsofrido modificações.\n\nO Desdobramento das Atribuições\n\nA Constituição de 1934 ampliou a competência do Tribunal de Contas,\nincluindo entre suas atribuições o julgamento das contas dos\nresponsáveis por dinheiros ou bens públicos, o acompanhamento da\nexecução do orçamento, e o registro dos contratos de interesse da\nreceita ou da despesa, que só assim seriam considerados perfeitos ou\nacabados. Estabeleceu ainda que seus membros gozariam das mesmas\ngarantias dos ministros do Supremo Tribunal Federal.\n\nEm 24 de dezembro de 1935, a Lei n^o^ 156 regulou o funcionamento do\nTribunal de Contas, fixando em sete o número de juízes de seu corpo\ndeliberativo.\n\nA Constituição de 1946, além das atribuições fixadas na Carta de 1934,\nencarregou o Tribunal de Contas de julgar as contas dos administradores\ndas entidades autárquicas e a legalidade das aposentadorias, reformas e\npensões. O tribunal foi considerado órgão auxiliar do Poder Legislativo\nna fiscalização da administração financeira da União.\n\nA Lei n^o^ 830, de 23 de setembro de 1949, reorganizou o tribunal,\nfixando em nove seu número de ministros.\n\nA Constituição de 1967\n\nA Constituição de 1967 introduziu sensíveis modificações na competência\ndo Tribunal de Contas. De acordo com a nova carta constitucional, a\nfiscalização financeira e orçamentária da União passou a ser exercida\npelo Congresso Nacional e por um sistema de controle interno do Poder\nExecutivo. O Congresso deveria contar com o auxílio do Tribunal de\nContas, ao qual caberia “a apreciação das contas do presidente da\nRepública, o desempenho das funções de auditoria financeira e\norçamentária, e o julgamento das contas dos administradores e demais\nresponsáveis por bens e valores públicos”, bem como o julgamento da\n“legalidade das concessões de aposentadoria, reformas e pensões”. Outras\ninovações importantes foram a instituição do Sistema de Controle Interno\ne da fiscalização *in loco*.\n\nNa realidade, o regime anterior à Constituição de 1967 já não mais\npossibilitava o efetivo acompanhamento da gestão financeira e\norçamentária da administração pública. A hipertrofia das funções do\nEstado e, especialmente, o crescente número de entidades com\npersonalidade jurídica própria que se agasalhavam à sombra do poder\npúblico levaram os responsáveis pela elaboração da Carta de 1967 a\npensar em soluções mais consentâneas com a realidade.\n\nA ideia de instituir um corpo de Auditoria Geral, a exemplo do existente\nna América do Norte, foi prontamente rejeitada, porquanto desaconselhada\npela tradição brasileira. Optou-se pela solução mais adequada. Extinto o\nregistro prévio e mantido o Tribunal de Contas, desde então sob a\ndenominação de Tribunal de Contas da União (TCU), era preciso dotá-lo de\ninstrumentos que lhe permitissem eficiência no exercício de sua missão.\nDessa forma, além de suas competências jurisdicionais, foi conferida ao\ntribunal a faculdade de realizar as inspeções que julgasse necessárias,\nvinculando-se a ação do controle interno à de órgão de apoio à Corte de\nContas, e evitando-se o gigantismo do aparelho de controle externo e a\nmultiplicação indevida de esforços e de custos operacionais.\n\nO TCU teve ampliado seu campo de atuação pela Lei n^o^ 6.223, de 14 de\njulho de 1975, que lhe atribuiu a fiscalização orçamentária das\nentidades de administração indireta, como as sociedades de economia, as\nempresas públicas e as fundações, cujas contas eram até então examinadas\npor funcionários do Poder Executivo. O tribunal foi mantido como órgão\nauxiliar do Congresso no controle da administração financeira e\norçamentária da União.\n\nA Constituição de 1988\n\nNa Constituição de 5 de outubro de 1988, foram reinscritas, de forma\nsignificativamente ampliada, as competências e prerrogativas do TCU.\nConsagrou-se sua competência para julgar as contas dos administradores e\ndemais responsáveis por dinheiros, bens e valores da administração\ndireta – ministérios e órgãos correlatos – e da administração indireta,\nesta compreendendo autarquias, fundações, empresas públicas, sociedades\nde economia mista e demais entidades controladas direta ou indiretamente\npela União. De igual modo, cabe ao tribunal julgar as contas daqueles\nque derem causa a perda, extravio ou outra irregularidade de que resulte\nprejuízo para o erário. E, no julgamento que faz, o TCU não só aprecia,\npor imperativo constitucional, a legalidade e legitimidade dos atos dos\nresponsáveis, como também verifica se na aplicação dos recursos foram\nobservados os princípios da economia, da eficiência e da eficácia.\n\nPode o tribunal, por iniciativa própria ou do Congresso Nacional,\nrealizar inspeções ou auditorias de natureza contábil, financeira,\norçamentária, operacional ou patrimonial, nas unidades dos três poderes\nda República, sem quaisquer ressalvas. É sua atribuição ainda fiscalizar\na aplicação das subvenções oficiais e renúncia de receitas\ngovernamentais e a aplicação de quaisquer recursos repassados pela\nUnião, mediante convênio, acordo, ajuste ou outros instrumentos\ncongêneres, a estados, ao Distrito Federal ou a municípios.\n\nIncumbe também ao TCU apreciar, para fins de registro, a legalidade dos\natos de admissão de pessoal, a qualquer título, na administração direta\ne indireta, incluídas as fundações instituídas e mantidas pelo Poder\nPúblico, excetuadas as nomeações para cargo de provimento em comissão,\nbem como a legalidade das concessões de aposentadorias, reformas e\npensões.\n\nNa hipótese de ilegalidade de despesa ou irregularidade de contas, cabe\nao TCU assinar prazo para que o responsável adote providências\ncorretivas; sustar a execução do ato impugnado, exceto quanto a\ncontrato, cuja competência é do Congresso Nacional; representar ao poder\ncompetente sobre os abusos ou irregularidades verificados, e ainda,\nconforme o caso e a gravidade da transgressão, cominar sanções previstas\nem lei. Por força constitucional, as decisões do tribunal de que resulte\nimputação de débito ou cominação de multa têm eficácia de título\nexecutivo.\n\nPor último, a Constituição de 1988 manteve uma das mais relevantes\natribuições do tribunal: oferecer parecer prévio às contas anuais do\npresidente da República para posterior julgamento pelo Congresso\nNacional.\n\nMarcos Vilaça\n\n(colaboração especial)\n\n**FONTES:** *Almanaque Abril* (1976); BITTENCOURT, A. *Notas*; *CORTÉS,*\nC. *Homens*; HUGUENEY, C*. Tribunal*; MOREIRA, V. *Competência*; TRIB.\nDE CONTAS DA UNIAO*. Legislação*;TRIB. DE CONTAS DA UNIÃO. *Notas*.\n","ref":"**FONTES:** *Almanaque Abril* (1976); BITTENCOURT, A. *Notas*; *CORTÉS,*\nC. *Homens*; HUGUENEY, C*. Tribunal*; MOREIRA, V. *Competência*; TRIB.\nDE CONTAS DA UNIAO*. Legislação*;TRIB. DE CONTAS DA UNIÃO. *Notas*.\n","dic":"DHBPR"}
