{"title":"UCHOA, Mendonça","cargoss":["magistrado","min. STJ 1887-1890","min. STF 1891-1892."],"author":"Eduardo Junqueira","content":"**UCHOA, Mendonça**\n\n\\* magistrado; min. STJ 1887-1890; min. STF 1891-1892.\n\n*Inácio José de Mendonça Uchoa* nasceu na província de Alagoas em 9 de\njaneiro de 1820, filho de Jacinto Pais de Mendonça e de Ana Joaquina de\nMendonça Uchoa.\n\nFormou-se em ciências jurídicas e sociais pela Faculdade de Direito de\nOlinda em 1844 e no ano seguinte iniciou a carreira na magistratura como\npromotor público da localidade de Penedo, no extremo sul da província\nalagoana. Em dezembro de 1846 foi nomeado juiz municipal e de órfãos dos\ntermos reunidos de Anadia, Poxim e Palmeira, e em março de 1848 foi\nremovido para os termos de Alagoas, Santa Luzia do Norte e São Miguel,\ntodos na mesma província. Em setembro de 1855 foi nomeado juiz de\ndireito da comarca de Flores, em Pernambuco, e no ano seguinte foi\nremovido novamente para Anadia. No mesmo ano assumiu a segunda\nvice-presidência da província de Alagoas em substituição ao titular do\ncargo, que fora eleito deputado pela província de Pernambuco. Como\nvice-presidente presidiu eleições provinciais marcadas por conflitos.\nRetornou à judicatura em 1858.\n\nEm 1873 foi nomeado desembargador da Relação de Porto Alegre, sendo dali\nremovido para a Relação de São Paulo em julho de 1876. Na Relação\npaulista, ocupou o cargo de procurador da coroa, soberania e fazenda\nnacional, a partir de maio de 1886. Em novembro de 1887, foi nomeado\nministro do Supremo Tribunal de Justiça do Império, na vaga proveniente\nda aposentadoria de Luís Antônio Barbosa d’Almeida. Após a proclamação\nda República, seguiu para o Supremo Tribunal Federal (STF), tribunal\nconstitucional criado em outubro de 1890 segundo o modelo da Suprema\nCorte norte-americana e instalado em fevereiro de 1891. Permaneceu,\ncontudo, pouco mais de um ano na corte, sendo aposentado em de março de\n1892 no contexto da reforma realizada pelo governo Floriano Peixoto com\no objetivo de afastar os juízes oriundos do antigo tribunal superior da\nmonarquia.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, em 24 de\njaneiro de 1910.\n\nEra casado com Amélia Vieira de Mendonça Uchoa.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J.\n*Notas*;*Relatório da Província de Alagoas, 1857*. Disponível em:\n\\<http://brazil.crl.edu/bsd/bsd/u024/000086.html\\>;RODRIGUES, L.\n*História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J.\n*Notas*;*Relatório da Província de Alagoas, 1857*. Disponível em:\n\\<http://brazil.crl.edu/bsd/bsd/u024/000086.html\\>;RODRIGUES, L.\n*História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}