{"title":"UNIVERSIDADE FEDERAL DO AMAZONAS (UFAM)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**UNIVERSIDADE FEDERAL DO AMAZONAS (UFAM)**\n\nInstituição estabelecida em janeiro de 1909 com o nome de Escola\nUniversitária Livre de Manaus. Foi sucessivamente chamada de\nUniversidade de Manaus (1913), Universidade do Amazonas (1962) e\nUniversidade Federal do Amazonas (2002).\n\nTrajetória\n\nA partir de 1890, com a exploração da borracha, o estado do Amazonas\nconheceu um grande desenvolvimento econômico e financeiro, atraindo\ngrandes investimentos estrangeiros, principalmente ingleses. A cidade de\nManaus sofreu grandes transformações, com novas instalações portuárias e\nmodernização do sistema de navegação, e com a implantação de novos\nsistemas de transporte urbano, de fornecimento de energia elétrica e de\nsaneamento básico.\n\nDentro desse quadro de transformações, em dezembro de 1906 foi criado o\nClube da Guarda Nacional do Amazonas, que visava ao desenvolvimento\nprofissional de seus associados, dando-lhes acesso à arte da guerra e à\nformação militar. O clube, em 10 de novembro de 1908, criou a Escola\nMilitar Prática do Amazonas. O ensino na escola seria constituído por\ndois cursos, o preparatório e o superior, visando ambos à instrução\nmilitar dos oficiais da Guarda Nacional e de outras milícias, assim como\nà formação de qualquer brasileiro. Cada curso teria duração de três\nanos. Seis dias após a criação da Escola Militar Prática, em 16 de\nnovembro de 1908, a instituição foi transformada em Escola Livre de\nInstrução Militar do Amazonas, de modo a ganhar maior amplitude. Em 17\nde janeiro do ano seguinte, a Escola Livre de Instrução Militar foi\ntransformada em Escola Universitária Livre de Manaus, tendo como líder o\ntenente-coronel Joaquim Eulálio Gomes da Silva Chaves.\n\nÉ importante lembrar que o ensino superior no Brasil teve início com a\nchegada da família real em 1808, quando foram instituídos em Salvador os\ncursos de cirurgia, anatomia e obstetrícia, origem da futura Faculdade\nde Medicina da Bahia. Ainda em 1808, foi criada no Rio de Janeiro a\nAcademia da Marinha, com cursos de cirurgia e anatomia para a formação\nde cirurgiões militares. Ao longo do período imperial, outras faculdades\nforam surgindo. Com a proclamação da República, foi criada uma ordem\njurídica que contribuiu para o surgimento de instituições de ensino\nsuperior em diversos estados da Federação. Em três deles surgiram\nuniversidades, fora e à revelia do poder central: no Amazonas (1909), em\nSão Paulo (1911) e no Paraná (1912). Em 1920 foi criada a Universidade\ndo Rio de Janeiro. A Escola Universitária Livre de Manaus foi, portanto,\na primeira universidade brasileira.\n\nA nova instituição no Amazonas teve reconhecimento oficial no dia 8 de\noutubro de 1909. Faziam parte da estrutura da universidade a\ncongregação, a diretoria, o conselho científico, o conselho de revista,\no conselho disciplinar, a biblioteca e cinco faculdades: Faculdade\nMilitar, Faculdade de Medicina, Faculdade de Ciências Jurídicas e\nSociais, Faculdade de Engenharia e Faculdade de Ciências e Letras. O\npresidente do estado do Amazonas Antônio Clemente Ribeiro Bittencourt\nassinou a Lei n^o^ 601, considerando válidos no estado os títulos\nconferidos pela Escola Universitária Livre. Os cursos foram instalados\nem março de 1910.\n\nEm 13 de julho de 1913, por decisão da congregação, a Escola\nUniversitária Livre de Manaus passou a denominar-se Universidade de\nManaus. A instituição era mantida pelo governo do estado, pelas doações\nfinanceiras de simples cidadãos e de grandes proprietários de seringais,\nbem como por subvenções dos municípios de Manaus, Maués, Parintins,\nCoari, Lábrea, Benjamin Constant, Manicoré, Humaitá e Codajás. De 1910 a\n1914, a universidade concedeu grau a 56 alunos. Manaus possuía na época\nmenos de 50 mil habitantes.\n\nCom a crise da borracha na Amazônia, quando, incentivada pelos ingleses,\nse iniciaram as plantações na Malásia, Ceilão, Índia, Birmânia, Bornéu e\nTailândia, a educação no estado do Amazonas também foi atingida. Em\n1921, a Faculdade de Ciências Jurídicas e Sociais se desvinculou da\nestrutura da Universidade de Manaus, dando início à sua desestruturação.\nA partir daí, outras faculdades foram sendo fechadas.\n\nEm 1926, a própria universidade foi fechada, permanecendo como unidades\nisoladas de ensino superior a Escola Agronômica de Manaus (antiga\nFaculdade de Engenharia), que seria extinta em 1943; a Faculdade de\nFarmácia e Odontologia (antiga Faculdade de Medicina), que seria extinta\nem 1944; e a Faculdade de Direito (antiga Faculdade de Ciências\nJurídicas e Sociais).\n\nA universidade foi recriada em 1962, de acordo com projeto do então\ndeputado federal Artur Virgílio do Carmo Ribeiro Filho, com o nome de\nUniversidade do Amazonas. Iniciava-se então uma nova etapa do\ndesenvolvimento econômico e social da região amazônica. Em 1958, o\npresidente Juscelino Kubitschek (1956-1961) promulgara a Lei n^o^ 3.173,\nde 6 de junho, criando a Zona Franca de Manaus, o que determinou a\nnecessidade de pessoal qualificado de nível superior em diferentes áreas\nde conhecimento.\n\nEm 20 de junho de 2002, o presidente da República Fernando Henrique\nCardoso (1995-2002) promulgou a Lei n^o^ 10.468, que alterou o artigo 30\nda Lei n^o^ 4.069-A, de 12 de junho de 1962, e deu nova denominação à\nUniversidade do Amazonas. A partir de então ela passou a se chamar\nUniversidade Federal do Amazonas (UFAM), instituição de ensino superior,\npesquisa e estudo em todos os ramos do saber e da divulgação científica,\ntécnica e cultural.\n\nAlzira Alves de Abreu\n\n**FONTES:** BRITO, R. *100 anos*; FAVERO, M. *Universidade* (v.2).\n","ref":"**FONTES:** BRITO, R. *100 anos*; FAVERO, M. *Universidade* (v.2).\n","dic":"DHBPR"}
