{"title":"VALADARES, Henrique","cargoss":["Prefeito"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1895],"estados":["DF"],"autor":[0],"content":"**VALADARES, Henrique**\n\n\\* pref. DF 1893-1895.\n\n*Henrique Dias Valadares* nasceu na província do Piauí em 1852.\n\nCursou a Escola Militar do Rio de Janeiro e durante o curso foi\ncomandante do corpo de alunos. Formado engenheiro militar, foi\ncomandante da Escola Militar do Rio Grande do Sul, professor catedrático\nda Escola Militar do Brasil e membro do conselho de instrução de Escola\nPrática do Rio de Janeiro.\n\nNomeado prefeito do Distrito Federal pelo presidente da República,\nmarechal Floriano Peixoto (1891-1894), tomou posse em 27 de junho de\n1893, sucedendo a Antônio Dias Ferreira. Pouco depois, eclodiu a Revolta\nda Armada, movimento de oposição ao governo de Floriano Peixoto chefiado\npelo almirante Custódio de Melo. Diante das ameaças à segurança da\ncidade, contribuiu à frente da prefeitura para a manutenção da ordem\npública.\n\nEm sua gestão reorganizou as repartições municipais, criou novos\nserviços e estabilizou as finanças da prefeitura. Conseguiu promover\nmudanças positivas para a cidade, como a canalização das águas pluviais\ne a expansão do serviço de bondes. Anteriormente, os contratos das\ncompanhias de bondes haviam sido renovados, o que resultou na expansão\ndas linhas, que passaram a alcançar pontos distantes da cidade. Em\nvirtude dessa expansão, houve a necessidade de executar algumas obras,\ncomo a perfuração do primeiro túnel para Copacabana, o Túnel Barroso,\nque ficaria conhecido como Túnel Velho, sob a supervisão do engenheiro\nCoelho Cintra, gerente da Companhia Jardim Botânico. O túnel foi\ninaugurado em 15 de maio de 1892, e em 1893 os bondes passaram a\ntrafegar por ele, percorrendo a rua Barroso (atual rua Siqueira Campos)\naté atingir o ponto terminal da praça Coronel Malvino Reis (atual\nSerzedelo Correia).\n\nEm janeiro de 1894, outro contrato foi firmado entre o secretário geral\nda prefeitura, Fausto de Aguiar Cardoso, em nome do prefeito, e o\ncoronel Malvino Reis, presidente interino da Companhia Jardim Botânico.\nFoi autorizada a construção de dois ramais que partiriam da praça\nMalvino Reis, um deles em direção à igrejinha de Copacabana (onde se\nsitua o forte de Copacabana) e o outro em direção ao Leme.\n\nPoucos dias antes de deixar a prefeitura, em 31 de dezembro de 1894,\nHenrique Valadares lançou um empréstimo de 40 milhões de cruzeiros, para\nquitar dívidas de alguns compromissos e da construção de escolas\nmunicipais. Seu sucessor foi Francisco Furquim Werneck de Almeida.\n\nFaleceu no Rio de Janeiro em 8 de novembro de 1903.\n\nCláudia Mesquitta\n\n**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário* (1, 2\nRegiões); BERGER, P. *Dicionário – Leme à Gávea* (5, 6 Regiões); CONS.\nREG. BRAS. Disponível em: \\<www.crb3.org.br/carreira\\>; HOCHMAN, G.\n*Era*; INST. HIST. GEO. BRAS. Disponível em: \\<www.ihgb.org.br/acervo\\>;\nPINHEIRO, M. *Francisco*; PLANALTO. Disponível em:\n\\<www.planalto.gov.br/\\>; PORTO, A. *Historia*; PREF. RJ. Disponível em:\n\\<www.rio.rj.gov.br/arquivo/governantes\\>; REIS, J. *Rio de Janeiro*;\n*Revista Municipal de Engenharia* (v.42); SOBRAL, S. *Antonio*; SOBRAL,\nS. *Carlos Sampai*o; TEIXEIRA, A. *Estrutura*.\n","ref":"**FONTES:** ASSEMB. LEGISL. RJ. Disponível em:\n\\<www.alerj.rj.gov.br/memoria/historia\\>; BERGER, P. *Dicionário* (1, 2\nRegiões); BERGER, P. *Dicionário – Leme à Gávea* (5, 6 Regiões); CONS.\nREG. BRAS. Disponível em: \\<www.crb3.org.br/carreira\\>; HOCHMAN, G.\n*Era*; INST. HIST. GEO. BRAS. Disponível em: \\<www.ihgb.org.br/acervo\\>;\nPINHEIRO, M. *Francisco*; PLANALTO. Disponível em:\n\\<www.planalto.gov.br/\\>; PORTO, A. *Historia*; PREF. RJ. Disponível em:\n\\<www.rio.rj.gov.br/arquivo/governantes\\>; REIS, J. *Rio de Janeiro*;\n*Revista Municipal de Engenharia* (v.42); SOBRAL, S. *Antonio*; SOBRAL,\nS. *Carlos Sampai*o; TEIXEIRA, A. *Estrutura*.\n","dic":"DHBPR"}
