{"title":"BARRETO, Antônio Adolfo da Fontoura Mena","cargoss":["militar","const. 1891","dep. fed. RS 1891-1893","min. Guerra 1911-1912."],"author":null,"content":"**BARRETO, Antônio Adolfo da Fontoura Mena**\n\n\\*militar; const. 1891; dep. fed. RS 1891-1893; min. Guerra 1911-1912.\n\n*Antônio Adolfo da Fontoura Mena Barreto* nasceu em Porto Alegre, na\nentão província do Rio Grande do Sul, no dia 21 de fevereiro de 1846,\nfilho do marechal de campo Gaspar Francisco Mena Barreto e de Balbina\nCarneiro da Fontoura Mena Barreto.\n\nAssentou praça no Exército em outubro de 1861, e em 1864 seguiu para o\ncampo de combate na guerra contra Aguirre, presidente do Uruguai. Com as\nforças do marechal João Propício Mena Barreto, mais tarde barão de São\nGabriel, marchou para Paissandu e em seguida para Montevidéu,\nparticipando do sítio e da capitulação daquela cidade. Em 18 de\nfevereiro de 1865 foi promovido a alferes e partiu, então, sob as ordens\ndo general Manuel Luís Osório, futuro marquês de Herval, para Entre\nRios, província argentina ameaçada de invasão pelas tropas paraguaias.\nPresidido por Francisco Solano Lopez, o Paraguai havia declarado guerra\nao Brasil em 13 de dezembro de 1864, e fez o mesmo em relação à\nArgentina em 18 de março de 1865. Membro das tropas brasileiras na\nregião do Prata, Mena Barreto passou então a participar da Guerra do\nParaguai (1864-1870). Comandado pelo coronel João Manuel Mena Barreto,\nrumou para o Passo da Pátria, incorporando-se mais tarde ao corpo de\nExército estacionado em Curuzu, sob o comando do brigadeiro Manuel\nMarques de Sousa, o barão de Porto Alegre. Participou de toda a\ncampanha, e já após seu encerramento, foi promovido a tenente em 13 de\njunho de 1876, com antiguidade de 22 de junho de 1875. Sua promoção\nseguinte ocorreu apenas em 2 de setembro de 1884, quando passou capitão,\ncom antiguidade de 26 de agosto do mesmo ano.\n\nAproximou-se da política alistando-se nas fileiras do Partido\nConservador, no Rio Grande do Sul. Considerando que o partido\nenfraquecia devido à orientação da chefia, convenceu seus\ncorreligionários da necessidade de mudança. Contudo, não exigiu para si\na posição de chefe, e sim para Francisco da Silva Tavares, o Joca\nTavares, que assumiu a liderança do partido em abril de 1888. Desiludido\ncom o regime monárquico, tornou-se abertamente um dos mais esforçados\npropagandistas da corrente republicana que crescia pelo país. Nas\nvésperas do advento da República encontrava-se com seu regimento no Rio\nde Janeiro, então capital do Império. Não tardou a fazer alianças com\ncompanheiros de armas, propagandistas republicanos, como Benjamin\nConstant, Frederico Sólon Sampaio Ribeiro, Joaquim Inácio Batista\nCardoso, Sebastião Bandeira, Saturnino Cardoso, Marciano de Magalhães,\nLauro Müller, Augusto Tasso Fragoso, Adolfo Peña e outros. Tornou-se,\nentão, um dos oficiais que mais ativamente trabalharam para a\nimplantação do novo regime.\n\nProclamada a República em 15 de novembro de 1889, como recompensa por\nseus serviços à causa republicana, foi promovido a major em 7 de janeiro\nde 1890 e a tenente-coronel pouco depois, em 17 de março. Em 15 de\nsetembro de 1890 foi eleito deputado federal constituinte pelo Rio\nGrande do Sul. Tomou posse em 15 de novembro seguinte, participou dos\ntrabalhos de elaboração da primeira Constituição republicana do país,\nafinal promulgada no dia 24 de fevereiro de 1891, e em 25 de abril foi\ntransferido para a sua terra natal, como comandante do então 4^o^\nRegimento de Cavalaria Ligeira, em Itaqui. Nesse posto, prestou auxílio\na Júlio de Castilhos na defesa das novas instituições. Em paralelo, a\npartir de junho, ao se iniciar a legislatura ordinária, ocupou uma\ncadeira na Câmara dos Deputados no Rio de Janeiro, agora Distrito\nFederal. No curto período em que esteve no parlamento, dedicou-se quase\nque integralmente a questões relativas à carreira militar. Além disso,\npostou-se na defesa do marechal Deodoro da Fonseca, primeiro presidente\nconstitucional da República do Brasil.\n\nFiel e devotado amigo do marechal-presidente, Mena Barreto com ele se\nsolidarizou quando da crise que o levou à renúncia em 23 de novembro de\n1891. Chegou a planejar uma invasão do Rio Grande do Sul, mas foi\nimpedido pelas autoridades uruguaias. Com a substituição de Deodoro pelo\nvice-presidente Floriano Peixoto, retornou ao Rio de Janeiro e ligou-se\naos adversários deste. Foi assim um dos signatários do chamado\n“Manifesto dos 13 Generais”, publicado em 6 de abril de 1892. No\ndocumento, os oficiais sustentavam que, segundo a Constituição, deveria\nser feita nova eleição para presidente, uma vez que o marechal Deodoro\nhavia renunciado dentro do primeiro biênio governamental. Além disso,\ncriticavam a intervenção do governo federal nos governos estaduais.\nFloriano Peixoto, declarando tratar-se de uma revolta de oficiais, em 10\nde abril prendeu os signatários do manifesto. Em consequência, Mena\nBarreto foi encarcerado a bordo do encouraçado *Aquidabã* e desterrado\npara regiões do estado do Amazonas, onde permaneceu durante seis meses.\nAnistiado, reassumiu o mandato de deputado federal.\n\nNo Combate à Revolução Federalista\n\nCom o retorno de Júlio de Castilhos ao governo do Rio Grande do Sul em\n1893, Mena Barreto passou a apoiar o governo contra a Revolução\nFederalista. O movimento ameaçou a estabilidade do governo republicano\ne, em resposta, Floriano Peixoto enviou tropas federais para o Sul com o\nobjetivo de combatê-lo. Mena Barreto participou da campanha de março de\n1893 até seu encerramento em agosto de 1895, incorporando-se, no comando\nda 2^a^ Brigada legalista, às fileiras dos chamados “pica-paus”,\nseguidores de Júlio de Castilhos, que combatiam os “maragatos”,\ndefensores do federalismo e do parlamentarismo. Sua atuação durante o\nmovimento assinalou sua reconciliação com Floriano Peixoto.\n\nNo início da guerra civil, os revolucionários, comandados por João Nunes\nda Silva Tavares, conhecido como Joça Tavares, e Gumercindo Saraiva,\nconcentraram-se em regiões de fronteira com o Uruguai, próximas a Bajé\n(RS). Iniciaram, então, a invasão daquela cidade gaúcha, onde Mena\nBarreto assumira o comando das forças legais. Diante do sucesso inicial\ndas ações dos maragatos e do recrudescimento da revolução, e existindo\nnas forças legalistas mais de um chefe de igual patente, Mena Barreto\nconcluiu que faltava uma unidade de comando. Solicitou ao governo a\nnomeação de um oficial general que assumisse o comando em chefe das\ntropas, no que foi atendido por Floriano, que nomeou o general João\nBatista da Silva Teles para a função.\n\nEm abril de 1893, à frente de sua brigada, Mena Barreto combateu\ndiretamente as forças federalistas, sendo ferido nos combates próximos\nao povoado da Serrilhada. Mesmo ferido e quase derrotado, pois já havia\nperdido posições para os federalistas, conseguiu de novo conquistá-las,\nforçando o inimigo à fuga até o Uruguai. Em seguida, continuou a\nacompanhar as ações de Gumercindo Saraiva, que retornara a solo\nbrasileiro, até o rio Negro, onde recebeu ordem de regressar a Bajé.\nDevido ao seu estado de saúde, foi-lhe determinado que regressasse a\nPelotas e, mais tarde, à capital do estado.\n\nAinda não restabelecido completamente, a convite do então ministro da\nGuerra general Francisco Antônio de Moura, e de Júlio de Castilhos,\nmarchou para São Jerônimo, para dar combate às forças revolucionárias\nque assolavam o município de São Sepé, operação que não se realizou,\npois os federalistas tomaram a direção de São Gabriel, onde derrotaram\nas forças legalistas. Em seguida, rumaram em direção norte e invadiram\nSanta Catarina. Mena Barreto marchou, então, para a cidade de Itajaí,\nnaquele estado, onde Gumercindo Saraiva e outros líderes maragatos se\nachavam alojados. Depois de um combate que durou mais de três horas, os\nfederalistas foram obrigados a abandonar a posição.\n\nMena Barreto retirou-se com sua brigada e posteriormente foi designado\npara seguir em direção ao rio Pelotas, na divisa entre os estados do Rio\nGrande do Sul e Santa Catarina, para impedir a passagem de Gumercindo\nSaraiva que regressava triunfante do Paraná, depois da tomada da cidade\nda Lapa. Com as margens do rio guarnecidas e atacado ainda pelas forças\nde Mena Barreto reunidas às do general Artur Oscar, Gumercindo foi\nobrigado a uma nova retirada pelo centro do sertão. Foi derrotado pela\ntropa legalista comandada pelo general Lima no município de Passo Fundo\n(RS) e posto em fuga rumo à fronteira de Missões. Com essa constante\nperseguição, chegou a Carovi e ali, em 10 de agosto de 1894, foi\nderrotado e morto em combate pelas forças daquele general. Confiado o\ncomando dos federalistas a Aparício Saraiva, irmão de Gumercindo,\nseguiram estes rumo à fronteira com o Uruguai, devendo efetuar uma\npassagem pelo rio Ibicuí. Mais uma vez as margens estavam guarnecidas\npelas tropas lideradas por Mena Barreto, o que lhes impediu o intento.\nNesse mesmo comando, Mena Barreto bateu as forças federalistas na Serra\ndo Caverá, na localidade de Rosário do Sul (RS), e as que se encontravam\nem Lavras do Sul (RS) e em Camapuã (MT).\n\nNessa fase da revolução, em 24 de junho de 1895, foi morto no Campo\nOsório o almirante Luís Filipe Saldanha da Gama, um dos líderes da\nRevolta da Armada, movimento de oposição ao marechal Floriano Peixoto\nque, após ser derrotado no Rio de Janeiro, rumou para o Sul do país e\nuniu-se aos federalistas. Formalizou-se, então, um acordo para\npacificação em 23 de agosto, e teve início a dissolução das forças\npatrióticas. Em face da formalização do fim do conflito, Mena Barreto\ndeixou o campo de ação. Parte dos revoltosos, no entanto, não se\nconformando com o tratado de pacificação que acabara de ser assinado,\ncontinuou a percorrer os Pampas. Mena Barreto, a convite do general em\nchefe das forças legais e do governo Castilhos, seguiu com o intuito de\nfazê-los depor as armas, o que conseguiu, obtendo a sua dispersão desde\nPalmeira das Missões até Vacaria. Em 11 de fevereiro de 1896 foi\npromovido a coronel, com antiguidade de 23 de julho de 1894.\n\nEm 1902, acusado de ter proferido um pronunciamento, foi preso na\nfortaleza de Santa Cruz, no Rio de Janeiro. Anulada a decisão judicial,\nainda assim foi mandado servir em Mato Grosso. Insatisfeito, pediu\nreforma em 18 de novembro de 1903, permanecendo fora do serviço ativo\naté 9 de janeiro de 1907. Revertido à efetividade, foi promovido a\ngeneral de divisão no dia 14 de novembro de 1910 e nomeado, no dia 25\ndaquele mês, comandante do então 4o Distrito Militar, localizado no Rio\nde Janeiro. No mês seguinte, participou da retomada da ilha das Cobras,\ntambém no Rio de Janeiro, na qual fuzileiros navais, presos em\nconsequência da Revolta da Chibata, haviam iniciado nova rebelião.\nDeixou o posto em 12 de setembro de 1911, quando foi nomeado ministro da\nGuerra pelo presidente da República, marechal Hermes da Fonseca\n(1910-1914), em substituição ao general Emídio Dantas Barreto, que\nassumiria o governo de Pernambuco.\n\nNo Ministério da Guerra\n\nDurante a administração de Mena Barreto à frente do Ministério da\nGuerra, através do Decreto n^o^ 9.397, de 28 de fevereiro de 1912, foi\ncriado o Colégio Militar de Porto Alegre. Sua permanência no ministério\nfoi, entretanto, curta. Acusado de interferir na política estadual,\nespecialmente do Rio Grande do Sul, durante uma reunião do gabinete\nministerial realizada em 29 de março de 1912, exonerou-se. Reformou-se\nem seguida, afastando-se das atividades políticas.\n\nDurante toda a sua carreira militar pertenceu à arma de cavalaria, tendo\nexercido o comando da 1^a^ Brigada Estratégica na capital da República.\nFoi, ainda, deputado estadual em sua terra natal. Recebeu as\ncondecorações das ordens de Cristo e da Rosa. Possuía, também, as\nmedalhas comemorativas da Guerra do Paraguai, conferidas pelo Brasil,\nArgentina e Uruguai.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 4 de junho de\n1914.\n\nEra casado com Raquel Ribeiro Mena Barreto. Seu sobrinho, João de Deus\nMena Barreto, foi um dos líderes da junta governativa provisória que\nadministrou o país entre a deposição de Washington Luís, em 24 de\noutubro de 1930, e a posse de Getúlio Dorneles Vargas, em 3 de novembro\ndo mesmo ano.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** ABRANCHES, J. *Governos* (v.I, p.198); CÂM. DEP. *Anais*;\nCONG. CONST. REP. *Anais*; DONATO, H. *Dicionário*;*Encic. Mirador\nInternacional* (v.14, p.7.466); *Jornal do Brasil* (5/6/1914, p.12);\n*Jornal do Comércio* (5/6/1914, p.4); LAGO, L. *Estado-Maior* (p.53);\nLEMOS, R. *Benjamin Constant*; LEMOS, R. *Mena Barreto*; LOPES, T.;\nTORRES, G. *Ministros* (p.168-169); MACCANN, F. *Soldados*; MIN. GUERRA.\n*Almanaque* (1909); 1^a^ REGIÃO MILITAR. Galeria. Disponível em:\n\\<www.1rm.eb.mil.br/index.php/galeria.html\\>. Acesso em: 30/4/2011; 1^a^\nREGIMENTO DE CAVALARIA MECANIZADO. *Ex*-*Comandantes*. Disponível em:\n\\<www.1rcmec.eb.mil.br/paginas/principal.htm\\>. Acesso em: 30/4/2011.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.I, p.198); CÂM. DEP. *Anais*;\nCONG. CONST. REP. *Anais*; DONATO, H. *Dicionário*;*Encic. Mirador\nInternacional* (v.14, p.7.466); *Jornal do Brasil* (5/6/1914, p.12);\n*Jornal do Comércio* (5/6/1914, p.4); LAGO, L. *Estado-Maior* (p.53);\nLEMOS, R. *Benjamin Constant*; LEMOS, R. *Mena Barreto*; LOPES, T.;\nTORRES, G. *Ministros* (p.168-169); MACCANN, F. *Soldados*; MIN. GUERRA.\n*Almanaque* (1909); 1^a^ REGIÃO MILITAR. Galeria. Disponível em:\n\\<www.1rm.eb.mil.br/index.php/galeria.html\\>. Acesso em: 30/4/2011; 1^a^\nREGIMENTO DE CAVALARIA MECANIZADO. *Ex*-*Comandantes*. Disponível em:\n\\<www.1rcmec.eb.mil.br/paginas/principal.htm\\>. Acesso em: 30/4/2011.\n","dic":"DHBPR"}