{"title":"VALE, Josué da Cunha","cargoss":["Ministro do Tribunal de Contas"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1893],"estados":[0],"autor":[0],"content":"**VALE, Josué da Cunha**\n\n\\*min. TCU 1893.\n\n*Josué da Cunha Vale* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 15 de maio de 1833, filho de José da Cunha Vale.\n\nBacharel em direito, após atuar na política municipal assumiu, em 1886,\na Diretoria geral de Contabilidade do Tesouro Nacional, cargo que ocupou\naté 1893. Em 17 de janeiro desse ano, tomou posse como ministro do\nTribunal de Contas da União (TCU). O tribunal, criado pelo Decreto n^o^\n966-A, de 7 de novembro de 1890, por iniciativa do então ministro da\nFazenda, Rui Barbosa, e norteado pelos princípios da autonomia,\nfiscalização, julgamento, vigilância e energia, foi institucionalizado\ndefinitivamente pela Constituição de 1891, ainda por influência de Rui\nBarbosa. Contudo, sua efetiva instalação só ocorreu em 17 de janeiro de\n1893, graças ao empenho de Serzedelo Correia, ministro da Fazenda do\ngoverno do presidente Floriano Peixoto (1891-1894). Originariamente o\nTCU era responsável pelo exame, revisão e julgamento de todas as\noperações relacionadas à receita e à despesa da União. A Constituição de\n1891 conferiu-lhe competência para liquidar as contas da receita e da\ndespesa e verificar sua legalidade antes de serem prestadas ao Congresso\nNacional.\n\nMembro da primeira leva de ministros do TCU, exerceu o cargo durante\ntodo o ano de 1893. Em 1898, tornou-se juiz de paz, eleito pelo primeiro\ndistrito de Niterói.\n\nFoi condecorado com as medalhas de Comendador da Ordem Nosso Senhor\nJesus Cristo e Oficial da Ordem Rosa (Honorários e Efetivos).\n\nIzabel Pimentel da Silva\n\n**FONTES:** TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"**FONTES:** TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","dic":"DHBPR"}
