{"title":"VELHO, Pedro","cargoss":["gov. RN 1889 e 1890","const. 1891","dep. fed. RN 1891-1892","gov. RN"],"author":"Renato Amado Peixoto","content":"**VELHO, Pedro**\n\n\\* gov. RN 1889 e 1890; const. 1891; dep. fed. RN 1891-1892; gov. RN\n1892-1896; dep. fed. RN 1896; sen. RN 1897-1907.\n\n*Pedro Velho de Albuquerque Maranhão* nasceu em Macaíba (RN) no dia 27\nde novembro de 1856, filho de Amaro Bezerra de Albuquerque Maranhão e de\nFeliciana Maria da Silva Pedrosa. Seu avô materno, o comerciante e\nsenhor de engenho Fabrício Gomes Pedrosa, foi o fundador da cidade de\nMacaíba e era uma das maiores fortunas do Rio Grande do Norte. Alguns de\nseus irmãos exerceram cargos de importância: Alberto Frederico de\nAlbuquerque Maranhão foi governador do Rio Grande do Norte de 1900 a\n1904, deputado federal de 1904 a 1908, novamente governador de 1908 a\n1914 e novamente deputado federal de 1915 a 1929; Augusto Severo de\nAlbuquerque Maranhão, além de inventor e pioneiro da navegação aérea,\nfoi deputado federal de 1893 a 1902; e Fabrício Gomes de Albuquerque\nMaranhão foi presidente da intendência de Canguaretama (RN) de 1893 a\n1913 e deputado estadual de 1894 a 1912.\n\nFormou-se pela Faculdade de Medicina do Rio de Janeiro em 1881 e nesse\nmesmo ano casou-se com Petronila Florinda Pedrosa, filha do segundo\ncasamento de seu avô Fabrício Gomes Pedrosa com Luísa Florinda de\nAlbuquerque Maranhão, irmã de seu pai. Petronila era, portanto, sua tia\ne prima, e seu avô Fabrício tornou-se também seu sogro.\n\nEm 1885 foi nomeado inspetor da Saúde Pública e assumiu a cadeira de\nhistória no Colégio Ateneu em Natal. Sua entrada na política se deu nos\nprimeiros dias de 1888, quando ajudou a fundar a Sociedade Libertadora\nNorte-Rio-Grandense. Em 27 de janeiro do ano seguinte foi um dos\nfundadores do Partido Republicano do Rio Grande do Norte e, em 1^o^ de\njulho, do jornal *A República*. No mesmo ano foi candidato a deputado\ngeral, naquelas que seriam as últimas eleições do Império, pela legenda\ndo Partido Republicano.\n\nGovernador e Chefe Político do Rio Grande do Norte\n\nEm 17 de novembro de 1889, dois dias após a proclamação da República\n(15/11/1889), Pedro Velho recebeu a administração do Rio Grande do Norte\ndas mãos do último presidente da província, Antônio Basílio Ribeiro\nDantas. Em 6 de dezembro seguinte, passou o governo ao paulista Adolfo\nda Silva Gordo, enviado do Rio de Janeiro após ter sido nomeado\ngovernador do Rio Grande do Norte pelo governo provisório da República\nchefiado pelo marechal Deodoro da Fonseca. Em 8 de fevereiro de 1890,\nseria a vez de Adolfo Gordo ser afastado, por interferência direta de\nPedro Velho junto a Aristides da Silveira Lobo, ministro do Interior.\nAssumiu então o governo do estado seu aliado Jerônimo Américo Raposo\nCâmara, que em 10 de março seria substituído por Joaquim Xavier da\nSilveira Júnior, também aliado. Em 19 de setembro, quatro dias após ter\nsido eleito deputado ao Congresso Nacional Constituinte, Pedro Velho\nvoltou ao governo do estado, novamente por um curto período: em 8 de\nnovembro transmitiu o cargo a João Gomes Ribeiro, e no dia 15 tomou\nposse na Constituinte.\n\nAo assumir o governo em 1889 e 1890, Pedro Velho organizou-o com base\nnos quadros dos partidos Conservador e Liberal, manipulando os\ninteresses divergentes de suas várias facções. O particularismo das\ndisputas nesses partidos lhe permitiu cooptar, entre outros, José\nBernardo de Medeiros, “o bispo do Seridó”, chefe da maior base eleitoral\ndos antigos liberais, e Francisco Amintas da Costa Barros, importante\nlíder conservador. Alinhavou ainda nessa costura política representantes\ndo Exército, da Armada e dos republicanos históricos. Basicamente, seria\nesse o desenho de forças que perseguiria a partir de então,\ncontinuamente adaptado às transformações do cenário político.\n\nPor outro lado, Pedro Velho teve que lutar para afirmar sua liderança\nfrente às facções divergentes do Partido Republicano e aos demais grupos\nrepublicanos do estado. A princípio essa disputa foi encaminhada\nfavoravelmente, pela influência que conseguiu mobilizar junto aos\nmembros do governo provisório no Rio de Janeiro, o que lhe permitiu\nfazer remover ou nomear governadores conforme suas tendências políticas\nse revelavam. Contudo, a divisão do partido na eleição de Deodoro da\nFonseca para presidente da República pela Constituinte (25/2/1891) e a\nindicação de um governador pertencente às facções que haviam apoiado\nDeodoro – nas quais não se incluía Pedro Velho – vieram alterar essa\nsituação. A partir de então na oposição aos governos estadual e federal,\no “pedrovelhismo” passou a se delinear como uma corrente política do\nPartido Republicano, rivalizada apenas pela de José Bernardo de\nMedeiros, a “facção do Seridó”, que, contudo, se movia pelo sentido da\nfidelidade ao chefe político. O “pedrovelhismo” passou então a se\ncaracterizar por um discurso que enfatizava a fidelidade ao ideário\nrepublicano e a adesão ao centralismo partidário, contra o que rotulava\ncomo “sebastianismo” ou “saudosismo monárquico”.\n\nCom a renúncia de Deodoro em 23 de novembro de 1891, foi possível para\nos “pedrovelhistas”, cinco dias depois, depor o governo estadual –\nàquela altura ocupado por Miguel Castro – e afastar todas as facções do\npartido não alinhadas a Pedro Velho, com exceção de José Bernardo.\nAlçando ao poder uma junta governativa, os dois líderes instalaram um\nCongresso Constituinte estadual que elegeu Pedro Velho governador. Em 22\nde fevereiro de 1892 o presidente do Congresso estadual Jerônimo Câmara\nrecebeu o governo da junta governativa e no dia 28 transferiu-o ao\ngovernador eleito.\n\nÀ frente da máquina do estado, Pedro Velho pôde cooptar as lideranças\npolíticas mais tradicionais e se voltar contra a “facção do Seridó”,\ndefendendo a candidatura de seu irmão Augusto Severo de Albuquerque\nMaranhão a deputado federal contra as demandas daquele grupo. Essa\natitude provocou um novo rompimento no partido que quase causou a\nderrubada de Pedro Velho, já que os esforços de José Bernardo passaram a\ncontar com a concordância tácita do presidente da República, marechal\nFloriano Peixoto. Em 1894, com a afirmação de sua liderança e o\nafastamento de José Bernardo, Pedro Velho já era o líder inconteste e\ncarismático do Partido Republicano do Rio Grande do Norte, reforçado em\nseu prestígio pela continuada resistência às forças combinadas de dois\nadversários poderosos.\n\nA partir de então Pedro Velho montaria o sistema político que\nsobreviveria a seu governo, e mesmo à sua morte, e que internamente se\ncaracterizaria, de um lado, por uma rígida coordenação da distribuição\ndos privilégios e oportunidades, em que a base do ordenamento eram os\nfamiliares, e de outro, por uma política de cooptação contínua destinada\na diminuir as deficiências da base familiar. Nesse sentido, buscou\ncontinuamente agregar ao partido elementos com capacidades provadas ou\npotencialidades que se somassem ao seu sistema. Elói de Sousa, Junqueira\nAires, Pereira Reis e mesmo Almino Afonso podem ser citados como\nexemplos da capacidade extraordinária de julgamento de Pedro Velho, que\nmuito contribuiu para consolidar seu sistema também externamente.\n\nComo bem julgou Pedro Velho, o posicionamento monolítico da bancada do\npartido nas questões nacionais, combinado à qualidade das suas\nintervenções, possibilitou a conquista de verbas federais e de um\nprestígio muito desproporcionais ao tamanho do estado. Seriam exemplos\ndesse prestígio a conquista de ministérios importantes, como o da\nJustiça e Negócios Interiores para Augusto Tavares de Lira, a instalação\nem Natal da Comissão de Perfuração de Poços, ou o convite que recebeu\npara disputar a vice-presidência ao lado de Afonso Pena. Assim também,\nPedro Velho poderia, sem sobressaltos, apoiar Francisco Glicério quando\nda cisão do Partido Republicano Federal em 1897 ou Lauro Sodré em 1898,\nou ainda, receber de volta José Bernardo no Partido Republicano do Rio\nGrande do Norte.\n\nPedro Velho organizou o estado à sua feição, favoreceu seus\ncorreligionários e familiares, e transformou Natal, uma vila acanhada e\ntortuosa, numa cidade de ruas retas e largas, dotada das comodidades de\nseu tempo – afinal, no seu estado não admitia oposição, nem mesmo da\ntopografia. Continuou a governar o Rio Grande do Norte por meio de seus\nsucessores, sendo eleito e elegendo todos que quis. Após deixar o\ngoverno em 25 de março de 1896 – quando tomou posse Joaquim Ferreira\nChaves –, ocupou uma cadeira na Câmara dos Deputados, vaga com o\nfalecimento de Junqueira Aires. Em 1897 mudou-se para o Senado Federal e\nfoi reeleito em 1906. No Senado, foi membro da Comissão de Constituição,\nPoderes e Diplomacia. Só a morte o interrompeu.\n\nFaleceu a bordo do *Brasil*, em Recife, a 9 de dezembro de 1907.\n\nDe seu casamento com Petronila, teve 13 filhos. Seu genro Augusto\nTavares de Lira foi governador do Rio Grande do Norte de 1904 a 1906,\nministro da Justiça de 1906 a 1909, senador de 1910 a 1914, ministro da\nViação e Obras Públicas de 1914 a 1918 e ministro do Tribunal de Contas\nda União (TCU) de 1918 a 1941.\n\nA seu respeito foram publicados os livros *Vida de Pedro Velho* (1954) e\n*Antologia de Pedro* Velho (1956).\n\nRenato Amado Peixoto\n\n**FONTES:** CASCUDO, L. *Antologia*; CASCUDO, L. *Governo*; CASCUDO, L.\n*Vida*; LIRA, A. *História*; MAIA, A. *Parlamentares*; SOUZA, I.\n*República.*\n","ref":"**FONTES:** CASCUDO, L. *Antologia*; CASCUDO, L. *Governo*; CASCUDO, L.\n*Vida*; LIRA, A. *História*; MAIA, A. *Parlamentares*; SOUZA, I.\n*República.*\n","dic":"DHBPR"}