{"title":"VERGUEIRO, César Lacerda de","cargoss":["dep. fed. SP 1914-1930","sen. SP 1951-1957."],"author":null,"content":"**VERGUEIRO, César Lacerda de**\n\n\\*dep. fed. SP 1914-1930; sen. SP 1951-1957.\n\n*César Lacerda de Vergueiro* nasceu em Santos (SP) no dia 11 de junho de\n1886, filho de Afonso de Vergueiro e de Manuela Lacerda de Vergueiro.\nEra neto do comendador Luís Vergueiro e do barão de Araras, e bisneto do\nsenador Vergueiro, regente do Império e iniciador da imigração no\nBrasil, do barão de Antonina, grande sertanista, e do alferes Franco,\nfundador de várias cidades paulistas.\n\nFez seus primeiros estudos no Ginásio Anchieta, em Nova Friburgo (RJ),\nbacharelando-se mais tarde, em 1907, pela Faculdade de Direito de São\nPaulo. Como estudante, foi presidente interino do Centro Acadêmico 11 de\nAgosto em 1906 e presidente eleito no ano seguinte.\n\nAdvogado, foi nomeado representante do estado de São Paulo na Exposição\nNacional do Rio de Janeiro em 1908. Participou depois da Campanha\nCivilista, movimento que promoveu em 1909 e 1910 a candidatura de Rui\nBarbosa à presidência da República, em oposição à do marechal Hermes da\nFonseca, afinal eleito em março de 1910. Na época, a campanha assumiu um\nnítido caráter antimilitarista.\n\nElegeu-se deputado federal por São Paulo em março de 1914, na vaga de\nElói Chaves, e teve o mandato renovado no ano seguinte. Reelegeu-se\nsucessivamente até 1930, quando perdeu o mandato em decorrência da\nvitória da revolução. No Parlamento, debateu problemas relacionados com\no escotismo, com a instalação de silos e outras medidas de economia\nagrícola. Apresentou projetos para a estrada de rodagem Rio-São Paulo,\npara a instalação de asilos, sobre o cooperativismo ferroviário, para a\nconstrução do edifício dos Correios e Telégrafos da capital e dos\nprédios da Alfândega, dos Correios e Telégrafos e da Base Aeronaval em\nSantos.\n\nApós 1930 exerceu atividades políticas como membro da comissão executiva\ndo Partido Republicano Paulista (PRP). Em maio de 1937, foi delegado\ndesse partido à convenção de lançamento da candidatura de José Américo\nde Almeida à presidência da República. De 1938 a 1940 foi secretário de\nJustiça e Interior no governo de Ademar de Barros (1938-1941). Um dos\nfundadores do Partido Social Democrático (PSD) em 1945, foi eleito\npresidente de sua seção paulista. Entre 1947 e 1950 exerceu novamente o\ncargo de secretário de Justiça e Interior no segundo governo Ademar de\nBarros (1947-1951). Liderou uma ala do PSD que apoiou Ademar na sucessão\npresidencial de outubro de 1950. Nesse pleito elegeu-se senador por São\nPaulo na legenda do Partido Social Progressista (PSP), tendo sido na\nocasião o senador mais votado do país. Assumiu o mandato em março de\n1951 e exerceu-o até janeiro de 1957, quando faleceu.\n\n**FONTES:**ABRANCHES, J. *Governo*; ARAÚJO, A. *Chefes*;ARQ. GETÚLIO\nVARGAS; CISNEIROS, A. *Parlamentares*; *Diário de Notícias* (26/5/1937);\n*Grande encic. Delta*; LEITE, A. *História*; *Quem é quem no Brasil*;\nSENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (2).\n","ref":"**FONTES:**ABRANCHES, J. *Governo*; ARAÚJO, A. *Chefes*;ARQ. GETÚLIO\nVARGAS; CISNEIROS, A. *Parlamentares*; *Diário de Notícias* (26/5/1937);\n*Grande encic. Delta*; LEITE, A. *História*; *Quem é quem no Brasil*;\nSENADO. *Relação*; TRIB. SUP. ELEIT. *Dados* (2).\n","dic":"DHBPR"}