{"title":"VIANA, Geraldo Azevedo","cargoss":["dep. fed. ES 1921-1929."],"author":"Nara Saletto/Fernando Achiamé","content":"**VIANA, Geraldo Azevedo**\n\n\\*dep*.* fed. ES 1921-1929.\n\n*Geraldo Azevedo Viana* nasceu em Guaçuí (ES) em 1877. Chegou a Muqui,\nentão distrito do município de Cachoeiro de Itapemirim (ES), como\nprofessor, e lá fez uma longa e bem sucedida carreira política.\n\nQuando Muqui tornou-se município em 1912, presidiu o primeiro governo\nmunicipal até 1914 e, a partir da criação do cargo de perfeito, foi\nsempre membro da Câmara Municipal. Em 1913, foi eleito deputado estadual\ne se reelegeu sucessivamente até 1921, acumulando os dois cargos.\n\nEra presidente do legislativo estadual em 1920, quando iniciou o\nconflito entre os irmãos Jerônimo e Bernardino Monteiro, na sucessão\ndeste último na presidência do estado. No decorrer da crise, a\nAssembleia se dividiu em duas, que se reuniam separadamente. Geraldo\nViana presidia a que apoiava Bernardino, que reconheceu e deu posse a\nNestor Gomes. A crise se resolveu a favor deles. No ano seguinte,\nGeraldo Viana foi eleito deputado federal pelo Espírito Santo, na chapa\ngovernista. Só então deixou a Câmara Municipal de Muqui.\n\nAssumindo, em 9 de maio de 1921, sua cadeira na Câmara dos Deputados no\nRio de Janeiro, então Distrito Federal, foi reeleito em 1924 e em 1927.\nNo Congresso Nacional apoiou os governos estaduais e federais que se\nsucederam, até o início do movimento da Aliança Liberal em 1929.\nIntegrou-se a esse movimento, que apresentava a candidatura de Getúlio\nVargas à presidência da República e prometia reformas liberalizantes no\nsistema oligárquico. Geraldo Viana passou então a atuar em oposição aos\ngovernos estadual de Aristeu Aguiar e federal de Washington Luís,\ntornando-se um ativo partidário da Aliança Liberal na Câmara dos\nDeputados. Concluiu seu mandato no Legislativo Federal em dezembro de\n1929, quando se encerrou a legislatura.\n\nDerrotada a candidatura de Vargas, apoiou a Revolução de 1930, que\nculminou com a deposição do presidente Washington Luís e a ascensão de\nGetúlio Vargas ao poder. Preterido para a interventoria estadual, passou\na se opor ao vencedor, capitão João Punaro Bley, que perseguiu os\n“geraldistas”, inclusive demitindo o filho de Geraldo, Alcides Viana, do\ncargo de interventor em Muqui.\n\nTransferiu-se para o Rio de Janeiro, onde exerceu a advocacia e ocupou o\ncargo de diretor da Carteira de Redescontos do Banco do Brasil. Foi\ntambém jornalista.\n\nFaleceu no Rio de Janeiro em 1954.\n\nEntre seus filhos, além de Alcides Viana, que presidiu o banco oficial\ndo Espírito Santo, constam o general Silvestre Viana e Zélia Viana de\nAguiar, casada com Francisco Lacerda de Aguiar, que governou por duas\nvezes o estado.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** ACHIAMÉ, F. *Espírito Santo*; CÂM. DEP. *Deputados\nbrasileiros*; MENDONÇA, P. *Muqui*; RAMBALDUCCI, N. *Muqui*; WANICK, F.\n*Aristeu.*\n","ref":"**FONTES:** ACHIAMÉ, F. *Espírito Santo*; CÂM. DEP. *Deputados\nbrasileiros*; MENDONÇA, P. *Muqui*; RAMBALDUCCI, N. *Muqui*; WANICK, F.\n*Aristeu.*\n","dic":"DHBPR"}