{"title":"VIANA, Geraldo","cargoss":["dep. fed. ES 1920-1930","rev. 1930."],"author":"Helena Faria","content":"**VIANA, Geraldo**\n\n\\*dep. fed. ES 1920-1930; rev. 1930.\n\n*Geraldo Viana* nasceu no atual município de Guaçuí (ES) no dia 5 de\ndezembro de 1877, filho de Silvestre Viana e de Marinha de Azevedo\nViana.\n\nConcluiu os estudos preparatórios em Campos (RJ), matriculando-se em\nseguida na Faculdade de Direito do Rio de Janeiro, pela qual se formou.\nEm 1905 foi nomeado professor público em Muqui (ES).\n\nIniciou-se na política ao ser eleito vereador em Muqui e presidente da\nCâmara Municipal, assumindo como tal a prefeitura do município. Eleito\ndeputado estadual em 1910, teve o mandato renovado até 1920. Entre 1912\ne 1920, exerceu a presidência da Câmara estadual, assumindo\ninterinamente a presidência do estado em 1913.\n\nEm 1920 foi pela primeira vez eleito deputado federal pelo Espírito\nSanto. Reeleito para a Câmara dos Deputados, deu parecer contrário à\nconcessão de licença à Itabira Iron Ore Company para explorar depósitos\nferríferos em Minas Gerais e defendeu também a construção de um porto em\nVitória, capital de seu estado, para a exportação de minério de ferro. A\npartir de agosto de 1929, quando os representantes de Minas Gerais e do\nRio Grande do Sul anunciaram na Câmara o início da campanha da Aliança\nLiberal, em prol das candidaturas de Getúlio Vargas e João Pessoa ao\ngoverno federal, foi um dos deputados liberais que mais se destacaram\nnos debates parlamentares.\n\nMembro da comissão executiva da Aliança Liberal, encarregada de\norganizar caravanas aos estados, chefiou a caravana aliancista ao\ninterior do estado do Rio e ao Espírito Santo. Em 12 de fevereiro de\n1930, a caravana chegou a Vitória, última cidade de seu roteiro, onde\nocorreu um dos mais sérios incidentes de toda a campanha aliancista.\nEnquanto discursava um dos representantes da Aliança Liberal, a polícia\ndissolveu o comício a mando do presidente do estado, Aristeu Aguiar,\ntendo inclusive atirado nos participantes. Diante disso, no dia seguinte\nGeraldo Viana avistou-se com o secretário do Interior do estado,\npedindo-lhe garantias para a realização dos demais comícios programados.\nO secretário comprometeu-se a garanti-los, lembrando, porém, a\nconveniência de os oradores não fazerem nenhuma referência injuriosa ao\ngoverno. Marcado novo comício, a polícia tornou a intervir com\nviolência, fazendo várias vítimas. No mesmo dia, o jornal *A Gazeta*,\núnico órgão liberal de Vitória, foi empastelado. Em virtude dos\nacontecimentos, a caravana deixou a capital do Espírito Santo no dia\nseguinte. O governo do estado afirmou ter perdido o controle da força\npolicial no momento da perturbação, o que, segundo Geraldo Viana,\nequivalia a assumir a responsabilidade pelo ocorrido.\n\nEm março de 1930 Geraldo Viana foi mais uma vez eleito deputado federal.\nCom a vitória da Revolução de 1930, teve o mandato interrompido em\noutubro daquele ano. Em 1934 foi eleito deputado à Assembleia\nConstituinte estadual do Espírito Santo. Em 1940 foi nomeado para a\nCarteira de Redescontos do Banco do Brasil, e em 1945 advogava no Rio de\nJaneiro, então Distrito Federal. Como empresário, foi diretor-presidente\nda Companhia Industrial Brasil Alumínio S.A.\n\nFaleceu no Rio de Janeiro no dia 17 de junho de 1960.\n\nFoi casado com Ana de Silveira Viana.\n\nDeixou publicado um *Comentário ao Código Civil*.\n\nHelena Faria\n\n**FONTES:**ENTREV. BIOG.; HIRSCHOWICZ, E. *Contemporâneos*; MORAIS, A.\n*Minas*.\n","ref":"**FONTES:**ENTREV. BIOG.; HIRSCHOWICZ, E. *Contemporâneos*; MORAIS, A.\n*Minas*.\n","dic":"DHBPR"}