{"title":"VIANA, Luís","cargoss":["gov. BA 1896-1900","sen. BA 1912-1920."],"author":"Silvia Noronha Sarmento/ Consuelo Novais Sampaio","content":"**VIANA, Luís**\n\n\\*gov. BA 1896-1900; sen. BA 1912-1920.\n\n*Luís Viana* nasceu em São José do Riacho da Casa Nova, na margem\nesquerda do São Francisco, na Bahia, no dia 30 de outubro de 1846, filho\ndo coronel José Manuel Viana e de Mariana Ribeiro Viana.\n\nApós concluir o curso de humanidades em Salvador, no Ginásio Baiano de\nAbílio César Borges, ingressou na Faculdade de Direito do Recife, onde\ncolou grau em 1869. Regressou à Bahia, logo após a formatura, para atuar\ncomo promotor público da cidade de Xique-Xique. Em 1870 filiou-se ao\nPartido Conservador, sob a liderança de João Maurício Wanderley, barão\nde Cotegipe. Dois anos depois elegeu-se deputado provincial para o\nperíodo 1872-1873, sendo reeleito para o biênio seguinte. Em 1874\ningressou na magistratura, ao ser nomeado por decreto imperial juiz\nmunicipal da comarca do São Francisco, e envolveu-se ativamente no jogo\npolítico da região. Em 1881 foi transferido para Santa Cristina do\nPinhal, no Rio Grande do Sul, por motivos políticos, e retornou à Bahia\nem 1885 como juiz da comarca de Abrantes, atual Mata de São João. Após a\nmorte de Cotegipe em 1889, e com o advento da República, tornou-se um\ndos líderes da ala conservadora da política baiana. No mesmo ano foi\nnomeado juiz da Vara dos Órfãos de Salvador, e no ano seguinte foi\npromovido a juiz seccional, cargo que hoje corresponde ao de juiz\nfederal.\n\nEm 1891 foi eleito senador para a Constituinte Estadual e tornou-se\npresidente da Assembleia que elaborou a primeira Constituição da Bahia.\nPromulgada a Carta, e feita a separação das casas legislativas,\nprosseguiu o mandato no Senado Estadual (1891-1896), do qual foi\nescolhido presidente. Ainda em 1891, diante da crise que levou à\ndeposição do governador José Gonçalves, por ser o primeiro sucessor\nlegal, na qualidade de presidente do Senado, foi convidado a assumir a\ndireção do estado pelo general Tude, que assumiu o poder, mas recusou o\nconvite. Preferiu renunciar à presidência do Senado estadual, alegando\nque “não compreendia governo sem força e, desde que a força não garante\no governo, o governo que seja a força”. Diante da negativa do segundo\nsubstituto legal, o presidente da Câmara Sátiro Dias, o general Tude\ncontinuou à frente do Executivo até o fim da crise, quando foi eleito o\ncontra-almirante Leal Ferreira.\n\nEm 1893 desentendeu-se com o ex-governador José Gonçalves, o que\nresultou na cisão do Partido Republicano Federalista (PRF) entre\n“vianistas” e “gonçalvistas”. No ano seguinte, a corrente vianista\norganizou o Partido Republicano Federal da Bahia. A disputa entre as\nduas correntes políticas resultou, no governo Rodrigues Lima, na\nduplicação do Poder Legislativo no Estado – em 1895 cada grupo deu posse\na seus próprios deputados, reunidos em assembleias distintas. Em\ndecorrência de viagem do governador à capital federal, ocorreu a\nduplicata do Poder Executivo, liderada por dois barões: o de Camaçari,\nchefiando o Executivo governista, e o de Jeremoabo, o oposicionista. A\ncrise terminou com o regresso antecipado de Rodrigues Lima. Ainda nesse\ngoverno, Luís Viana alcançou o ponto mais alto de sua carreira jurídica,\ncomo desembargador e depois presidente do Tribunal de Apelação e\nRevista. Renunciou ao cargo em 1895 para candidatar-se ao governo do\nestado e foi eleito.\n\nTomou posse como governador da Bahia no dia 28 de maio de 1896. Decidido\na melhorar o ensino, construiu o Ginásio da Bahia e a Escola Normal. No\nentanto, seu quadriênio ficou marcado por várias lutas interclãs no\ninterior do estado, principalmente no sertão, onde foi construído o\narraial de Canudos. Os primeiros combates à comunidade sertaneja\nliderada por Antônio Conselheiro foram desastrosos para seu governo.\nAcusado de fraqueza e conivência com os sertanejos, enfrentou forte\noposição, inclusive da então poderosa e politicamente influente classe\ncomercial de Salvador. Solicitou ajuda militar do governo federal, então\nchefiado pelo vice-presidente, o baiano Manuel Vitorino, mas as derrotas\niniciais das forças federais repercutiram mal na sua administração.\n\nTerminou o seu mandato de governador com muito baixa popularidade.\nDecidiu passar uma temporada na Europa e de lá regressou com a família\nem 1900, após o nascimento do filho. Ao desembarcar em Salvador, foi\nalvo de manifestações de repúdio, com vaias e apupos, não devidamente\nreprimidos pelo governador que o sucedera, Severino Vieira. O episódio\nselou o rompimento entre os dois.\n\nApós uma década no ostracismo, Luís Viana retornou à arena política ao\naliar-se com José Joaquim Seabra, então em plena ascensão rumo ao poder\nno estado. Ao lado dos “seabristas”, participou da campanha presidencial\nde Hermes da Fonseca, em 1909, contra a candidatura de Rui Barbosa. Foi\num dos fundadores do Partido Democrata, criado pelos seabristas, e mais\ntarde presidiu a organização do Partido Republicano Conservador (PRC),\nde curta duração, devido ao assassinato do chefe nacional, senador\nPinheiro Machado. No entanto, aliado aos seabristas, Luís Viana foi\neleito senador federal em 1911, derrotando Severino Vieira, que se\ncandidatara à reeleição.\n\nAs relações de Luís Viana com Seabra, porém, sempre foram tensas. Ambos\nambicionavam a chefia política do estado. Quando se aliou nacionalmente\na Pinheiro Machado, Luís Viana, como o senador gaúcho, estava desejoso\nde derrubar Seabra na Bahia. O rompimento entre os dois baianos\nconcretizou-se em 1913, com a expulsão de Luís Viana do partido, após\nhaver criticado J. J. Seabra numa entrevista. Na oposição,\nreconciliou-se com antigos rivais, como Severino Vieira e José\nMarcelino, e articulou a expulsão de Seabra do PRC. O governador, porém,\nconseguiu manter o poder no estado e fazer o seu sucessor, Antônio Muniz\n(1916-1920).\n\nNa campanha presidencial de 1919, apoiou Rui Barbosa, contra Epitácio\nPessoa. No âmbito estadual, aliou-se às oposições na luta contra o\nretorno de Seabra ao governo do estado, apoiando o juiz federal Paulo\nMartins Fontes na sucessão do seabrista Antônio Muniz. Durante a\ncampanha eleitoral, disputas políticas entre coronéis do interior do\nestado provocaram instabilidade política, que foi manipulada por\noposicionistas, por nelas verem uma possibilidade de intervenção\nfederal, recurso que poderia favorecê-los. A intervenção aconteceu, mas\nao contrário do previsto, foi favorável a Seabra.\n\nApós a posse de Seabra, em 1920, Luís Viana embarcou para a Europa em\ncompanhia da esposa e filho. Mas não chegou ao velho continente, por\nhaver falecido a bordo do paquete holandês *Limburgia*, aos 74 anos, no\ndia 6 de julho de 1920, ainda no exercício do mandato de senador.\n\nEra casado com Joana Gertrudes Fichtner Viana. Seu filho Luís Viana\nFilho foi governador da Bahia (1967-1971), ministro-chefe da Casa Civil\n(1964-1967), ministro da Justiça e Negócios Interiores (1966), senador\nfederal (1975-1983; 1984-1990) e deputado federal (1934-1937; 1946-1954;\n1958-1965). Seu neto, Luís Viana Neto, foi professor e banqueiro até\n1966. No ano seguinte foi eleito deputado federal (1967-1971; 1975-1979)\ne vice-governador da Bahia, no período de 1979-1983.\n\nSilvia Noronha Sarmento/ Consuelo Novais Sampaio\n\n**FONTES:** ARAGÃO, A. *Bahia* (p.64); CARVALHO JUNIOR, A. *Conselheiro*\n(p.157-158); *Diário da Bahia* (9, 13/7/1920). Falecimento do senador\nLuis Viana; As condolências de Rui Barbosa à Bahia; SAMPAIO, C.\n*Partidos* (p.69-76); SENADO. *Dados biográficos dos senadores da\nBahi*a; SENADO. Disponível em: \\<www.senado.gov.br\\>; SOUZA, A*.\nBaianos*; Períodos Legislativos da Primeira República – 1890-1934.\nAcesso em: 14/8/2005;*Tarde* (3/7/1913, 13/6/1917). Entrevista do\nsenador Luis Viana; A Senatoria e o senador Viana.\n","ref":"**FONTES:** ARAGÃO, A. *Bahia* (p.64); CARVALHO JUNIOR, A. *Conselheiro*\n(p.157-158); *Diário da Bahia* (9, 13/7/1920). Falecimento do senador\nLuis Viana; As condolências de Rui Barbosa à Bahia; SAMPAIO, C.\n*Partidos* (p.69-76); SENADO. *Dados biográficos dos senadores da\nBahi*a; SENADO. Disponível em: \\<www.senado.gov.br\\>; SOUZA, A*.\nBaianos*; Períodos Legislativos da Primeira República – 1890-1934.\nAcesso em: 14/8/2005;*Tarde* (3/7/1913, 13/6/1917). Entrevista do\nsenador Luis Viana; A Senatoria e o senador Viana.\n","dic":"DHBPR"}