{"title":"VIDAL, Fortunato Foster","cargoss":["Ministro da Marinha"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1891],"estados":[0],"autor":[0],"content":"**VIDAL, Fortunato Foster**\n\n\\* militar; min. Mar. 1891.\n\n*Fortunato Foster Vidal* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 16 de fevereiro de 1832, filho de Manuel Pantaleão Vidal\ne de Ana Foster Vidal.\n\nAinda jovem ingressou na Marinha, tornando-se aspirante a guarda-marinha\nem 2 de março de 1847 e guarda-marinha em 25 de novembro de 1850.\nPromovido a segundo-tenente em 26 de fevereiro de 1853, a\nprimeiro-tenente em 2 de dezembro de 1857, a capitão-tenente em 21 de\njaneiro de 1867, e a capitão de fragata em 12 de abril de 1868,\nparticipou da Guerra do Paraguai (1864-1870), que foi o conflito externo\nde maior repercussão na América do Sul, não só pela mobilização e perda\nde homens, mas também por seus aspectos políticos e financeiros. O\nconfronto entre a Tríplice Aliança (Brasil, Argentina e Uruguai) e o\nParaguai representou de fato um divisor de águas para a história desses\npaíses. No caso argentino e uruguaio, a guerra influenciou a\nconsolidação de seus respectivos Estados nacionais. Para o Paraguai, o\nconflito deflagrou uma enorme crise econômica e social, tornando a\neconomia paraguaia um satélite da economia da Argentina. Já para o\nBrasil, a Guerra do Paraguai representou o apogeu da força militar\nbrasileira, mas, paradoxalmente, acirrou as contradições da monarquia.\n\nPor sua atuação na Guerra do Paraguai, Fortunato Foster Vidal foi\ncondecorado com a medalha da Passagem do Tonelero, a medalha argentina\nde ouro da Campanha do Paraguai e a medalha geral da Campanha do\nParaguai, com passador de ouro. Seria ainda condecorado com a grã-cruz\nda Ordem Militar de Aviz, e como cavaleiro da Imperial Ordem do Cruzeiro\ne comendador da Ordem de São Bento de Aviz. Foi promovido a capitão de\nmar e guerra em 2 de dezembro de 1877, e a chefe de divisão em 3 de\nmarço de 1883.\n\nEm 11 de junho de 1889 assumiu o cargo de presidente do Clube Naval,\nentidade que fora fundada no Rio de Janeiro em 12 de abril de 1884 pelo\nentão capitão de fragata Luís Filipe Saldanha da Gama. Ocupava esse\nposto quando, no dia 15 de novembro de 1889, um golpe militar, liderado\npelo marechal Deodoro da Fonseca e apoiado por um pequeno grupo de\nrepublicanos civis, derrubou o Império e proclamou a República no\nBrasil. Instalou-se então o governo provisório chefiado por Deodoro, que\nteve como ministro da Marinha o então chefe de divisão Eduardo\nWandenkolk. Em 30 de dezembro seguinte Fortunato Foster Vidal, assim\ncomo o próprio ministro, foi promovido a contra-almirante, e em 11 de\njunho de 1890 deixou a presidência do Clube Naval.\n\nEm 22 de janeiro de 1891, em decorrência de uma crise no governo\nprovisório, em que Deodoro da Fonseca se isolou de seus colaboradores,\ntodos os ministros se declararam demissionários. Entre eles estava\nEduardo Wandenkolk, que foi substituído por Fortunato Foster Vidal.\n\nPromulgada a primeira Constituição republicana em 24 de fevereiro de\n1891, Deodoro foi eleito presidente constitucional no dia seguinte.\nContudo, os problemas políticos prosseguiram. Enfrentando forte oposição\nparlamentar, em 3 de novembro o presidente ordenou o fechamento do\nCongresso Nacional. Diante disso, a Marinha se rebelou e ameaçou\nbombardear o Rio de Janeiro. A grave crise política que então se\ninstalou levou à renúncia de Deodoro em 23 de novembro, e à sua\nsubstituição pelo vice-presidente, marechal Floriano Peixoto. Fortunato\nFoster Vidal deixou então o Ministério da Marinha, sendo substituído\npelo almirante Custódio de Melo. Em 9 de dezembro seguinte foi promovido\na vice-almirante e passou para a reserva.\n\nDurante sua gestão no Ministério da Marinha, Fortunato Foster Vidal\nreorganizou as Escolas de Aprendizes-Marinheiros, além de ter criado\noutra escola no Espírito Santo. As repartições dos Faróis, de\nHidrografia e de Meteorologia foram fundidas em uma única repartição,\nque recebeu o nome de Repartição da Carta Marítima do Brasil. No que\ntange à renovação do material flutuante, foram incorporados, durante sua\ngestão, a galeota *Quinze de Novembro* e os avisos-fluviais *Jutaí* e\n*Juruena*.\n\nAo longo de sua carreira militar, comandou o vapor *Paraense*\n(interinamente), a canhoneira *Mearim*, o Estabelecimento Naval do\nCerrito (RS), o vapor *Princesa de Joinville*, os encouraçados *Barroso*\ne *Liona Barros*, o Arsenal da Marinha de Ladário (MT), a Companhia de\nImperiais Marinheiros da Província de Mato Grosso (interinamente), a\ngaleota *Imperial*, a corveta *Niterói*, o monitor *Solimões*, a\nflotilha do rio Grande do Sul, a Divisão Naval do 3^o^ Distrito Naval do\nPará, e a Intendência da Marinha. Foi ainda inspetor do Arsenal de\nMarinha, chefe do Estado-Maior General da Armada e chefe da Escola da\nMarinha e do Colégio Naval.\n\nFaleceu em 16 de julho de 1915.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); *Biografias dos\nministros*;CLUBE NAVAL. Disponível em: \\<www.clubenaval.org.br\\>; COL.\nNAVAL. Disponível em:\n\\<https://www.mar.mil.br/cn/colegio/historico.htm\\>; DORATIOTO, F.\n*Maldita*; MUS. IMPERIAL. Disponível em: \\<www.museuimperial.gov.br\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); *Biografias dos\nministros*;CLUBE NAVAL. Disponível em: \\<www.clubenaval.org.br\\>; COL.\nNAVAL. Disponível em:\n\\<https://www.mar.mil.br/cn/colegio/historico.htm\\>; DORATIOTO, F.\n*Maldita*; MUS. IMPERIAL. Disponível em: \\<www.museuimperial.gov.br\\>.\n","dic":"DHBPR"}
