{"title":"VIEIRA, João Pedro Belfort","cargoss":["pres. PI 1879-1880","const. 1891","sen. MA 1891-1897","min. STF"],"author":"Raimundo Helio Lopes","content":"**VIEIRA, João Pedro Belfort**\n\n\\*pres. PI 1879-1880; const. 1891; sen. MA 1891-1897; min. STF\n1897-1910.\n\n*João Pedro Belfort Vieira* nasceu em São Luís do Maranhão no dia 13 de\ndezembro de 1846, filho de João Pedro Dias Vieira e de Isabel Nunes\nBelfort. Seu pai foi senador do Império (1861-1870), ministro dos\nAssuntos Estrangeiros (1864-1865), ministro da Marinha (1864) e ministro\nda Agricultura (1864). Seu irmão, Inácio Belfort Vieira, foi presidente\ndo Maranhão (1890), constituinte de 1891, deputado federal (1891-1892),\nnovamente presidente do Maranhão (1892 e 1895), senador por esse estado\n(1897-1909) e ministro da Marinha (1912-1913).\n\nFez os estudos preparatórios na cidade do Rio de Janeiro, então capital\ndo Império, e daí transferiu-se para Recife, onde ingressou na Faculdade\nde Direito. Completou porém o curso na Faculdade de Direito de São\nPaulo, em 1868. Depois de formado retornou ao Rio de Janeiro, onde foi\njuiz substituto de 1872 a 1877. No ano seguinte foi nomeado primeiro\ndelegado de polícia da Corte, durante a administração do intendente Tito\nAugusto Ferreira de Matos. De 1879 a 1880 foi presidente da província do\nPiauí, nomeado por indicação do visconde de Sinimbu, então presidente do\nConselho de Ministros.\n\nApós a proclamação da República (15/11/1889), em setembro de 1890 foi\neleito senador constituinte pelo Maranhão. Tomou posse em 15 de novembro\nseguinte, quando foi instalada a Assembleia Nacional Constituinte, e,\npromulgada a nova Carta constitucional em 24 de fevereiro de 1891, em\njunho seguinte assumiu sua cadeira no Senado, do qual foi\nprimeiro-secretário e vice-presidente em 1895. Durante o governo do\npresidente Prudente de Morais (1894-1898) foi convidado para assumir o\nMinistério do Interior, mas declinou do convite. Em 1897 renunciou ao\nmandato, pois foi nomeado ministro do Supremo Tribunal Federal (STF).\nPor duas vezes exerceu o cargo de procurador geral da República.\n\nFoi também professor catedrático da Faculdade Livre de Direito do Rio de\nJaneiro, da qual foi eleito vice-presidente em 1909.\n\nFaleceu no Rio de Janeiro no dia 2 de novembro de 1910 na condição de\nministro do STF.\n\nFoi casado em primeiras núpcias com Francisca Figueiredo Dias de\nCarvalho, filha do conselheiro José Pedro Dias de Carvalho. Viúvo,\ncasou-se com Maria Estefânia de Araújo, filha dos viscondes de Araújo,\nJosé Domingues de Araújo e Luísa Leopoldina Guimarães de Araújo.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; Geneall. Disponível em:\n\\<www.geneall.net/P/forum\\_msg.php?id=8353\\>. Acesso em: 19/12/2011;\nLAGO, L. *Supremo*; LEITE NETO, L. *Catálogo biográfico*; Notáveis.\nDisponível em:\n\\<http://notaveisdafamilia.blogspot.com/2008/12/joo-pedro-belfort-vieira.html\\>.\nAcesso em: 19/12/2011; SENADO. Disponível em: \\<www.senado.gov.br\\>.\nAcesso em: 19/12/2011.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; Geneall. Disponível em:\n\\<www.geneall.net/P/forum\\_msg.php?id=8353\\>. Acesso em: 19/12/2011;\nLAGO, L. *Supremo*; LEITE NETO, L. *Catálogo biográfico*; Notáveis.\nDisponível em:\n\\<http://notaveisdafamilia.blogspot.com/2008/12/joo-pedro-belfort-vieira.html\\>.\nAcesso em: 19/12/2011; SENADO. Disponível em: \\<www.senado.gov.br\\>.\nAcesso em: 19/12/2011.\n","dic":"DHBPR"}