{"title":"VIEIRA, Severino","cargoss":["Deputado federal","Senador","min Ind","Governador de estado ou do Distrito Federal","Senador"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1891,1895,1898,1900,1906],"datas_fim":[1893,1898,1900,1904,1915],"estados":["BA","BA",0,"BA","BA"],"autor":[0],"content":"**VIEIRA, Severino**\n\n\\*dep. fed. BA 1891-1893; sen. BA 1895-1898; min. Ind. 1898-1900; gov.\nBA 1900-1904; sen. BA 1906-1915.\n\n*Severino dos Santos Vieira* nasceu na Vila de Ribeira do Conde (BA) no\ndia 8 de junho de 1849, filho de Antônio dos Santos Vieira e de Maria\ndas Virgens.\n\nFez o curso de humanidades como aluno interno no Colégio São João,\nbairro da Vitória, Salvador, no edifício que posteriormente foi o\npalácio de residência dos governadores, hoje Museu de Artes da Bahia. Em\n1870 ingressou na Faculdade de Direito do Recife, onde cursou até o\nsegundo ano. Transferiu-se então para a Faculdade de Direito de São\nPaulo e aí recebeu o diploma de bacharel em ciências jurídicas e sociais\nem 1874. Em seguida foi nomeado promotor público em sua terra natal, e\nainda em 1875 tornou-se juiz municipal. A partir de 1879 exerceu a\nadvocacia, até a promulgação da reforma eleitoral (9/1/1881). Então\ncandidatou-se à Assembleia Provincial, filiado ao Partido Conservador, e\nfoi eleito para a legislatura 1882-1884. Foi reeleito para as duas\nlegislaturas subsequentes e exerceu o mandato até 1887.\n\nCom a proclamação da República, foi eleito deputado à Assembleia\nNacional Constituinte, mas não chegou a participar dos trabalhos\nconstituintes; depois da promulgação da Constituição (24/2/1891),\nexerceu o mandato de deputado federal de 1891 a 1893. Ao lado de Augusto\nGuimarães (rico comerciante, casado com a irmã de Castro Alves), Luís\nViana e Sátiro Dias, integrou o diretório do Partido Republicano\nFederalista (PRF), pró-governo, fundado em 16 de maio de 1892. Em 1894\nfoi eleito senador e em 1898 renunciou ao mandato por haver sido\nescolhido pelo presidente da República Campos Sales (1898-1902) para\nchefiar o Ministério da Indústria, Viação e Obras Públicas (15/11/1898 a\n27/1/1900). Era, então, a figura central da política baiana, e gozava de\ngrande prestígio na esfera federal. No posto de ministro, empenhou-se\npara que, na sucessão Campos Sales, a candidatura de Rodrigues Alves,\nentão presidente de São Paulo, fosse vitoriosa, como de fato o foi.\nTeria orientado em grande parte a campanha desse seu “grande amigo”,\nlevando o presidente a desistir do seu candidato favorito, Quintino\nBocaiúva.\n\nEm 28 de maio de 1900, assumiu o governo da Bahia, sucedendo a Luís\nViana. Encontrando o estado em grave crise financeira, decidiu não\nrealizar obras de grande vulto, e apenas deu continuidade à construção\ndo porto de Salvador. Dedicou-se também aos problemas de higiene,\ntemendo a peste bubônica que, de maneira avassaladora, já se manifestava\nno Rio de Janeiro. Ampliou os serviços de desinfecção e, para incentivar\nas pesquisas bacteriológicas, enviou à capital federal o renomado\ncientista baiano Gonçalo Muniz, a fim de estudar com Oswaldo Cruz, em\nManguinhos, o preparo do soro destinado a combater a fatídica doença.\n\nNo mesmo ano da sua posse no governo, comprou o *Diário da Bahia,* do\nqual foi diretor e redator chefe, e para o qual escrevia à noite,\ndoutrinando e fortalecendo a sua corrente política. Essa atuação\njornalística facilitou a organização da primeira agremiação política do\nestado relativamente coesa, o Partido Republicano da Bahia (PRB), por\nele fundado em 15 de abril de 1901 em decorrência da cisão do PR,\nex-PRF, entre vianistas e severinistas, fruto do forte personalismo que\ndominava a política local. Encerrado o governo em 1904, foi facilmente\nreeleito senador pelo PRB em 1906, ocupando a vaga de Artur Rios, que\nfalecera durante o mandato. No Senado, foi membro das comissões de\nFinanças e de Instrução Pública.\n\nSeu sucessor no governo da Bahia foi seu candidato, José Marcelino de\nSousa (1904-1908). Ao longo do mandato deste, impôs sua voz de comando,\naté que Marcelino declarou haver cansado de ser “um governador\ngovernado”. A disputa entre os dois amigos em torno dos candidatos à\nsucessão de Marcelino resultou no chamado “grande cisma de 1907”, que\ndividiu o PRB em severinistas e marcelinistas. Os anos que se seguiram\nforam de ostracismo e corresponderam, provavelmente, ao período em que\nSeverino demonstrou maior combatividade e contínua doutrinação política,\natravés das colunas do *Diário da Bahia*. Entre as campanhas por ele\nconduzidas, destaca-se a de 1909-1910, quando o país foi sacudido pelas\ncandidaturas à presidência da República de Rui Barbosa, que incorporava\no civilismo, e de Hermes da Fonseca, representante do militarismo. Na\nBahia, a candidatura de Rui foi fervorosamente defendida por uma legião\nde ruístas, entre os quais se incluíam os marcelinistas; do outro lado,\na de Hermes da Fonseca foi ardentemente propagada por J. J. Seabra e os\nseverinistas, pondo fim à velha rivalidade entre Severino Vieira e\nSeabra.\n\nFoi membro da Academia de Letras da Bahia, um dos fundadores e professor\nda Faculdade Livre de Direito da Bahia.\n\nFaleceu em Salvador no dia 23 de setembro de 1917, aos 68 anos, vítima\nde hemorragia cerebral. O governador Antônio Muniz concedeu-lhe honras\nfúnebres de chefe de Estado.\n\nSem haver constituído casamento, Severino Vieira deixou dois filhos\nvivos, Isabel e Carlos Vieira. A terceira, Felícia Vieira Nogueira,\ncasada com João Nogueira, procurador fiscal do Tesouro Nacional, já\nhavia falecido, deixando-lhe três netas. Quando governador, era a filha\nIsabel que, ao seu lado, nas cerimônias oficiais, fazia as honras de\nprimeira dama do estado.\n\nAndréa Novais Soares de Quadros\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, B. *Memória* (v.30,\np.4-67); ARAGÃO, A. *Bahia*; ARQ. PUB. BA. Certidão do Termo de óbito do\ndoutor Severino dos Santos Vieira; MELLO, A. *Cartilha* (p.20-35);\nSAMPAIO, C. *Partidos* (p.65-82); SENADO. *Dados biográficos dos\nsenadores da Bahia*; *Grande* *Encic. Delta Larousse*; SOUZA, A.\n*Baianos ilustres* (p.165); *Tarde* (23/8/1913). Bastidores da política,\nnovidade do dia: é possível a aliança Severino – Vianna?; *Tarde*\n(26/9/1917). Dr. Severino Vieira: a enfermidade do chefe oposicionista;\n*Tarde* (27,28/9/1917). A República de luto: Faleceu o Dr. Severino\nVieira; Os funerais de Severino Vieira; *Tarde* (1/5/1917). A senatoria\nbaiana.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, B. *Memória* (v.30,\np.4-67); ARAGÃO, A. *Bahia*; ARQ. PUB. BA. Certidão do Termo de óbito do\ndoutor Severino dos Santos Vieira; MELLO, A. *Cartilha* (p.20-35);\nSAMPAIO, C. *Partidos* (p.65-82); SENADO. *Dados biográficos dos\nsenadores da Bahia*; *Grande* *Encic. Delta Larousse*; SOUZA, A.\n*Baianos ilustres* (p.165); *Tarde* (23/8/1913). Bastidores da política,\nnovidade do dia: é possível a aliança Severino – Vianna?; *Tarde*\n(26/9/1917). Dr. Severino Vieira: a enfermidade do chefe oposicionista;\n*Tarde* (27,28/9/1917). A República de luto: Faleceu o Dr. Severino\nVieira; Os funerais de Severino Vieira; *Tarde* (1/5/1917). A senatoria\nbaiana.\n","dic":"DHBPR"}
