{"title":"VILABOIM, Manuel Pedro","cargoss":["dep. fed. SP 1915-1929","sen. SP 1930","rev. 1932."],"author":"Jorge Miguel Mayer","content":"**VILABOIM, Manuel Pedro**\n\n\\*dep. fed. SP 1915-1929; sen. SP 1930; rev. 1932.\n\n*Manuel Pedro Vilaboim* nasceu em Cachoeira (BA) no dia 16 de julho de\n1867, filho do conselheiro Manuel Pedro Álvares Moreira Vilaboim e de\nUmbelina de Oliveira Passos Vilaboim.\n\nDepois de fazer seus primeiros estudos no Colégio 7 de Setembro, em\nSalvador, obteve, aos 15 anos de idade, permissão especial para\ningressar na Faculdade de Direito do Recife. Bacharelou-se em 1885 e em\nseguida foi nomeado promotor público em Vitória. Ainda no Espírito Santo\nfoi juiz municipal de Cachoeiro do Itapemirim, e em seguida foi nomeado\njuiz de direito da comarca de Itabapoana (RJ). Em 1891 mudou-se para São\nPaulo, onde começou a exercer a advocacia liberal e tornou-se lente\nsubstituto na Faculdade de Direito. No ano seguinte foi aprovado no\nconcurso para catedrático de direito administrativo e ciência da\nadministração dessa faculdade, apresentando a tese *O contencioso\nadministrativo perante a Constituição federal*.\n\nSem se afastar de suas atividades profissionais, iniciou militância\npolítica no Partido Republicano Federal, agremiação – fundada em 1894\npelo general e senador paulista Francisco Glicério – que coligava os\npartidos republicanos estaduais no apoio ao governo de Prudente de\nMorais (1894-1898). Quando da cisão do partido, que em 1897 opôs a\nchamada “concentração pró-Prudente” à facção minoritária liderada por\nGlicério, apoiou esta última, opondo-se de forma incisiva ao presidente\nda República. Nessa época começou a colaborar com o jornal *A Nação*, a\ncuja direção integrou-se mais tarde.\n\nEm 1910 ingressou na comissão diretora do Partido Republicano\nConservador, fundado nesse ano sob a liderança do general José Gomes\nPinheiro Machado, e iniciou sua carreira parlamentar como deputado\nestadual em São Paulo. Reeleito pelo mesmo partido três anos depois, em\nsua atuação na Câmara Estadual paulista pronunciou discursos sobre a\nirredutibilidade dos vencimentos dos funcionários vitalícios, a\nautonomia municipal, serviços de interesse público e questões econômicas\nda época.\n\nEm 1915 conseguiu seu primeiro mandato de deputado federal na legenda do\nPartido Republicano Paulista (PRP), então dominante na política\nestadual. Sucessivamente reeleito, permaneceu na Câmara até 1929,\nexercendo a liderança da maioria em 1927 em substituição a Júlio\nPrestes, que assumiu o governo do estado. Nesse período, pronunciou-se\nsobre assuntos como a emissão de papel-moeda, o imposto de renda, a\nreforma judiciária do Distrito Federal, e questões relativas ao café, à\nguerra e ao estado de sítio em que viveu o país durante todo o governo\nde Artur Bernardes (1922-1926).\n\nImportante articulador da campanha vitoriosa do candidato situacionista\nJúlio Prestes para a presidência da República nas eleições de março de\n1930, Vilaboim elegeu-se senador nesse mesmo pleito, mas teve seu\nmandato interrompido pela vitória do movimento revolucionário de\noutubro, que também impediu a posse do presidente eleito. Hélio Silva\nexemplifica a despreocupação dos homens ligados ao governo com a eclosão\nda revolução em 3 de outubro afirmando que “à hora que o movimento era\ndeflagrado em Porto Alegre, Belo Horizonte e João Pessoa, o Supremo\nTribunal Federal julgava uma importante questão em que se contendiam o\nsenador Manuel Vilaboim e o embaixador Raul Fernandes. Vilaboim perdeu.\nZangou-se. No momento, era o que mais o interessava”.\n\nDerrotado pelas armas e alijado do poder, o PRP passou à oposição,\nenquanto o Partido Democrático (PD), integrante da Aliança Liberal e\nparticipante da revolução, tentava ascender à condição de partido\nhegemônico na política paulista. Entretanto, o fortalecimento das\ncorrentes tenentistas, lideradas por João Alberto Lins de Barros e\nMiguel Costa e apoiadas pelo governo federal, chocava-se frontalmente\ncom as aspirações do PD. Depois de perder a interventoria paulista, o PD\npassou a reivindicar intensamente a reconstitucionalização do país e o\nfim da intervenção federal nos estados. Os anos de 1931 e 1932 foram\nmarcados pelo agravamento desse conflito, que conduziu a uma aproximação\nentre as forças políticas tradicionais do estado. Vilaboim, membro da\ndireção do PRP, foi signatário do manifesto de 19 de janeiro de 1932, no\nqual seu partido, a exemplo do que fizera o PD, qualificava o governo\nchefiado por Getúlio Vargas de “ditatorial” e concluía afirmando a\nnecessidade de implantação de um regime republicano, constitucional e\nfederativo.\n\nEm 16 de fevereiro, novo manifesto, igualmente assinado entre outros por\nManuel Vilaboim, formalizou a união do PD e do PRP na Frente Única\nPaulista (FUP), criando assim condições para que o conflito com o\ngoverno federal assumisse novas proporções. O impasse persistiu, o que\nlevou à preparação de um levante armado. O movimento foi deflagrado no\ndia 9 de julho e iniciou uma guerra civil entre as forças paulistas e as\ndo governo federal. Manuel Vilaboim colaborou com o coronel Euclides de\nFigueiredo no planejamento da insurreição e, durante o período de lutas,\natuou junto com outros integrantes da comissão diretora do PRP, como\nAntônio Martins Fontes Júnior, Antônio Bias da Costa Bueno, Aguiar\nWhitaker, Antônio Carlos Sales Júnior, Altino Arantes, Ataliba Leonel,\nSílvio de Campos e Rodolfo Miranda.\n\nNo dia 27 de setembro, o general Bertoldo Klinger, comandante em chefe\ndas forças rebeldes, pediu o armistício, no que foi seguido pela decisão\ndos oficiais da Força Pública paulista de não prosseguir os combates.\nDiante desses fatos, o governador revolucionário Pedro de Toledo\nreuniu-se duas vezes em poucos dias com seu secretariado, chefes\nmilitares e as principais figuras políticas do estado – entre as quais\nVilaboim – para decidir o que fazer. A segunda reunião, realizada em 2\nde outubro, ocorreu no mesmo dia em que representantes da Força Pública\nassinaram o armistício com as forças legalistas, segundo o qual o\ngoverno de São Paulo passava provisoriamente para o coronel Herculano\nCarvalho e Silva, comandante da corporação, que se comprometia a depor\nas armas. Despojados de forças militares significativas, o governo de\nPedro de Toledo e as forças políticas que o apoiavam foram forçados a\naceitar a rendição, encarregando Valdemar Ferreira, secretário de\nJustiça do estado, de redigir um manifesto ao povo explicando as razões\nda derrota da Revolução Constitucionalista. Pouco depois, Manuel\nVilaboim foi preso e embarcado no navio *Siqueira Campos*, que conduziu\n77 líderes civis e militares do movimento para o exílio em Portugal,\naonde chegaram em 19 de novembro.\n\nEm fins de 1933 o governo autorizou o retorno dos exilados e em maio do\nano seguinte concedeu-lhes anistia formal. Novamente no Brasil, Vilaboim\nfoi delegado do PRP à convenção nacional, de composição interpartidária,\nque, em 25 de maio de 1937, com apoio do governo federal, homologou a\ncandidatura de José Américo de Almeida às eleições presidenciais\nprogramadas para 1938. Entretanto, o golpe de Estado liderado pelo\npróprio presidente Getúlio Vargas em 10 de novembro de 1937 implantaria\no Estado Novo e impediria a realização desse pleito. Antes disso Manuel\nVilaboim faleceu em São Paulo, no dia 11 de setembro de 1937.\n\nFoi casado com Maria da Conceição Ávila, com quem teve três filhos.\n\nJorge Miguel Mayer\n\n**FONTES:**CARONE, E. *República velha*; *Diário de Notícias*, Rio\n(26/5/1937); *Efemérides paulistas*; FIGUEIREDO, E. *Contribuição*;\n*Ilustração brasileira* (7/9/1922); JARDIM, R. *Aventura*; LIRA, A.\n*Senado*; NOGUEIRA FILHO, P. *Ideais*; *Personalidades*; SILVA, H.\n*1926*; SILVA, H. *1932*; SILVA, H. *1933*; SILVA, H. *1937*; VAMPRÉ, S.\n*Memórias*.\n","ref":"**FONTES:**CARONE, E. *República velha*; *Diário de Notícias*, Rio\n(26/5/1937); *Efemérides paulistas*; FIGUEIREDO, E. *Contribuição*;\n*Ilustração brasileira* (7/9/1922); JARDIM, R. *Aventura*; LIRA, A.\n*Senado*; NOGUEIRA FILHO, P. *Ideais*; *Personalidades*; SILVA, H.\n*1926*; SILVA, H. *1932*; SILVA, H. *1933*; SILVA, H. *1937*; VAMPRÉ, S.\n*Memórias*.\n","dic":"DHBPR"}