{"title":"VILLEROY, Augusto Ximeno de","cargoss":["militar","gov. AM 1890."],"author":"Maria Eugenia Bertarelli","content":"**VILLEROY, Augusto Ximeno de**\n\n\\*militar; gov. AM 1890.\n\n*Augusto Ximeno de Villeroy* era capitão do Exército quando foi nomeado\nprimeiro governador do Amazonas no período republicano.\n\nTomou posse em 4 de janeiro de 1890, sucedendo à junta governativa\ninstalada em 21 de novembro de 1889, seis dias após a proclamação da\nRepública. No dia 8 de janeiro, pelo Decreto n^o^ 1, dissolveu a Câmara\nMunicipal de Manaus e a Assembleia Provincial e criou a Intendência\nMunicipal, sob a direção de Joaquim Leovigildo de Sousa Coelho. Criou\nainda o Batalhão de Polícia da cidade. Entre outras providências tomadas\nno período que se seguiu, extinguiu o Liceu Amazonense, que havia sido\nerguido em 1886, transformou a Escola Normal em Instituto Normal\nSuperior e aboliu o ensino religioso nas escolas. Reorganizou a\nSecretaria de Governo e deu instruções para a fiscalização da Companhia\nde Navegação a Vapor, subvencionada pelo estado. Elevou também à\ncategoria de vila as freguesias de Humaitá, Antimari e Boa Vista do Rio\nBranco. Extinguiu o Museu Botânico, criado no governo do presidente da\nprovíncia José Paranaguá (1882-1884), e concluiu o Palacete do Tesouro,\niniciado no governo de Conrado Jacob de Niemeyer (1887-1888).\n\nDurante seu governo, em setembro de 1890, foi eleita a representação\namazonense no Congresso Nacional Constituinte. Dela fizeram parte os\nsenadores Manuel Francisco Machado, Joaquim Leovigildo de Sousa Coelho e\nJoaquim José Pais da Silva Sarmento, e os deputados Manuel Inácio\nBelfort Vieira e Manuel Uchôa Rodrigues. No dia 2 de novembro de 1890,\npouco antes da instalação da Constituinte (15/11), Villeroy transferiu o\ngoverno do Amazonas para Eduardo Gonçalves Ribeiro, que na ocasião\nintegrava a alta administração do estado, diretamente ligado ao gabinete\ndo governador. Em seguida, mudou-se para o Rio de Janeiro, então\nDistrito Federal.\n\nEm agosto de 1899 assinou, ao lado de companheiros do Exército como Lima\nBarreto, Raul Guedes e Gomes de Castro, mensagem remetida ao Congresso\nNacional pleiteando o cancelamento da dívida de guerra e a restituição\ndos troféus tomados pelo Brasil ao tempo da disputa com o Paraguai.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** GOV. AM. *Biblioteca Virtual do Amazonas*. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em: 28/2/2010; GOV. AM. *Casa Civil*.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; SOUZA,\nA.; MENEZES, A.; COELHO, J. *Amazônia*; TRIB. JUST. AM. Disponível em:\n\\<www.tjam.jus.br\\>. Acesso em: 3/3/2010.\n","ref":"**FONTES:** GOV. AM. *Biblioteca Virtual do Amazonas*. Disponível em:\n\\<www.bv.am.gov.br\\>. Acesso em: 28/2/2010; GOV. AM. *Casa Civil*.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; SOUZA,\nA.; MENEZES, A.; COELHO, J. *Amazônia*; TRIB. JUST. AM. Disponível em:\n\\<www.tjam.jus.br\\>. Acesso em: 3/3/2010.\n","dic":"DHBPR"}