{"title":"VINHAIS, José Augusto","cargoss":["Constituinte","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1891,1891],"datas_fim":[1891,1893],"estados":[0,"DF"],"autor":[0],"content":"**VINHAIS, José Augusto**\n\n\\*const. 1891; dep. fed. DF 1891-1893.\n\n*José Augusto Vinhais* nasceu em São Luís do Maranhão no dia 7 de\njaneiro de 1858, filho do comerciante português Manuel Vinhais e de\nGuilhermina Augusta Mendes Vinhais.\n\nAos dez anos de idade foi enviado pelo pai para Lisboa, onde se\nmatriculou na Escola Acadêmica, considerada uma das melhores da cidade.\nApós ter concluído o curso primário, seguiu para Liverpool, na\nInglaterra, onde permaneceu por dois anos, e de lá foi para Londres e\nParis, onde concluiu seus estudos.\n\nDe volta ao Brasil, estabeleceu-se no Maranhão e, seguindo a vontade do\npai, passou a dedicar-se às atividades comerciais. Contudo, em 10 de\nsetembro de 1876 matriculou-se na Escola da Marinha, então instalada a\nbordo da fragata *Constituição*. Foi promovido a guarda-marinha em 29 de\nnovembro de 1878 e a segundo-tenente em 22 de janeiro de 1881. Foi então\nnomeado professor de história naval da turma de guardas-marinha daquele\nano, embarcada na *Vital Oliveira*, sob o comando do capitão de fragata\nJúlio César de Noronha. Posteriormente, foi transferido para bordo da\n*Guanabara*, comandada pelo capitão de fragata Luís Filipe de Saldanha\nda Gama. Passou mais de uma década embarcado, em constantes viagens.\n\nEm 1884, ajudou seu amigo João José dos Reis, futuro conde de\nMatosinhos, a fundar o jornal *O País*, que circulou até 1930 e exerceu\ngrande influência na campanha republicana. Quintino Bocaiúva, jornalista\nque se destacou no processo da proclamação da República, foi\nredator-chefe do jornal de 1885 até o início do século XX. Escreveram em\nsuas páginas, entre outros, Rui Barbosa, Fernando Lobo, Joaquim Serra,\nAlcindo Guanabara, Urbano Duarte e Joaquim Nabuco. Em 3 de dezembro de\n1887, foi promovido a primeiro-tenente. Em seguida, começou a escrever\npara o jornal *O Globo*, fundado em 1874 por Quintino Bocaiúva. Defendia\nem seus textos a abolição da escravatura e logo se tornou, junto com\noutros militares, um entusiasta da República.\n\nNo dia 15 de novembro de 1889, esteve no Campo de Santana, atual praça\nda República, no centro do Rio de Janeiro, marchando ao lado dos\nmilitares que depuseram o imperador Pedro II. Nesse mesmo dia, foi\ninstituído um governo provisório republicano chefiado por Deodoro da\nFonseca. Poucas horas depois, José Vinhais foi nomeado diretor da\nRepartição Geral dos Telégrafos, substituindo Guilherme Schüch, o barão\nde Capanema, responsável pela instalação da primeira linha telegráfica\ndo Brasil.\n\nAinda no início do regime republicano conquistou popularidade no meio\noperário, pois, como diretor da Repartição Geral dos Telégrafos,\npromoveu importantes reformas em benefício dos empregados do órgão,\nincluindo a redução da jornada de trabalho. Na ocasião havia uma disputa\nentre dois grupos interessados em organizar os operários em uma\nagremiação política: o grupo liderado pelo tenente José Augusto Vinhais\ne outro, dirigido pelo tipógrafo Luiz França e Silva, que contava com o\njornal *Voz do Povo*, de Maurício Veloso, José Veiga e Gustavo Lacerda.\nEsse grupo propunha uma organização autônoma do operariado frente às\nclasses políticas dominantes, enquanto o tenente Vinhais e seus\napoiadores defendiam uma linha de atuação moderada e reformista. Em\nmarço de 1890, Vinhais e seus colaboradores fundaram o Centro do Partido\nOperário (CPO), que congregava, sobretudo, setores das oficinas estatais\ne representantes dos serviços públicos. O CPO dominou a política\noperária até 1893, atuando na mediação de conflitos trabalhistas, na\norganização de serviços assistenciais, na promoção de atividades\nculturais, na implantação de um Banco dos Operários e nas disputas\neleitorais.\n\nDiante de sua atuação política destacada junto aos segmentos operários,\nJosé Augusto Vinhais foi eleito, em setembro de 1890, deputado pelo\nDistrito Federal ao Congresso Nacional Constituinte. Nesse momento\ndesligou-se do serviço militar, tendo sido reformado no posto de\nprimeiro-tenente da Marinha. Tomou posse em 15 de novembro de 1890,\nparticipou da elaboração da Constituição promulgada em 24 de fevereiro\nde 1891, e a partir de junho, quando teve início a legislatura\nordinária, ocupou uma cadeira na Câmara dos Deputados, com mandato até\ndezembro de 1893.\n\nNa Câmara, fez oposição ao presidente da República, marechal Deodoro da\nFonseca. Após a renúncia deste em 23 de novembro de 1891, seguida da\nposse do vice-presidente, marechal Floriano Peixoto, participou do grupo\nque exigia a realização de novas eleições, tal como previa a\nConstituição de 1891 caso a presidência ficasse vaga antes de dois anos\nda posse do titular. Em setembro de 1893, um grupo de altos oficiais da\nMarinha exigiu a imediata convocação de eleições. José Augusto Vinhais\nparticipou então da Revolta da Armada, que também traduziu a\ninsatisfação dos revoltosos com o pequeno prestígio político da Marinha\nem comparação com o Exército. No entanto, a revolta teve pouco apoio\npolítico e popular na cidade do Rio de Janeiro. Após adquirir novos\nnavios de guerra, Floriano Peixoto, contando com o apoio do Exército e\ndo Partido Republicano Paulista (PRP), conseguiu conter o movimento em\nmarço de 1894. Exilado, assim como outros marinheiros revoltosos, José\nAugusto Vinhais só regressou do exílio na Argentina em 1895, após ser\nanistiado.\n\nEm 1903, passou a fazer parte da redação da *Revista Marítima\nBrasileira*, publicação oficial da Marinha do Brasil desde 1851, que\napresentava artigos de autores nacionais e estrangeiros sobre assuntos\nhistóricos, técnicos e estratégicos. Em 1928, foi premiado com a medalha\nde ouro pelo melhor artigo publicado na revista. Permaneceu como\ncolaborador até junho de 1933, quando foi nomeado diretor da Biblioteca\nda Marinha.\n\nFaleceu no Rio de Janeiro em 29 de dezembro de 1941.\n\nFoi casado, por mais de 50 anos, com a atriz russo-francesa Blanche Grau\n(Blanche Henriete Pfahler), com quem teve vários filhos.\n\nPublicou *Desvios normais da bússola* (1904); *Oceanografia* (1905);\n*Zona costeira* (1908); *Aspecto litorâneo* (1911); *O descobrimento do\nBrasil* (1919); *Principais portos do mundo* (1919); *Correntes\noceânicas* (1922); *Correntes aéreas* (1922); *Hidrografia e evolução\nmarítima* (1925); *Ensaio sobre a cartografia no século XVI* (1930); *A\ncausa das marés* (1931); *Guerreiros e navegadores franceses* (1932).\nAlém disso, escreveu inúmeros artigos publicados na *Revista Marítima\nBrasileira* e nos jornais *O País* e *O Globo*.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); ABREU, B. *Esses*; BATALHA,\nC. *Formação*; COMISS. CONST. CENT. REP. PRIM. CONST. REP. *Relatório*;\nCÂM. DEP. *Deputados brasileiros*; DIR. PATR. HIST. DOC. MAR. Disponível\nem: \\<www.mar.mil.br/dphdm/sede.htm\\>; SOUSA, J. *Índice*; VELHO\nSOBRINHO, J. *Dicionário* (v.1, 2).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); ABREU, B. *Esses*; BATALHA,\nC. *Formação*; COMISS. CONST. CENT. REP. PRIM. CONST. REP. *Relatório*;\nCÂM. DEP. *Deputados brasileiros*; DIR. PATR. HIST. DOC. MAR. Disponível\nem: \\<www.mar.mil.br/dphdm/sede.htm\\>; SOUSA, J. *Índice*; VELHO\nSOBRINHO, J. *Dicionário* (v.1, 2).\n","dic":"DHBPR"}
