{"title":"WANDERLEY, Henrique Augusto","cargoss":["dep. fed. ES 1926."],"author":"Nara Saletto/Fernando Achiamé","content":"**WANDERLEY, Henrique Augusto**\n\n\\*dep. fed. ES 1926.\n\n*Henrique Augusto Wanderley* nasceu em Itaboraí (RJ) no dia 6 de outubro\nde 1877, filho de Graciliano Augusto César Wanderley e de Cândida\nConceição Wanderley. Seu pai, juiz de direito, foi nomeado para a\ncomarca de Alegre (ES), onde atuou por muitos anos e teve forte\ninfluência na vida local.\n\nHenrique chegou àquela cidade ainda na infância e nela residiu por toda\na vida. Lá fez seus estudos primários e secundários, ingressando mais\ntarde na Faculdade de Direito de Niterói. Transferiu-se depois para a do\nRio de Janeiro, onde se diplomou. Voltou a Alegre, dedicando-se à\nadvocacia. Foi também professor. Ainda muito jovem, abriu uma escola\nprimária noturna, na qual lecionava, e foi docente de uma escola\nestadual, de 1910 a 1913.\n\nFez uma longa carreira política em Alegre, iniciada em 1916, quando,\npela primeira vez, foi eleito vereador. Reeleito várias vezes, algumas\ndelas foi presidente da Câmara Municipal e prefeito (1917-1918 e\n1945-1946). Ligado ao grupo chefiado por Bernardino Monteiro, foi eleito\ndeputado estadual em três legislaturas, de 1922 a 1930, e presidiu a\nAssembleia Legislativa no biênio 1925-1926. Nesse último ano, com a\nrenúncia de Heitor de Sousa, que assumiu o cargo de ministro do Supremo\nTribunal Federal, foi eleito deputado federal, tendo ocupado o cargo por\ndois meses.\n\nFoi Procurador Geral do Estado na gestão do interventor Aristides Campos\nem 1946.\n\nHenrique Wanderley era sócio do Instituto Histórico e Geográfico do\nEspírito Santo (IHGES), foi presidente de honra do Círculo Operário\nCatólico, fundado por ele em Alegre, e sócio-benemérito de clubes\nesportivos da mesma cidade.\n\nFaleceu em Alegre no dia 17 de outubro de 1947. Era casado com Aurélia\nRogério Wanderley, com quem teve cinco filhos.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** ALMEIDA, N.*Henrique Augusto*; BRAVO, C. *Resgate*; FERRAZ,\nM. *Alegre.*\n","ref":"**FONTES:** ALMEIDA, N.*Henrique Augusto*; BRAVO, C. *Resgate*; FERRAZ,\nM. *Alegre.*\n","dic":"DHBPR"}