{"title":"WHITAKER, José Maria","cargoss":["pres. Bco Bras. 1920-1922","ch. gov. prov. SP 1930","min. Faz. 1930-1931"],"author":"Jorge Miguel Mayer","content":"**WHITAKER, José Maria**\n\n\\*pres. Bco Bras. 1920-1922; ch. gov. prov. SP 1930; min. Faz. 1930-1931\ne 1955.\n\n*José Maria Whitaker* nasceu na cidade de São Paulo em 20 de maio de\n1878, filho de Firmino Antônio da Silva Whitaker, pequeno comerciante, e\nde Guilhermina Flora dos Anjos. Um de seus seis irmãos, Firmino Antônio\nda Silva Whitaker Filho, foi ministro do Supremo Tribunal Federal de\n1927 a 1934.\n\nEstudou nos externatos Araújo, Santo Antônio e Minhoto, em sua cidade\nnatal, e em seguida ingressou na Faculdade de Direito de São Paulo, pela\nqual se bacharelou em ciências sociais em 1895 e em ciências jurídicas\nno ano seguinte. Ainda acadêmico, participou ativamente do debate\npolítico e intelectual travado no interior da faculdade, colaborando na\nredação do jornal monarquista *Autoridade*, que competia com outro\nórgão, também produzido pelos alunos, de tendência republicana.\n\nLogo depois de formado, seguiu o conselho de seu irmão Firmino, juiz de\ndireito em Mojimirim (SP), e abriu um escritório de advocacia na cidade\nde Espírito Santo do Pinhal, hoje Pinhal (SP), descrita na época como\n“urbe rica e de foro movimentado”. Em 1897 casou-se com Amélia Peres e,\npouco depois, começou a emprestar a particulares o excedente da renda\nque recebia em sua próspera atividade profissional. Entretanto, não\nconsiderou proveitosa essa experiência, que foi rapidamente\ninterrompida, e comprou cem letras hipotecárias do Banco de Crédito Real\nde São Paulo. Teve prejuízo na operação, pois foi forçado a vender os\ntítulos pela metade do preço devido ao agravamento da situação\nfinanceira do banco, que faliu pouco depois.\n\nEntre 1900 e 1903 dividiu seu escritório de advocacia com Tomás\nPimentel, e em 1903 fundou a firma Whitaker Bonfim e Companhia,\ndestinada à comercialização do café, em sociedade com Constantino\nPanayetti e Francisco de Azevedo Bomfim. Essa atividade provocou sua\ntransferência para o porto de Santos (SP). Ali viveu durante um ano,\nfindo o qual retornou à capital paulista, sem interromper o\ndesenvolvimento de seus negócios e contatos naquela cidade. Em 1910 foi\neleito diretor da Associação Comercial de Santos, cuja presidência\nassumiu depois da primeira reunião da nova diretoria. Sua firma de\ncomercialização de café abriu em seguida uma seção de exportação em\nsociedade com Erasmo Teixeira de Assunção e Frederico de Barros Brotero,\ne obteve nesse ramo excelentes resultados nos anos seguintes.\n\nEm 1912, fundou o Banco Comercial do Estado de São Paulo, com a\nparticipação de Erasmo Teixeira de Assunção e o apoio financeiro de\nPaulo Nogueira de Almeida e Vicente de Almeida Prado. Em 1918,\nparticipou da formação da Companhia Americana de Seguros – mais tarde\ntransferida para um grupo inglês –, que se desdobrou na criação da São\nPaulo Companhia Nacional de Seguros de Vida, dirigida por José Carlos de\nMacedo Soares durante várias décadas.\n\nNa Presidência do Banco do Brasil\n\nJosé Maria Whitaker declinou do convite para tornar-se secretário de\nFazenda do governo paulista chefiado por Washington Luís a partir de\nmaio 1920, mas em dezembro aceitou o convite do presidente Epitácio\nPessoa para assumir a presidência do Banco do Brasil, então deficitário,\ncom a condição de atuar com larga margem de autonomia.\n\nDurante sua gestão, criou a Carteira de Redescontos (primeiro passo para\na fundação de um banco central de emissões), a Câmara de Compensação de\nCheques e a Carteira de Crédito Agrícola, conseguindo multiplicar por\ncinco o montante de recursos do banco e aumentar significativamente sua\nparticipação no sistema financeiro nacional. Em algumas ocasiões opôs-se\nà política econômico-financeira do governo, como no caso da compra de\nestoques de café para garantir a valorização do produto. Sua opinião –\ncontrária a essa política – não foi considerada. Discordou também do\naumento de 2% na taxa cobrada pela Carteira de Redescontos do Banco do\nBrasil, determinada pelo ministro da Fazenda Homero Batista, o que\nocasionou seu primeiro pedido de exoneração do cargo. Epitácio Pessoa,\ncontudo, revogou a ordem de seu ministro e não permitiu a saída de\nWhitaker.\n\nNovo pedido de demissão foi apresentado em 20 de dezembro de 1922, pouco\ndepois da posse de Artur Bernardes na presidência da República, em\nprotesto contra a aprovação pelo Congresso de um projeto de reforma do\nBanco do Brasil que havia sido elaborado sem sua participação. Em carta\na Bernardes, expressou sua “mágoa individual” e suas “apreensões de\npatriota”, por “prever simultaneamente ameaçados o Banco do Brasil e o\ndepósito-ouro, os últimos pontos de resistência de nossa vida\nfinanceira”. O novo governo respondeu afirmando que Whitaker se demitira\nporque não havia recebido autorização para transformar o Banco do Brasil\nem um banco emissor de moeda e enviar o estoque de ouro para Londres, a\nfim de servir de base às operações cambiais.\n\nAo deixar o banco, Whitaker se estabeleceu novamente em São Paulo, onde\npresenciou a Revolução de 1924 sem se envolver no conflito. Em 1925,\nempreendeu longa viagem ao exterior. Retornou em maio de 1926 e, no fim\ndesse ano, foi convidado por Washington Luís, novo presidente da\nRepública, a ocupar mais uma vez a direção do Banco do Brasil. Suas\ndivergências com o plano financeiro proposto pelo governo levaram-no,\nporém, a recusar a proposta. Esse plano, aplicado em 1929, foi apontado\npor muitos como um fator de agravamento da estagnação da economia\ncafeeira.\n\nNo Ministério da Fazenda\n\nA vitória da Revolução de 1930 foi seguida, em São Paulo, por um período\nde indefinição política. O general Hastínfilo de Moura, chefe do\nprimeiro governo provisório paulista formado depois da deposição de\nWashington Luís (24/10/1930), convidou Whitaker para a Secretaria da\nFazenda, mas este relutou em aceitar o “perigoso cargo”. Diante do apoio\na seu nome expresso pelo próprio Getúlio Vargas, líder da revolução\nvitoriosa, em 28 de outubro Whitaker resolveu assumir o posto de chefe\ncivil do novo governo de São Paulo, reorganizado com a saída do general\nHastínfilo e a nomeação do líder tenentista João Alberto Lins de Barros\npara o cargo de delegado militar da revolução. Em 4 de novembro,\nWhitaker foi designado ministro da Fazenda do governo provisório\nchefiado por Vargas, e foi substituído na administração paulista por\nPlínio Barreto.\n\nA nomeação de Whitaker para a pasta da Fazenda repercutiu positivamente\nnos meios financeiros internacionais, principalmente entre os banqueiros\nRothschild, importantes credores do Brasil. Sua gestão foi marcada pelas\nconsequências da violenta crise econômica internacional de 1929, que\ntornou ainda mais graves os problemas do setor cafeeiro. Com a queda dos\npreços de exportação do café e o acúmulo de estoques invendáveis do\nproduto, o conjunto da economia brasileira foi abalado, em virtude da\ndiminuição de sua capacidade de importar e cumprir os pagamentos devidos\nao exterior, da redução do ritmo de todas as atividades, do achatamento\ndo poder de compra dos salários, e do aumento do desemprego.\n\nNesse contexto, Whitaker, segundo suas próprias palavras um “velho\ninimigo de todas as intervenções”, foi obrigado a ampliar a participação\ndo Estado na economia do país, socorrendo o setor cafeeiro em crise\natravés da compra de 18 milhões de sacas do produto. Na ocasião, afirmou\nque “a necessidade não conhece leis: ou faremos isso – e já – ou\nassistiremos à derrocada de toda a nossa economia”. Essa medida agravou\nas dificuldades enfrentadas pelo Tesouro e forçou a utilização do\nrecurso às emissões de moeda – em tese, combatido pelo ministro –, o\naumento dos impostos sobre a produção e o consumo do café, e a proibição\ndo plantio desse produto durante cinco anos.\n\nEm fevereiro de 1931, o Banco da Inglaterra enviou um representante ao\nBrasil para avaliar as dificuldades econômicas do país e o programa\nfinanceiro do governo. Seu relatório, publicado em julho do mesmo ano,\ndiagnosticou a existência de uma “confiança exagerada na emissão de\nnotas, empréstimos dispendiosos no estrangeiro para fins de valor\neconômico duvidoso e despesas públicas excessivas, que produziram uma\nsituação de inflação financeira”, e propôs a busca do equilíbrio\norçamentário, a estabilização da moeda e a formação de um banco central\nde emissões. Essas sugestões coincidiam com as teses defendidas por\nWhitaker, que, a partir de então, acelerou o combate ao déficit através\nde cortes no orçamento público, da redução dos vencimentos do\nfuncionalismo e da edição do Código dos Interventores, voltado para\naumentar o controle federal sobre os gastos dos estados e municípios.\n\nNa tentativa de combater o grave desequilíbrio do balanço de pagamentos\ne enfrentar a escassez de reservas cambiais, Whitaker foi seguidamente\nforçado a se afastar de sua formação econômica liberal. Criou a Comissão\nCentral de Compras (destinada a coordenar e controlar as compras\nrealizadas pelo governo), reformulou o sistema de contabilidade\nfazendária (tornando possível a publicação de balancetes mensais da\nreceita e despesa do Tesouro) e autorizou o Loide Brasileiro e a Estrada\nde Ferro Central do Brasil a comprar toda a produção das companhias\nnacionais de mineração de carvão. Adotou também diversas medidas de\ncaráter protecionista, como a proibição, durante três anos, de\nimportação de máquinas destinadas a indústrias já instaladas no país e a\ndeterminação de que todo importador adquirisse no mercado nacional pelo\nmenos 10% dos produtos que pretendesse negociar. O mercado de câmbio\npermaneceu restrito às necessidades do comércio externo e foi\nmonopolizado pelo Banco do Brasil, que evitou uma queda brusca nas\ntaxas, mas não impediu a desvalorização gradual do cruzeiro, fator de\nestímulo às exportações e de proteção à produção industrial interna. O\nmonopólio estatal sobre o câmbio foi depois atenuado por meio de um\ndecreto que permitia ao banco oficial conceder licença às instituições\nfinanceiras privadas para a compra de divisas estrangeiras.\n\nInglaterra, Estados Unidos e França eram, nessa ordem, os maiores\ncredores da dívida externa brasileira, que, no início da década de 1930,\nalcançava 250 milhões de libras esterlinas, correspondentes a quase duas\nvezes a receita federal. Para preservar o crédito externo do país, o\ngoverno provisório remeteu para a Europa todo o ouro que estava em seu\npoder, totalizando cerca de 7,5 milhões de libras. Contraiu em seguida\nnovo empréstimo de 6,5 milhões de libras, atendendo momentaneamente às\nnecessidades internas. Essas medidas, contudo, contrariaram os setores\nque propunham a suspensão dos pagamentos ao exterior, como a Federação\ndas Indústrias do Estado de São Paulo (FIESP) e os grandes\ncafeicultores, que reivindicavam também a queima dos estoques\ninvendáveis comprados pelo governo. Segundo Paulo Nogueira Filho, entre\nos integrantes da Legião Revolucionária, organização tenentista muito\natuante em São Paulo e liderada pelo general Miguel Costa,\n“levantaram-se clamores indignados contra a demora na supressão dos\npagamentos”, medida reclamada também por Osvaldo Aranha, ministro da\nJustiça.\n\nOs cafeicultores paulistas acusavam o governo provisório de não\nampará-los devidamente. Suas pressões criaram inúmeras dificuldades para\nos planos de austeridade econômica de Whitaker, que enfrentava também\nobstáculos políticos à sua atuação. Próximo do Partido Democrático (PD),\no ministro da Fazenda procurou diversas vezes convencer Getúlio Vargas\nda necessidade de atender, pelo menos parcialmente, às reivindicações\ndas forças políticas de São Paulo, nomeando um interventor paulista e\ncivil para o lugar do capitão João Alberto Lins de Barros. No âmbito de\nseu próprio ministério, Whitaker também teve dificuldades com a atuação\nda Comissão de Correção Administrativa, chefiada pelos revolucionários\nJuarez Távora e Ari Parreiras, que realizou uma devassa entre seus\nquadros e afastou Pedro Luís Correia e Castro da presidência do Banco do\nBrasil, contra a vontade do ministro.\n\nEm julho de 1931, Laudo Camargo assumiu a interventoria federal em São\nPaulo. No mês seguinte, Whitaker declarou que, “com o intuito de aliviar\na pressão sobre o mercado cambial, o governo provisório, depois de ouvir\nos representantes dos seus credores, resolveu suspender temporariamente\no serviço de amortização de suas dívidas externas, exceto os dos dois\n*funding* e o do empréstimo sobre o café de 1922”. Foram então iniciadas\nas negociações para o terceiro *funding loan*, consolidação e\nreescalonamento do pagamento da dívida externa, que só veio a ser\nconcretizado em março do ano seguinte.\n\nAinda em agosto de 1931, agravou-se a crise entre o governo federal e os\ncafeicultores paulistas, que exigiam maior assistência pública, reforma\ndas tarifas alfandegárias, ampliação do crédito, revisão dos contratos\nde empréstimo e amparo às cotações do café no mercado de Santos.\nCriticavam também a criação do Conselho Nacional do Café, que transferia\npara o Estado decisões relativas aos seus negócios, e acusavam Whitaker\ne Numa de Oliveira (secretário de Fazenda do governo paulista) de\nestarem comprometidos com os banqueiros em detrimento da lavoura.\nSegundo Renato Jardim, o ministro elevava a tarifa aduaneira sobre a\njuta para “favorecer interesses do truste do saco, representado pelo\ngrupo de homens de negócio com quem tinha estreitas afinidades, entre\neles o próprio Numa de Oliveira, proprietário do Banco Comércio e\nIndústria (de São Paulo), que representava esses interesses”. Whitaker e\nNuma de Oliveira eram acusados também de manter baixos os preços do café\ne aplicar o decreto de 10 de setembro de 1930, considerado “monstruosa\naberração jurídica”, que transferia para os bancos a propriedade do café\ndeixado em consignação pelos produtores. Dessa forma, as compras de\nestoques eram negociadas pelo governo com as instituições financeiras,\nconsideradas donas do café.\n\nApoiados pelo ex-interventor João Alberto, os cafeicultores conseguiram,\nno início de novembro de 1931, o afastamento de Numa de Oliveira, que\ncontinuava firme na recusa em suspender as cobranças de suas dívidas com\no banco do estado. Em seguida, Laudo Camargo renunciou, considerando-se\nincapaz de governar efetivamente São Paulo. A demissão do secretário de\nFazenda paulista enfraqueceu também a posição de Whitaker, que tinha\nnele um importante auxiliar na aplicação da política\neconômico-financeira federal, e provocou seu pedido de exoneração. No\ndia 16 de novembro de 1931, Whitaker foi substituído no ministério por\nOsvaldo Aranha, que enfrentou as mesmas dificuldades na relação com os\ncafeicultores.\n\nWhitaker retornou a São Paulo decidido a dedicar-se exclusivamente a\nseus interesses privados. Segundo suas próprias palavras, não pretendia\nparticipar da Revolução Constitucionalista que estava sendo articulada\npelas forças paulistas contra o governo federal para obter a devolução\nda autonomia dos estados e a imediata reconstitucionalização do país. O\nmovimento foi deflagrado em 9 de julho de 1932, iniciando uma guerra\ncivil de largas proporções. Em 8 de agosto seguinte, Whitaker compareceu\na uma reunião na Associação Comercial de São Paulo e foi indicado para\nassumir o cargo de maior responsabilidade na Campanha do Ouro, que\nconsistia no recolhimento de doações desse metal para financiar a luta.\nNo início de outubro, os paulistas foram derrotados pelas forças leais a\nGetúlio Vargas, e o coronel Herculano de Carvalho e Silva, comandante da\nForça Pública, assumiu interinamente a chefia do governo estadual. Logo\nem seguida Carvalho e Silva chamou Whitaker para uma reunião, com o\nobjetivo de discutir a pacificação do estado e a volta à normalidade. O\nprestígio do ex-ministro nos meios econômicos e políticos de São Paulo,\na intervenção de José Carlos de Macedo Soares a seu favor e, segundo o\npróprio Whitaker, “a benignidade natural de Vargas” impediram que ele\nfosse vítima da repressão que se abateu sobre os derrotados, cujos\nlíderes foram enviados para o exílio. De toda forma Whitaker se retirou\npara a vida privada por longo período, interrompido somente pela\nparticipação no Conselho Consultivo do Estado de São Paulo durante a\ninterventoria de Armando de Sales Oliveira, iniciada em agosto de 1933.\n\nRetorno à Vida Pública\n\nWhitaker permaneceu afastado da vida pública durante todo o período de\nvigência do Estado Novo, instalado em 10 de novembro de 1937. Com a\nderrubada desse regime em 29 de outubro de 1945, José Carlos de Macedo\nSoares foi nomeado interventor em São Paulo e convidou Whitaker para\nassumir a prefeitura da capital, mas este recusou, indicando três nomes\nque, a seu ver, poderiam exercer a função. O segundo dessa lista, Abraão\nRibeiro, foi nomeado.\n\nNessa fase de reorganização da vida nacional, Whitaker escreveu uma\ncarta ao interventor em São Paulo, datada de 28 de novembro de 1945,\nemitindo sua opinião sobre as diretrizes econômicas a serem seguidas\npelo novo governo. Propunha a supressão de todos os institutos ou\ninstituições que, a seu ver, embaraçavam o fluxo da economia do país,\ncomo o Departamento Nacional do Comércio, o Instituto do Açúcar e a\nCarteira de Exportação do Banco do Brasil; o fim das autarquias e a\nunificação de toda a receita e despesas públicas no Tesouro Nacional; a\ntransformação do Banco do Brasil em um estabelecimento comum de\ndepósitos, acompanhada da criação de um banco central (que absorvesse a\nCarteira de Redescontos, a Carteira Cambial e todas as relações com o\nTesouro) e de um banco de crédito real (que operasse a Carteira Agrícola\ne Industrial e a Carteira de Mobilização). Nos últimos dias de 1945,\nJosé Carlos de Macedo Soares foi portador do convite feito pelo\npresidente eleito, general Eurico Gaspar Dutra, para que José Maria\nWhitaker assumisse a chefia do Ministério da Fazenda. Este, contudo,\npreferiu pleitear a direção do Banco do Brasil. Entretanto, os\nentendimentos travados com Dutra não resultaram na sua nomeação.\n\nWhitaker só retornou à vida pública em 1955. Nessa época a política\neconômica aplicada por Eugênio Gudin, ministro da Fazenda do governo de\nCafé Filho, encontrou resistências dos setores vinculados à indústria,\nespecialmente os produtores de bens de capital. O governador de São\nPaulo, Jânio Quadros, iniciou então entendimentos com o presidente da\nRepública com vistas a uma mudança na política de crédito. Essas\nnegociações envolveram também aspectos políticos, pois Jânio Quadros\ncomprometeu-se a apoiar Juarez Távora nas eleições presidenciais desse\nano, deixando de lançar sua própria candidatura, em troca da indicação\nde Otávio Marcondes Ferraz para o Ministério da Viação e Obras Públicas\ne de José Maria Whitaker para a pasta da Fazenda.\n\nWhitaker assumiu o cargo em 13 de abril de 1955 e indicou Alcides\nVidigal para a presidência do Banco do Brasil. Pretendendo aliviar a\npolítica monetária, revogou imediatamente a portaria que obrigava os\nbancos a deixar sob o controle da Superintendência da Moeda e do Crédito\n(Sumoc) metade dos seus depósitos. Essa medida provocou a demissão do\nsuperintendente da Sumoc, Otávio Gouveia de Bulhões, último membro da\nequipe comprometida com o programa de Eugênio Gudin que ainda permanecia\nno segundo escalão do ministério. Empenhado em equilibrar o orçamento\natravés da redução da despesa pública, Whitaker suspendeu também o\nprograma de compra de estoques de café pelo governo, o que gerou\nprotestos dos cafeicultores. Em compensação, levou adiante o projeto de\nreforma cambial, realizado com a colaboração de Edward Bernstein\n(representante do Fundo Monetário Internacional) e a assistência de\nRoberto Campos (superintendente do Banco Nacional do Desenvolvimento\nEconômico) e de Paulo Poock Correia (diretor da Carteira de Câmbio do\nBanco do Brasil). O principal propósito do projeto era a abolição do\nconfisco cambial, considerado “tributação funesta à nossa economia”\nporque onerava o produto exportado “no próprio momento em que vai\nconcorrer com similares estrangeiros”. Essa medida, entretanto,\nencontrou oposição de todos os demais ministros, com exceção de Otávio\nMarcondes Ferraz, sendo chamada de inoportuna pelos ministros militares\nem virtude da sucessão presidencial que se aproximava. Diante das\ncontrovérsias suscitadas pela proposta de reforma cambial, o presidente\nCafé Filho resolveu submetê-la à aprovação do Congresso, o que levou\nWhitaker a pedir demissão. No dia 10 de novembro de 1955, foi\nsubstituído por Mário Câmara, funcionário do Ministério da Fazenda.\n\nApesar de novamente afastado da vida pública, Whitaker permaneceu um\natento observador da situação econômico-financeira do país, conforme\ndemonstram os inúmeros artigos que publicou na imprensa. Continuou à\nfrente do Banco Comercial do Estado de São Paulo que, a partir de 1964,\nprocurou ampliar o volume de suas operações através da fusão com outras\ninstituições financeiras, finalmente concretizada em julho de 1972. O\nnovo grupo – que, além das operações bancárias, detinha o controle de\numa refinaria de petróleo – passou a se chamar Banco União Comercial e,\ndois anos depois, foi incorporado ao Banco Itaú Sociedade Anônima, de\nSão Paulo.\n\nJosé Maria Whitaker faleceu em São Paulo no dia 19 de novembro de 1970.\n\nEscreveu inúmeros artigos e relatórios, entre os quais *Letra de câmbio*\n(1932) e *A administração financeira do Governo Provisório de 4 de\nnovembro de 1930 a 16 de novembro de 1931* (1933). Deixou também o livro\n*O milagre de minha vida* (autobiografia, 1978). Nesse volume estão\nincluídos diversos artigos e relatórios de sua autoria, bem como\ndepoimentos de terceiros sobre sua atividade.\n\nO arquivo de José Maria Whitaker encontra-se depositado no Centro de\nPesquisa e Documentação de História Contemporânea do Brasil (Cpdoc) da\nFundação Getulio Vargas.\n\nJorge Miguel Mayer\n\n**FONTES:**ARAÚJO, A. *Chefes*; BULHÕES, A. *Ministros*; CAFÉ FILHO, J.\n*Do sindicato*; CALMON, P. *História*; CARONE, E. *República nova*;\nCONSULT. MAGALHÃES, B.; COSTA, M. *Cronologia*; DULLES, J. *Getúlio*;\n*Encic. Barsa*; *Encic. Mirador*; ENTREV. ABREU, M.; FLYNN, P. *Legião*;\nFONTOURA, J. *Memórias*; *Grande encic. Delta*; JARDIM, R. *Aventura*;\n*Jornal do Comércio*, Rio (22/11/1970); LEFF, N. *Política*; LEVINE, R.\n*Vargas*; MELO, L. *Dicionário*; MIN. FAZ. *Ministros*; MONTEIRO, F.\n*Banco*; MUSEU DO BANCO DO BRASIL; NOGUEIRA FILHO, P. *Ideais*;\nOLIVEIRA, G. *Evolução*; PEIXOTO, A. *Getúlio*; *Personalidades*; SILVA,\nH. *1931*; SILVA, H. *1932*; SILVA, H. *1933*; SOUSA, J. *Índice*; TRIB.\nSUP. ELEIT. *Dados*; VAMPRÊ, S. *Memórias*; *Veja* (11/1970); WHITAKER,\nJ. *Milagre*; *Who’s who in Brazilian*; *Who’s who in Latin America*.\n","ref":"**FONTES:**ARAÚJO, A. *Chefes*; BULHÕES, A. *Ministros*; CAFÉ FILHO, J.\n*Do sindicato*; CALMON, P. *História*; CARONE, E. *República nova*;\nCONSULT. MAGALHÃES, B.; COSTA, M. *Cronologia*; DULLES, J. *Getúlio*;\n*Encic. Barsa*; *Encic. Mirador*; ENTREV. ABREU, M.; FLYNN, P. *Legião*;\nFONTOURA, J. *Memórias*; *Grande encic. Delta*; JARDIM, R. *Aventura*;\n*Jornal do Comércio*, Rio (22/11/1970); LEFF, N. *Política*; LEVINE, R.\n*Vargas*; MELO, L. *Dicionário*; MIN. FAZ. *Ministros*; MONTEIRO, F.\n*Banco*; MUSEU DO BANCO DO BRASIL; NOGUEIRA FILHO, P. *Ideais*;\nOLIVEIRA, G. *Evolução*; PEIXOTO, A. *Getúlio*; *Personalidades*; SILVA,\nH. *1931*; SILVA, H. *1932*; SILVA, H. *1933*; SOUSA, J. *Índice*; TRIB.\nSUP. ELEIT. *Dados*; VAMPRÊ, S. *Memórias*; *Veja* (11/1970); WHITAKER,\nJ. *Milagre*; *Who’s who in Brazilian*; *Who’s who in Latin America*.\n","dic":"DHBPR"}