{"title":"BARRETO, José de Almeida","cargoss":["militar","const. 1891","sen. PB 1891-1905."],"author":"Raimundo Helio Lopes","content":"**BARRETO, José de Almeida**\n\n\\*militar; const. 1891; sen. PB 1891-1905.\n\n*José de Almeida Barreto* nasceu na cidade de Paraíba do Norte,\nposteriormente chamada João Pessoa, no dia 22 de junho de 1827.\n\nIngressou no Exército em junho de 1849 e foi promovido a alferes em\ndezembro de 1855. Lutou na Guerra do Paraguai (1865-1870), sendo\npromovido a tenente em janeiro de 1866 e a capitão em fevereiro de 1869.\nAo final do conflito, recebeu as condecorações de Aviz e da Rosa e as\nmedalhas do Mérito Militar e da Campanha do Paraguai conferidas pelo\nBrasil e a Argentina. Prosseguindo na carreira militar, foi promovido a\nmajor em dezembro de 1871, a tenente-coronel em junho de 1876, a coronel\nem julho de 1881 e a brigadeiro em julho de 1887.\n\nEm 15 de novembro de 1889 foi um dos militares que estiveram ao lado do\nmarechal Deodoro da Fonseca quando este depôs o gabinete de ministros do\nImpério chefiado pelo visconde de Ouro Preto e instituiu o governo\nprovisório da República. Em setembro de 1890 foi eleito senador\nconstituinte pelo estado da Paraíba. Assumiu sua cadeira em 15 de\nnovembro seguinte, quando foi instalada a Assembleia Nacional\nConstituinte no Rio de Janeiro, agora Distrito Federal, e em 21 de\ndezembro foi promovido a marechal de campo. Durante os trabalhos de\nelaboração da primeira Constituição republicana do país, defendeu o\npresidente Deodoro da Fonseca (1889-1891). Promulgada a nova Carta\nconstitucional em 24 de fevereiro de 1891, em junho seguinte passou a\ncumprir o mandato ordinário no Senado Federal. Ainda em 1891 tornou-se\nconselheiro de guerra do Conselho de Superior Militar, mas afastou-se do\ncargo por divergências com o então vice-presidente marechal Floriano\nPeixoto. Foi perseguido e exilou-se, mas foi anistiado e, em 11 de\njaneiro de 1892, reformou-se como marechal. Em 1899 foi reeleito senador\npelo estado da Paraíba e em 1901 tornou-se ministro do Supremo Tribunal\nMilitar, cargo que ocupou até a morte.\n\nFoi também comandante de Armas de Pernambuco e comandante superior da\nGuarda Nacional da capital.\n\nFaleceu na cidade do Rio de Janeiro no dia 3 de maio de 1905, em pleno\nexercício do mandato de senador.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; LEITE NETO, L. *Catálogo*\n*biográfico*; SUP. TRIB. MIL. *Ministros do Supremo.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; LEITE NETO, L. *Catálogo*\n*biográfico*; SUP. TRIB. MIL. *Ministros do Supremo.*\n","dic":"DHBPR"}