{"title":"BARRETO, Lima","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Eduardo Junqueira"],"content":"**BARRETO, Lima**\n\n\\* escritor e jornalista.\n\n*Afonso Henriques de Lima Barreto* nasceu no Rio de Janeiro, então\ncapital do Império, em 13 de maio de 1881, filho de João Henriques de\nLima Barreto e de Amália Augusta Pereira de Carvalho. Sua mãe, filha de\nescravos, tornou-se professora primária e proprietária de uma escola\npara meninas no bairro carioca de Laranjeiras. Seu pai foi tipógrafo e\ntrabalhou em jornais do Rio de Janeiro e na Imprensa Nacional. Também\ndescendente de escrava, João Henriques era ligado aos liberais do fim do\nImpério, principalmente ao visconde de Ouro Preto, a quem deu o filho\npor batismo. O tipógrafo, por conta de sua identificação com os\nliberais, após a proclamação da República sofreu perseguições, vindo a\nperder o lugar de mestre de composição na Imprensa Nacional.\n\nLima Barreto teve infância atribulada e repleta de dissabores. Não\nbastasse o desemprego do pai, e as dificuldades deste em conseguir nova\ncolocação, perdeu a mãe, vítima de tuberculose, quando tinha sete anos.\nÓrfão, com três irmãos mais novos, foi tido por criança dotada, cuja\ninteligência orçava acima da média dos meninos de sua idade. Recebeu\ninstrução primária na Escola Pública Teresa Pimentel do Amaral,\nestabelecimento de ensino modesto, para onde seguiam as crianças das\nclasses menos favorecidas que viviam no Centro da cidade do Rio de\nJaneiro.\n\nPara Francisco de Assis Barbosa, um de seus mais célebres biógrafos, a\ninfância conturbada, a morte prematura da mãe, os eventos relacionados à\nchegada da República e a perseguição sofrida pelo pai deixaram marcas\nprofundas não só na personalidade de Lima Barreto, como também no\nconteúdo de sua obra. Segundo o biógrafo, um acontecimento teria marcado\nprofundamente sua infância de menino mulato, órfão e descendente de\nescravos: a assinatura da Lei Áurea e os festejos da Abolição, no dia em\nque completou sete anos. Já não se diria o mesmo de outra data\nsimbólica: o 15 de novembro de 1889. Sobre seu significado, o próprio\nLima Barreto afirmou, em crônica incluída na obra póstuma *Coisas do\nreino do Jambon*, que “via-a com desgosto”, acentuando que, com o regime\nrepublicano ali inaugurado, o Brasil se tornara “uma vasta comilança”;\nera “a subida do partido conservador ao poder, sobretudo da parte mais\nretrógrada dele, os escravocratas de quatro costados”.\n\nEm 1894, Lima Barreto concluiu o curso secundário no Liceu Popular\nNiteroiense, internato de propriedade do escocês William Cunditt\ndestinado aos filhos da elite carioca e fluminense. Graças à ajuda do\npadrinho Afonso Celso (o visconde de Ouro Preto, que retornara do exílio\nem 1891), pôde ali estudar e conviver com meninos ricos e de condição\nsocial diferente da sua: foram seus contemporâneos no Liceu Otávio\nKelly, Ribeiro de Almeida, Ricardo Greenhalgh, Américo Ferraz de Castro,\nentre outros.\n\nPor essa época, seu pai foi nomeado almoxarife das Colônias de\nAlienados. Em decorrência do novo posto ocupado pelo pai, a família\nmudou-se para a ilha do Governador, onde se localizavam os hospícios.\nFoi o primeiro contato com a loucura e com os loucos, tanto para Lima\nBarreto como para seu pai, que já ali começou a apresentar os primeiros\nsinais de demência. Ainda que estivesse interno no Liceu, a ilha foi\npara o menino ao mesmo tempo paraíso e inferno, em face da natureza\nbela, quase intocada, e da assustadora presença dos doentes dos asilos.\n\nDepois de frequentar os preparatórios Paula Freitas e o Ginásio Nacional\n– nome dado pela República nascente ao Imperial Colégio Pedro II –, Lima\nBarreto ingressou, em 1897, na Escola Politécnica do largo do São\nFrancisco, no Centro do Rio, e iniciou o curso de engenharia civil. Foi\no momento em que travou contato com o positivismo, para logo com ele se\nincompatibilizar, identificando-o como suporte filosófico do regime\nrepublicano que tanto execrava. Durante o período em que frequentou a\nPolitécnica, escreveu para o jornal estudantil *A Lanterna*, destinado a\ntratar dos temas de interesse dos estudantes dos cursos superiores do\nRio de Janeiro. Mesmo sob a sombra de um pseudônimo, seus artigos, logo\nidentificados, agradaram ao público. Foi esta, para Lima Barreto, a\népoca em que descobriu a cidade: frequentou cafés, teatros, reuniões\npolíticas e a boemia carioca.\n\nSendo estudante pobre, mulato e com dificuldades no relacionamento com\nprofessores e colegas, a atmosfera estudantil e as exigências do curso\nde engenharia não combinavam com sua personalidade. Por outro lado, é\ncerto que dedicava mais tempo à leitura de tratados filosóficos e\nromances do que propriamente aos manuais de topografia e cálculo.\n\nEm 1903, seu pai se afastou da função que exercia nas Colônias de\nAlienados, após uma série de crises de alucinação e pânico que acabaram\npor tornar o afastamento definitivo, com a aposentadoria. Diante desse\nfato, a família foi obrigada a deixar a ilha do Governador e estabelecer\nresidência no Engenho Novo, subúrbio do Rio de Janeiro. Empurrado por\nesse problema familiar, Lima Barreto abandonou de vez a Politécnica,\ntanto mais que uma sucessiva série de reprovações na disciplina de\nmecânica racional impedia-o de progredir no curso. Com a engenharia fora\nde sua vida, tentou dedicar-se ao jornalismo. Mas os proventos não lhe\nbastavam, dado que, após a loucura do pai, foi obrigado a prover o\nsustento da família. Assim, ainda em 1903 ingressou por concurso público\nna Secretaria da Guerra, para desempenhar a modesta função de amanuense\ne dar solução à situação em que vivia com a família.\n\nNesse ano, a cidade iniciou o processo de modernização, sob o comando do\nprefeito Pereira Passos. No contexto de transformação, que se traduzia\npela abertura de avenidas e a construção de jardins e palácios, ao\nestilo parisiense, a vida mundana, os teatros, a boemia, os saraus\npassaram a atrair cada vez maior número de pessoas, indicando uma\nmudança de hábitos do carioca, no sentido do florescimento de uma\ncultura eminentemente urbana. Lima Barreto, frequentador assíduo dos\ncafés, iniciou seus contatos com o meio intelectual dos pequenos\nliteratos, tornando-se ele próprio, em pouco tempo, um de seus maiores\nexpoentes.\n\nEm 1905, ocorreu sua estreia na grande imprensa com a série de\nreportagens publicadas no *Correio da Manhã*, intitulada*Subterrâneos do\nmorro do Castelo*, na qual explorou o mistério e a possibilidade de\nhaver naquele morro túneis e galerias onde os jesuítas teriam escondido\ndocumentos secretos e suntuosos tesouros. As reportagens fizeram\nrelativo sucesso, mas não a ponto tornar o escritor conhecido do grande\npúblico. Ainda em 1905, numa rápida passagem pela revista *Fon-Fon*,\npublicou artigos sobre literatura brasileira e estrangeira.\n\nDois anos depois, fundou a revista *Floreal*, suplemento literário que\ntinha como redatores, além dele próprio, Alcides Maia, Ribeiro Filho,\nNoronha Santos, Curvelo de Mendonça e Fábio Luz. A revista, apesar de\nter desaparecido em 1908, com apenas quatro números publicados, chamou a\natenção de José Veríssimo, então figura de grande prestígio intelectual,\nque a elogiou em artigo no *Jornal do Comércio*. Na *Floreal*, além da\ncrítica literária, que procurava expressar posição em face das novas\nestéticas surgidas em decorrência da agonia do simbolismo, havia artigos\nde cunho político, que davam voz aos movimentos socialista e operário.\n\nO Rio de Janeiro do início do século XX, a capital federal, centro\nadministrativo, político e econômico, era também o espaço em que muitos\nconflitos encontravam eco. Circulava na cidade uma grande quantidade de\njornais e revistas, de todas as orientações políticas e estéticas, sendo\nque relações de poder e interesse eram quase sempre levados em conta\ndiante da estreia de uma obra ou de um novo autor. Não era um meio\nacolhedor para um funcionário subalterno, mulato, morador do subúrbio,\naspirante a literato, sem indicações ou pistolões de que se pudesse\nvaler. Nesse meio, somente os já consagrados tinham oportunidades.\n\nEm dezembro de 1909, Lima Barreto publicou seu primeiro romance,\n*Recordações do escrivão Isaías Caminha,* editado em Portugal graças à\nintervenção do amigo João Pereira Barreto. Pretendia ele, com o romance\nde estreia, causar escândalo no meio literário. Tendo por pano de fundo\na redação de um jornal, o livro contava a história de um rapaz\ninteligente, honesto, porém mulato, que vinha para o Rio de Janeiro em\nbusca de sucesso, além de conter uma sátira direta às principais figuras\ndo jornalismo da época, que apareciam em situações vexatórias e\nconstrangedoras. Todavia, o que poderia ser a força do romance tornou-se\nseu ponto fraco. Tomado como um *roman à clef*, cheio de mágoa e\nofensivo, o livro foi praticamente ignorado. Os poucos que lhe\nescreveram notas foram unânimes na crítica, como Alcides Maia, que em\nresenha no *Diário de Notícias* o classificou como “álbum de fotografias\nque dá a penosa impressão de um desabafo, mais próprio das seções livres\ndo que do prelo literário”.\n\nPor ter ocorrido em meio à campanha para as eleições presidenciais de\n1910, na qual se debatiam Rui Barbosa e o marechal Hermes da Fonseca, é\npossível que a estreia de Lima Barreto tenha sido ofuscada pela agitada\ndisputa política. Ainda assim, o insucesso do romance não o desanimou de\ntodo. Entre 1910 e 1911, publicou na imprensa aqueles que foram\nconsiderados seus melhores contos: *O homem que sabia javanês* e *A nova\nCalifórnia*. Exemplos de crítica social exacerbada, repleta de ironia\npanfletária, os dois contos denunciavam os falsos valores das elites\npolítica e intelectual, sua torpeza e sua ingenuidade cínica, quando se\ntratava de abrir mão de convicções em nome de interesses puramente\npessoais.\n\nAinda em 1911, Lima Barreto deu início à publicação no *Jornal do\nComércio*, em forma de folhetim, da obra *Triste fim de Policarpo\nQuaresma.* A história do patriota desajustado e solitário, que leva seu\namor à nação às últimas consequências, ampliou ainda mais o significado\nde sua produção, no horizonte de uma literatura militante na qual se\npercebe certa dose de ressentimento do escritor, em parte motivado por\nseu fracasso em termos de reconhecimento e ascensão no mundo das letras.\n\nFoi por essa época, e coincidindo com sua fase mais criativa e fecunda,\nque Lima Barreto se entregou ao vício do álcool e à vida desregrada.\nEssa entrega ocorreu justo no momento em que a boemia perdera seu\ncaráter revolucionário, aburguesara-se, tornara-se uma “boemia dourada\nde salões”, como assegurou Brito Broca no livro *A vida literária no\nBrasil – 1900*. Eram salões cujas portas não estavam abertas para o\nescritor, dada sua condição social. Daí que, deixando os cafés,\ntornar-se-ia “um frequentador de botequins, embriagando-se todos os\ndias, esbodegado e sujo, quase um trapo humano”, no dizer de Francisco\nde Assis Barbosa.\n\nEm 1914, às vésperas de um conflito na Europa, Lima Barreto foi impedido\nde ingressar na Sociedade dos Homens de Letras, entidade para cuja\ncriação muito trabalhara, ao redigir seus estatutos e presidir algumas\nde suas sessões preparatórias. Repetia-se, portanto, a memória da\ncircunstância em que fora impedido de ingressar na Academia Brasileira\nde Letras. A casa, em 1911, sequer lhe aceitara a candidatura, e o\npróprio escritor viria a reconhecê-lo, em carta enviada a Monteiro\nLobato e hoje recolhida na sua correspondência: “sei bem que não dou\npara a Academia e a reputação de minha vida urbana não se coaduna com a\nsua respeitabilidade”.\n\nO meio literário que lhe fechou as portas, obrigando-o a permanecer na\nrepartição pública que detestava e que, por uma questão de\nsobrevivência, não podia abandonar, a doença mental do pai, a atmosfera\npolítica, o preconceito de que se julgava vítima, a timidez extrema,\ntudo em seu entorno o empurrava para um alcoolismo de bebedor solitário.\nOs contemporâneos de Lima Barreto costumavam vê-lo caminhando pelas ruas\nda cidade, às vezes em lugares inusitados. É que quando embriagado,\nlançava-se a percorrer enormes distâncias: ia a pé da Central do Brasil\nao Méier, da Gamboa a Laranjeiras, do largo de São Francisco à Aldeia\nCampista, sem que nunca ele mesmo soubesse dizer do por que dessas\ndeambulações. Era comum que, sem conseguir chegar ao destino de sua\nperegrinação, se deixasse dormir na rua, para, ao acordar, dirigir-se à\nSecretaria da Guerra no estado em que se encontrava.\n\nEm agosto de 1914, depois de uma série de crises de alucinação e pânico,\nsemelhante à que o pai tivera, Lima Barreto foi recolhido ao Hospício\nNacional de Alienados e lá permaneceu até outubro. O documento de\ninternação diagnosticou neurastenia e assegurou que o surto de\ninsanidade se devia ao consumo excessivo de bebida alcoólica, conforme\nse vê de seu prontuário, que faz parte do apêndice da biografia escrita\npor Francisco de Assis Barbosa. É uma hipótese que se deve somar ao\nconvívio, desde a infância, com a demência do pai. É de se notar que, na\nsua obra, além do já mencionado hiperdimensionamento do eu do escritor,\ne da crítica social militante, há um grande número de personagens que\nexperimentaram algum tipo de loucura, reflexo não só daquela\nconvivência, como também resultado da difusão de conhecimentos da\npsicologia clínica, que desde o final do século XIX deu aos escritores\nelementos para a composição de seus personagens.\n\nEm 1915, Lima Barreto começou a publicação de *Numa e a ninfa*, no\njornal *A Noite*, também em forma de folhetim. Ainda em 1915, voltou a\nescrever artigos e contos para a imprensa, sobretudo para os jornais *A\nNoite*, *Gazeta de Notícias* e *Correio da Noite,* além de crônicas de\ncunho social e político, nos quais se mostrava simpatizante do\nmaximalismo e onde passeavam caricaturas ridículas de políticos e\nintelectuais da época. Muitos desses artigos, Lima Barreto assinou como\nse fossem trabalhos de seus personagens: Gonzaga de Sá, Isaías Caminha\n(este, sobretudo, assinava os artigos do escritor no jornal *Voz do\nTrabalhador*, periódico de inclinação anarquista), Vicente Mascarenhas,\nentre outros. Foi nesse ano que começou, também, a colaboração esparsa\nna revista *Careta*.\n\nEm 1916, surgiu em volume *Triste fim de Policarpo Quaresma*, obra que\njá viera a público em fascículos no *Jornal do Comércio*. O aparecimento\ndo volume deu-se em edição modesta, porquanto custeada pelo escritor, e\ntrouxe a reedição dos contos *O homem que sabia javanês* e *Nova\nCalifórnia*. Ao contrário do romance de estreia, *Policarpo* mereceu\ndiversos artigos e resenhas, sendo que os mais entusiastas chegaram a\nconsiderar que Lima Barreto houvera superado a Machado de Assis. Até\nmesmo os críticos que apontaram para a falta de estilo e para os desvios\ngramaticais do autor tiveram de se curvar ante a força narrativa do\nromance.\n\nNo ano seguinte, veio a publico a segunda edição do livro *Recordações\ndo escrivão Isaías Caminha*, em publicação custeada pelo autor. A\nchegada do livro reabriu antigos conflitos que o autor mantinha com a\ngrande imprensa, sobretudo com o *Correio da Manhã*, para muitos o órgão\nque serviu de inspiração para o romance. Ainda em 1917, foi publicado em\nvolume *Numa e a ninfa*.\n\nÉ bem verdade que se respirava no país uma nova atmosfera desde o fim do\ngoverno Hermes da Fonseca e o início da presidência de Venceslau Brás, o\nqual conseguira pôr fim ao conflito federativo em curso desde a eleição\nanterior, e ao processo de militarização das instituições de seu\nantecessor. Tal ambiente era tanto mais ameno para o próprio Lima\nBarreto, que chegou muitas vezes a demonstrar sua irredutível aversão ao\nmeio militar.\n\nNo fim de 1918, ano em que a cidade do Rio de Janeiro foi castigada pela\nchegada da gripe espanhola, Lima Barreto aposentou-se do cargo que\nexercia na Secretaria da Guerra, fato de grande repercussão na vida\npessoal do autor e em sua obra. O fim da vida funcional, os irmãos\nempregados a ajudar no sustento da casa e nos cuidados do pai doente,\ntudo o fez experimentar um sentimento de liberdade até então\ndesconhecido. Ainda nesse mesmo ano, mudou-se para o subúrbio carioca de\nTodos os Santos, local em que viveria até o fim da vida.\n\nFoi o momento em que cresceu a produção de artigos de cunho político,\nsua aproximação da imprensa libertária e dos movimentos sociais e\noperários. Por outro lado, Lima Barreto também não deixou de firmar sua\nposição no campo intelectual. Assim, sucediam-se na imprensa artigos de\nprotesto, nos quais, por exemplo, o escritor apoiava a greve geral, e\nartigos sobre seu programa estético e sua concepção do fazer literário:\no escritor combatia a literatura contemplativa, que julgava ser produto\nde autores inócuos, que apenas cultuavam a bela escrita. Para ele, a\nliteratura, acima de tudo, tinha que ser a sincera expressão da\nsociedade na qual era produzida e “dizer aquilo que os fatos não\ndiziam”, conforme o próprio autor sempre gostava de afirmar,\nparafraseando Taine. Esse ideal de literatura como missão, em muitos\naspectos, o aproximava da fase inicial do movimento modernista.\n\nEm 1919, Lima Barreto publicou *Vida e morte de M. J. Gonzaga de Sá*,\natravés da editora Revista Brasileira, de propriedade de Monteiro\nLobato. O livro foi igualmente lançado durante o início da campanha\neleitoral, na qual Rui Barbosa e Epitácio Pessoa disputavam a\npresidência da República. Bem recebida pela crítica, a obra mereceu\nelogios de João Ribeiro e Tristão de Ataíde, entre outros, o que foi\nconsiderado suficiente para que Lima Barreto fizesse nova investida para\ningressar na Academia Brasileira de Letras. Pretendeu ocupar a cadeira\n20, que fora de Emílio de Meneses, o poeta boêmio, famoso não só pela\nvida desregrada como também pelo grande número de sátiras que fez das\nprincipais figuras da literatura nacional do início do século XX. A\ncandidatura de Lima Barreto foi aceita, mas foi derrotada na disputa com\nos nomes de Eduardo Ramos e Humberto de Campos, este último eleito em\nsegundo escrutínio. A derrota feriu-o mortalmente – mais um episódio\npara acumular no seu repertório de fracassos, na sua sempre malsucedida\nluta por reconhecimento. Ainda ao longo do ano de 1919, iniciou-se no\ntema do folclore urbano, com uma série de estudos para a revista *Hoje*.\n\nNo fim desse ano, teve início a troca de correspondência entre Lima\nBarreto e as principais figuras do modernismo em São Paulo. O grupo, do\nqual faziam parte Mário de Andrade e Di Cavalcanti, passou nutrir grande\nadmiração por ele e mais ainda pelo *Triste fim de Policarpo Quaresma*,\nque foi considerado obra em certo sentido precursora daquilo que os\nmodernistas viriam a defender como programa estético para a literatura\nbrasileira.\n\nNo ano seguinte, Lima Barreto foi acometido por outro surto de loucura,\nque o levou novamente ao Hospital Nacional de Alienados, onde permaneceu\npor dois meses. Ao deixar o manicômio, voltou à imprensa e aos artigos,\nnos quais abordava as questões do tempo, sempre com veia de protesto:\ncondenava o futebol, por ser um estrangeirismo; os arranha-céus e os\nprojetos de reforma urbana; a transferência da capital para o interior\ndo país; o feminismo.\n\nEm 1920, Lima Barreto publicou *Histórias e sonhos*, um repertório de\ncontos que fora publicado na imprensa nos últimos anos. Ao longo do ano,\nexecutou a árdua tarefa de reunir parte de sua enorme produção na\nimprensa, para que viesse a ser lançada em forma de coletânea. No final\nde 1920 estavam prontos o volume intitulado *Margiália* e o romance\n*Cemitério dos vivos –* cujo conteúdo é autobiográfico e tem passagens\nambientadas num hospício – e, no início de 1921, a antologia\n*Bagatelas*.\n\nAinda nesse último ano, Lima Barreto voltou tentar o ingresso na\nAcademia, na vaga decorrente do falecimento de João do Rio. Motivado\npelo prêmio que recebera da casa – a menção honrosa pela obra *Vida e\nmorte de M. J. Gonzaga de Sá* – o escritor lançou-se em campanha, mas,\nem seguida, sem dar explicações, retirou a candidatura.\n\nO ano de 1922 começou, para os brasileiros, cheio de promessas e\nexpectativas. Afinal, foi ano de eleições presidenciais, do Centenário\nda Independência e da Exposição Universal, dos movimentos sociais de\ntrabalhadores, que cresciam de intensidade e em força reivindicatória,\nculminando com a fundação do Partido Comunista, de insatisfação militar,\nde queda nos preços do café no mercado externo. Para Lima Barreto, o ano\ncomeçou com a publicação do primeiro capítulo de *Clara dos Anjos*, na\nrevista *Mundo Literário*. Quanto às celebrações que havia na cidade,\nnão passaram em branco pelo escritor: em cada uma viu o ridículo, o\nexagero e o descompasso, fundos irremediáveis de nossa personalidade\nnacional – sempre resultado da tentativa de imitar a grandeza alheia.\nLamentou a eleição de Artur Bernardes para a presidência, ao mesmo tempo\nem que voltou a criticar a eleição a “bico de pena”, a fraude e o\nsistema representativo brasileiro.\n\nLima Barreto faleceu em 3 de novembro de 1922, vítima de insuficiência\ncardíaca.\n\nPostumamente foram publicadas as seguintes obras: os romances *Clara dos\nAnjos* (1948) e *Cemitério dos vivos* (1956); as sátiras *Aventuras do\nDr. Bogóloff* (s.d.) e *Os bruzundangas* (1922); as coletâneas de\nartigos e crônicas *Feiras e mafuás* (1953); *Marginália* (1953) e *Vida\nurbana* (1956), e as memórias *Diário íntimo* (1953). As obras de Lima\nBarreto, principalmente *Triste fim de Policarpo Quaresma*, foram\ntraduzidas para vários idiomas, destacando-se o tcheco, o japonês e o\nhúngaro.\n\nEduardo Junqueira\n\n**FONTES:** BARBOSA, F. *Vida*; BROCA, B. *Vida*;FIGUEIREDO, C. *Lima\nBarreto*; NEEDELL, J. *Belle*; STEGAGNO-PICCHIO, L. *História*.\n","ref":"**FONTES:** BARBOSA, F. *Vida*; BROCA, B. *Vida*;FIGUEIREDO, C. *Lima\nBarreto*; NEEDELL, J. *Belle*; STEGAGNO-PICCHIO, L. *História*.\n","dic":"DHBPR"}
