{"title":"BARRETO, MENA","cargoss":["militar","comte. 1^a^ RM 1924-1926","insp. 1^o^ Grupo de RMs 1926-1931"],"author":"Renato Lemos","content":"**BARRETO, M****ENA**\n\n\\*militar; comte. 1^a^ RM 1924-1926; insp. 1^o^ Grupo de RMs 1926-1931;\njunta gov. prov. 1930; interv. RJ 1931; min. STM 1931-1933.\n\n*João de Deus Mena Barreto* nasceu em Porto Alegre no dia 30 de junho de\n1874, filho do general José Luís Mena Barreto, então inspetor dos Corpos\nde Artilharia do Rio Grande do Sul, e de Rita de Cássia Mena Barreto.\nDesde o século XVIII muitos membros da sua família seguiram a carreira\nmilitar, e cerca de 15 deles atingiram o generalato. O iniciador dessa\ntradição foi o marechal João de Deus Barreto Pereira Pinto (1769-1849),\nvisconde de São Gabriel, um dos colonizadores do Rio Grande do Sul. Seu\ntio, o marechal Antônio Adolfo da Fontoura Mena Barreto, foi\nconstituinte de 1891, deputado federal pelo Rio Grande do Sul de 1891 a\n1893, e ministro da Guerra de 1911 a 1912.\n\nMena Barreto ingressou na Escola Tática e de Tiro de Rio Pardo (RS) em\njaneiro de 1890. Em maio desse ano, junto com seus colegas, integrou-se\nà guarda palaciana que se manteve fiel ao presidente estadual Francisco\nda Silva Tavares, tentando debelar o movimento de protesto contra a\nviolenta repressão a um comício republicano que comemorava o segundo\naniversário da abolição da escravatura. Na sequência dos acontecimentos,\no governo estadual foi derrubado, iniciando-se um período de\ninstabilidade política em que o poder foi ocupado por vários presidentes\nde curto exercício até a ascensão de Júlio de Castilhos em 1892.\n\nEm janeiro de 1893, Mena Barreto pediu para ser excluído do corpo de\nalunos da academia militar. Designado para servir no 4^o^ Batalhão de\nInfantaria, sediado em São Gabriel (RS), participou do combate à\nRevolução Federalista, guerra civil que conflagrou o Rio Grande do Sul,\nSanta Catarina e Paraná entre fevereiro de 1893 e agosto de 1895. O\nconflito envolveu amplas forças militares locais, opondo os insurretos\nfederalistas (chamados de “maragatos”) ao governo estadual de Júlio de\nCastilhos, republicano, o qual contava com o apoio do marechal Floriano\nPeixoto, presidente da República. Em setembro de 1893, Mena Barreto foi\nintegrado à 1^a^ Brigada de Linha, comandada pelo coronel Tomás Thompson\nFlores e vinculada à Divisão do Norte, participando de diversos combates\ncontra os federalistas em terras gaúchas. Depois da vitória dos\nrepublicanos, foi comissionado no posto de alferes.\n\nEm março de 1898, ingressou na Escola Militar do Brasil, no Rio de\nJaneiro, então Distrito Federal, sendo promovido a tenente em setembro\nde 1900. Dois meses depois, casou-se com Ernestina Estela Noronha Mena\nBarreto, descendente de uma família com grande tradição na Marinha de\nGuerra, com quem veio a ter três filhos. Em junho de 1904, lotado no\n32^o^ Batalhão de Infantaria, integrou as forças expedicionárias\nenviadas para a Amazônia com a missão de consolidar a situação militar\nna região após a resolução, no ano anterior, da chamada Questão do Acre,\ndisputa fronteiriça que opunha o Brasil à Bolívia desde o século XVIII.\nEm novembro de 1904, foi promovido a capitão.\n\nFonte: www.eb.mil.br/republica.\n\n![Description:\nhttp://www.eb.mil.br/image/image\\_gallery?uuid=85e353a4-c1f7-4951-967f-2f62c0d18920&groupId=11311&t=1285260303663](BARRETO,%20MENA_arquivos/image001.jpg)\n\n\\\n\nGen. Antônio A. F. Mena Barreto – 1911/1912.\n\nEm novembro de 1910, Mena Barreto participou da repressão à revolta do\nBatalhão Naval da ilha das Cobras, no Rio de Janeiro, que ocorreu dias\ndepois da Revolta da Chibata, liderada pelo marinheiro João Cândido em\nprotesto contra os baixos vencimentos e os castigos corporais que,\nembora abolidos por lei, ainda eram praticados na Armada. Assim como\noutras manifestações ocorridas no mesmo período, a rebelião dos\nmarinheiros e fuzileiros navais foi duramente reprimida.\n\nMena Barreto foi promovido a major por merecimento em agosto de 1911 e,\nno mês seguinte, tornou-se adjunto do tio, marechal Antônio Adolfo da\nFontoura Mena Barreto, então ministro da Guerra. Mesmo depois da\nsubstituição do ministro, ocorrida em março de 1912, permaneceu algum\ntempo no cargo, até ser atendido seu pedido de exoneração. Transferiu-se\nem seguida para o Rio Grande do Sul, onde foi nomeado professor adjunto\nde física e química do Colégio Militar de Porto Alegre. Retornou ao\nDistrito Federal no ano seguinte, sendo promovido a tenente-coronel em\njaneiro de 1915 e nomeado para comandar o 4^o^ Regimento de Infantaria,\nsediado em Curitiba.\n\nEm fevereiro de 1918, foi encarregado de organizar em Belo Horizonte o\n59^o^ Batalhão de Caçadores (futuro 12^o^ Regimento de Infantaria). No\nmês seguinte, recebeu a patente de coronel e assumiu o comando do 3^o^\nRegimento de Infantaria, no Rio de Janeiro. Promovido a general de\nbrigada em setembro de 1921, foi nomeado dois meses depois inspetor de\ninfantaria da 1^a^ e 2^a^ regiões militares, situadas, respectivamente,\nno Distrito Federal e em São Paulo.\n\nEm fevereiro de 1922 tornou-se comandante da 2^a^ Brigada de Infantaria.\nNesse posto, enfrentou a revolta deflagrada no Rio de Janeiro e em Mato\nGrosso em 5 de julho de 1922, primeiro de uma série de levantes\npromovidos na década de 1920 por jovens oficiais do Exército, chamados\ngenericamente de “tenentes”. Na capital federal, a sublevação envolveu o\nforte de Copacabana, efetivos da Vila Militar e a Escola Militar, e foi\ndebelada no mesmo dia. Mena Barreto chefiou pessoalmente um destacamento\nincumbido de deter o avanço dos cadetes da Escola Militar no bairro\ncarioca do Méier.\n\nEm julho de 1924, irrompeu em São Paulo nova revolta tenentista, que foi\nacompanhada de sublevações de solidariedade em guarnições de Sergipe e\ndo Amazonas. Mena Barreto foi então nomeado comandante em chefe do\nchamado Destacamento do Norte, organizado para combater, em Manaus, a\nsublevação do 27^o^ Batalhão de Caçadores, liderada pelos tenentes\nJoaquim Cardoso de Magalhães Barata e Alfredo Augusto Ribeiro Júnior. A\nexpedição mobilizou cerca de três mil homens, que partiram do Rio de\nJaneiro a bordo do cruzador *Barroso,* dos couraçados *São Paulo* e\n*Floriano* e do paquete *Poconé,* que conduziu Mena Barreto.\n\nNo dia 23 de julho, o 26^o^ Batalhão de Caçadores, de Belém, também se\nrebelou sob a liderança do capitão Augusto Assis de Vasconcelos,\ntravando violentos combates com as forças policiais do estado. Quando a\nexpedição legalista chegou à cidade, em 11 de agosto, a revolta já havia\nsido sufocada, mas, mesmo assim, Mena Barreto assumiu o comando da 8^a^\nRegião Militar, ali sediada, e tomou providências no sentido de\nconsolidar a situação militar local antes de prosseguir viagem para o\nAmazonas.\n\nA caminho de Manaus, ainda em território paraense, as tropas legalistas\nocuparam a cidade de Santarém no dia 23 de agosto, efetuando prisões.\nNesse período, os revoltosos amazonenses haviam deposto o presidente\nestadual interino Turiano Meira e formado uma junta governativa\npresidida pelo tenente Ribeiro Júnior. O movimento obteve grande apoio\nda população local, mas as forças federais, chegadas a Manaus no dia 28\ndepois de derrotar os revolucionários em Óbidos (PA), destituíram a\njunta e prenderam seus integrantes, sem encontrar resistência\nsignificativa. Como o presidente estadual deposto se recusasse a\nreassumir, Mena Barreto designou o coronel Raimundo Barbosa para o cargo\nde governador militar do estado.\n\nEm outubro de 1924, Mena Barreto substituiu interinamente o general\nAlfredo Ribeiro da Costa no comando da 1^a^ Região Militar, sediada no\nDistrito Federal, sendo efetivado nesse posto em dezembro, logo após\nreceber a patente de general de divisão. No ano seguinte, por sugestão\nsua, foi instituído o Dia do Soldado, comemorado anualmente na data de\nnascimento do duque de Caxias, 25 de agosto. Mena Barreto exonerou-se do\ncomando da 1^a^ RM em março de 1926 para não ter que cumprir a decisão\ndo Supremo, hoje Superior, Tribunal Militar (STM) que concedeu *habeas\ncorpus* ao major José Pessoa, comandante interino do 1^o^ Regimento de\nCavalaria, o qual havia sido punido por razões disciplinares. Em seu\nlugar, tomou posse o general Otávio de Azeredo Coutinho.\n\nAinda em 1926, foi eleito presidente do Clube Militar, dando início ao\nprocesso de normalização das atividades dessa entidade, que havia sido\nfechada em 1922 pelo presidente Epitácio Pessoa. Ao final de seu\nprimeiro mandato, foi lançada a *Revista do Clube* *Militar.* Reeleito\nno ano seguinte, patrocinou modificações nos estatutos da entidade que\nresultaram na extensão do mandato das diretorias para dois anos, na\nadoção da eleição direta em assembleias para o preenchimento desses\ncargos e na proibição de reeleição aos membros de diretorias e\nconselhos.\n\nNa Revolução de 1930\n\nNomeado inspetor do 1^o^ Grupo de Regiões Militares em novembro de 1926,\nMena Barreto ainda ocupava esse posto quando foi deflagrada, em 3 de\noutubro de 1930, a revolução que derrubou o presidente Washington Luís.\nSegundo seu filho, João de Deus Noronha Mena Barreto, o general não foi\ninformado das articulações revolucionárias, mas outras fontes afirmam\nque emissários gaúchos buscaram com antecedência sua adesão ao\nmovimento, sem obter êxito. Iniciada a insurreição, Mena Barreto foi\nprocurado pelo chefe do seu estado-maior, coronel Bertoldo Klinger, que,\nem nome de um grupo de jovens oficiais, solicitou sua intervenção no\nsentido de conseguir a cessação das hostilidades.\n\nNas semanas seguintes à eclosão do levante, a situação militar evoluiu\nem diversas regiões do país de forma claramente favorável aos\nrevolucionários. Nesse contexto, oficiais de alta patente lotados no\nDistrito Federal passaram a articular, sob a liderança de Mena Barreto,\num golpe militar contra o governo. Com o objetivo de preservar a\nhierarquia, decidiu-se que a chefia do movimento deveria ser entregue ao\noficial mais graduado do Exército, general Augusto Tasso Fragoso, que,\nentretanto, declinou do convite. Em seguida, o general Alexandre\nHenrique Vieira Leal também se negou a aderir, colocando Mena Barreto na\ncondição de detentor de mais alta patente entre os que concordavam com o\nmovimento, o que fez com que coubesse a ele chefiar as operações.\n\nOs tenentes Valdemar e João de Deus, filhos e ajudantes de ordens de\nMena Barreto, fizeram os contatos com a oficialidade, ao mesmo tempo em\nque começaram a ser colhidas assinaturas para um manifesto que seria\napresentado ao presidente da República, intimando-o a renunciar. A\nligação com a Marinha foi feita pelo próprio Mena Barreto, através do\ncontra-almirante José Isaías de Noronha, parente de sua mulher. Na manhã\ndo dia 23, acompanhado de seu filho Paulo Emílio, Mena Barreto procurou\no general Tasso Fragoso, reiterando o convite para liderar o ato da\ndeposição de Washington Luís. Dessa vez, Tasso Fragoso concordou,\nficando encarregado dos entendimentos com outros generais em serviço no\nDistrito Federal.\n\nNa noite de 23 de outubro, depois de passadas as senhas para o início do\nlevante, Mena Barreto e Tasso Fragoso se encontraram no forte de\nCopacabana e coordenaram os preparativos finais, recebendo as primeiras\nadesões ao movimento. Na manhã seguinte se dirigiram para o palácio\nGuanabara, residência oficial do presidente, a fim de intimá-lo a\nrenunciar, apresentando-lhe garantias de respeito à sua integridade.\nWashington Luís se recusou a deixar o governo. Formou-se então uma junta\ngovernativa provisória, presidida por Tasso Fragoso e composta por Mena\nBarreto e Isaías de Noronha, que entrou em contato com o cardeal\nSebastião Leme, o qual se dispôs a servir de intermediário e a conceder\nasilo em seu palácio para o presidente. Às cinco horas da tarde do dia\n24 de outubro, Washington Luís consentiu em se retirar, sendo conduzido\npara o forte de Copacabana.\n\nNo mesmo dia, a junta enviou o primeiro de uma série de telegramas a\nGetúlio Vargas, líder nacional das forças revolucionárias, propondo a\nsuspensão das hostilidades. O estado-maior revolucionário, pouco seguro\ndas intenções da junta, enviou Osvaldo Aranha, Lindolfo Collor e\nHerculino Cascardo para negociar as condições da transferência do poder\npara Vargas e ordenou que os destacamentos rebeldes continuassem\navançando em direção ao Rio de Janeiro com o objetivo de garantir a\nvitória da revolução. No dia 3 de novembro, Vargas assumiu a chefia do\ngoverno provisório.\n\nDurante o curto período em que esteve no poder, a junta governativa\nnomeou um ministério provisório, dispensou os reservistas convocados nos\núltimos dias do governo de Washington Luís, desmilitarizou a Rede\nFerroviária Sul Mineira, autorizou o reinício das operações bancárias,\nabriu uma linha de crédito para o combate à febre amarela e renovou\nparte dos comandos militares, entre outras medidas.\n\nDepois da posse de Vargas, Mena Barreto foi mantido como inspetor do\n1^o^ Grupo de Regiões Militares e, a partir de maio de 1931, acumulou\nesse cargo com o de interventor federal no Rio de Janeiro, substituindo\nPlínio Casado. Entretanto, suas divergências em relação ao Código dos\nInterventores, publicado em agosto, levaram-no a pedir exoneração três\nmeses depois. Foi então substituído pelo coronel Pantaleão da Silva\nPessoa e, em seguida, nomeado ministro do STM.\n\nMena Barreto manteve posição de neutralidade diante da Revolução\nConstitucionalista de São Paulo deflagrada em julho de 1932, embora seus\ndois filhos e seu amigo Bertoldo Klinger estivessem envolvidos no\nlevante. No mês de setembro, interveio nas negociações para a cessação\ndas hostilidades que resultaram no armistício assinado no dia 2 de\noutubro, com a rendição das forças paulistas.\n\nFaleceu no Rio de Janeiro em 25 de março de 1933, em pleno exercício de\nsuas funções no STM.\n\nSua biografia está incluída nas obras redigidas por seu filho João de\nDeus Noronha Mena Barreto, intituladas *Os Mena Barreto, seis* *gerações\nde soldados – 1769-1950* (1950) e *Ainda os Mena Barreto 1919-1969*\n(1971).\n\nRenato Lemos\n\n**FONTES:**ALMEIDA, A. *Dicionário*; BARBOSA, R. *História*;BARRETO, J.\n*Ainda*; BARRETO, J. *Mena*; BEHAR, E. *Vultos*;BIJOS, G. *Clube*; *Câm.\nDep. seus componentes*; CARNEIRO, G. *História*; CONSULT. MAGALHÃES,\nB*.*; *Correio da Manhã* (26/3/1933);*Correio do Povo* (27/12/1930);\nCORRESP. MIN. TRAB.; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB.\nMILITAR; CORTÉS, C*. Homens*; COUTINHO, A. *Brasil*;*Encic. Mirador*;\nFONTOURA, J. *Memórias*; *Grande encic. Delta*;*Jornal do Brasil*\n(26/3/33); *Jornal do Comércio,* Rio (26/3/73); LACOMBE, L. *Chefes*;\nLAGO, L. *Conselheiros*; LEITE, A. *História*;MORAIS, A. *Minas*;\nNOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*; POPPINO, R.\n*Federal*; SILVA, H. *1922*; SILVA, H. *1926*; SILVA, H. *1931*; SILVA,\nH. *1932*;SILVA, H. *1933*; SOUSA, J*. Índice*; *Tarde* (27/3/1933).\n","ref":"**FONTES:**ALMEIDA, A. *Dicionário*; BARBOSA, R. *História*;BARRETO, J.\n*Ainda*; BARRETO, J. *Mena*; BEHAR, E. *Vultos*;BIJOS, G. *Clube*; *Câm.\nDep. seus componentes*; CARNEIRO, G. *História*; CONSULT. MAGALHÃES,\nB*.*; *Correio da Manhã* (26/3/1933);*Correio do Povo* (27/12/1930);\nCORRESP. MIN. TRAB.; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB.\nMILITAR; CORTÉS, C*. Homens*; COUTINHO, A. *Brasil*;*Encic. Mirador*;\nFONTOURA, J. *Memórias*; *Grande encic. Delta*;*Jornal do Brasil*\n(26/3/33); *Jornal do Comércio,* Rio (26/3/73); LACOMBE, L. *Chefes*;\nLAGO, L. *Conselheiros*; LEITE, A. *História*;MORAIS, A. *Minas*;\nNOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*; POPPINO, R.\n*Federal*; SILVA, H. *1922*; SILVA, H. *1926*; SILVA, H. *1931*; SILVA,\nH. *1932*;SILVA, H. *1933*; SOUSA, J*. Índice*; *Tarde* (27/3/1933).\n","dic":"DHBPR"}