{"title":"BARRETO, Sérgio","cargoss":["jornalista","dep. fed. RN 1909-1911."],"author":"Renato Amado Peixoto","content":"**BARRETO, Sérgio**\n\n\\* jornalista; dep. fed. RN 1909-1911.\n\n*Sérgio Pais Barreto* nasceu em Natal no dia 14 de janeiro de 1879,filho\nde Jovino César Pais Barreto, pioneiro da industrialização potiguar, e\nde Inês Augusta de Albuquerque Maranhão Pais Barreto. Pelo lado materno,\npertencia a uma das mais sólidas oligarquias do Rio Grande do Norte, que\nincluía seu bisavô, o comerciante e senhor de engenho Fabrício Gomes\nPedrosa, fundador da cidade de Macaíba e um dos homens mais ricos da\nprovíncia. Alguns de seus tios maternos destacaram-se na política\nestadual: Pedro Velho de Albuquerque Maranhão, o principal líder\npolítico do Rio Grande do Norte nas duas primeiras décadas republicanas,\nfoi governador do estado em 1889 e 1890 e de 1892 a 1896, constituinte\nde 1891, deputado federal de 1891 a 1892 e em 1896, e senador de 1897 a\n1907; Alberto Frederico de Albuquerque Maranhão foi governador de 1900 a\n1904 e de 1908 a 1914, e deputado federal de 1904 a 1908 e de 1915 a\n1929; Augusto Severo de Albuquerque Maranhão foi deputado federal entre\n1893 e 1902, mas destacou-se sobretudo por seu pioneirismo em\nexperiências com dirigíveis; Fabrício Gomes de Albuquerque Maranhão\natuou no âmbito municipal e estadual, tendo presidido a intendência\nmunicipal de Canguaretama de 1893 a 1913, e exercido o mandato de\ndeputado estadual de 1894 a 1912.\n\nDiplomado pela Faculdade de Direito do Recife em 1900, nesse mesmo ano\nSérgio Pais Barreto elegeu-se deputado estadual na legenda do Partido\nRepublicano Federal do Rio Grande do Norte. Foi reeleito em 1903, mas\nperdeu o mandato em 1904 por incompatibilidade com os dispositivos da\nLei Rosa e Silva (15/11/1904), que estabelecia as condições de\nelegibilidade.\n\nNesse mesmo período, com a morte de seu pai em 1901, passou a dirigir a\nFábrica de Fiação e Tecidos Natal, em sua cidade, e em 1904 fundou a\nFábrica de Óleos e Farelos de Algodão, no município de São Gonçalo (RN).\nCasou-se com sua prima Dalila de Albuquerque Maranhão, filha de Pedro\nVelho, e em 1907 tornou-se um dos redatores do jornal oficial do Partido\nRepublicano, *A República*. Com a morte de Pedro Velho, assumiu em 1908\na responsabilidade exclusiva pelo periódico.\n\nTambém em 1908 foi eleito deputado federal pelo Rio Grande do Norte na\nlegenda do Partido Republicano. Assumiu o mandato na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, em maio de 1909 e\nconcluiu-o em dezembro de 1911. Em 1913 voltou a ser eleito para a\nAssembleia Legislativa do Rio Grande do Norte, chegando a assumir a\nprimeira secretaria da Mesa daquela casa. Contudo, renunciou ao mandato\nem 1914. Durante todo o governo Venceslau Brás (15/11/11914 a\n15/11/1918), quando seu concunhado Augusto Tavares de Lira foi ministro\nda Viação e Obras Públicas, foi chefe de secretaria do ministério.\nAbandonou então a vida política e fixou-se no Rio de Janeiro, sobretudo\ndepois da reforma da Constituição estadual do Rio Grande do Norte\nempreendida em 1916 pelo governador Ferreira Chaves (1914-1920), que\nenfraqueceu a facção pedrovelhista do Partido Republicano ao tornar\ninelegíveis vários dos membros da família Albuquerque Maranhão. Ao\ndeixar a secretaria do Ministério da Viação, passou a advogar na capital\nfederal.\n\nFoi membro do Instituto Histórico e Geográfico do Rio Grande do Norte.\n\nFaleceu no Rio de Janeiro em 27 de setembro de 1962.\n\nRenato Amado Peixoto\n\n**FONTES:** CASCUDO, L. *História*; FERNANDES, L. *Imprensa*; NONATO, R.\n*Bacharéis*; *Rev. Inst. Hist. Geog. Bras.* (v.78, pt.2, 1916); SOUZA,\nI. *República*; SOUZA, R. *Presidentes*.\n","ref":"**FONTES:** CASCUDO, L. *História*; FERNANDES, L. *Imprensa*; NONATO, R.\n*Bacharéis*; *Rev. Inst. Hist. Geog. Bras.* (v.78, pt.2, 1916); SOUZA,\nI. *República*; SOUZA, R. *Presidentes*.\n","dic":"DHBPR"}