{"title":"BARROS, Antônio Dias de","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1912],"datas_fim":[1914],"estados":["SE"],"content":"**BARROS, Antônio Dias de**\n\n\\*dep. fed. SE 1912-1914.\n\n*Antônio Dias de Barros* nasceu em Aracaju no dia 19 de dezembro de\n1871, filho de Manuel Dias de Barros Júnior e de Maria Presciliana de\nCarvalho.\n\nIniciou os estudos secundários no Parthenon Sergipense, prosseguindo-os\nno Ateneu Sergipense, ambos em Aracaju. Na Bahia, em 1886, concluiu os\nestudos preparatórios, depois de ter passado pelos colégios Manuel\nFlorêncio, São Salvador, Sete de Setembro e Liceu Baiano, e\nmatriculou-se na Faculdade de Medicina em 1889, ano do advento do regime\nrepublicano. Na cidade do Rio de Janeiro, então Distrito Federal,\nconclui os últimos anos do curso de medicina, obtendo o grau de doutor\nem 1895. Durante a parte da graduação feita na Bahia foi admitido como\najudante de preparador da cadeira de botânica e zoologia médicas e, na\ncapital federal, ainda acadêmico de medicina, foi interno no Hospital\nNacional e na Clínica Psiquiátrica e de Moléstias Nervosas da faculdade.\nEm 1897 seguiu para a Europa, especializando-se em citologia na\nUniversidade de Louvain, na Bélgica. Em 1903 tornou-se diretor do\nHospício Nacional e de 1906 a 1911 fez parte do corpo docente da\nFaculdade de Medicina do Distrito Federal, como lente das cadeiras de\nbacteriologia e de anatomia microscópica. Ainda em 1911, nomeado pela\nDiretoria de Instrução Pública, tornou-se regente do curso de anatomia e\nfisiologia do sistema nervoso, e de sintaxe portuguesa, no Pedagogium da\ncapital federal.\n\nFoi eleito deputado federal por seu estado para a legislatura de 1912 a\n1914, cumprindo plenamente o mandato.\n\nNa imprensa, foi colaborador e redator da *Revista Acadêmica*, na Bahia,\ne escreveu para *Terra Livre*, *Revista das Revistas*, *Anuário Médico*\ne *Revista da Sociedade de Medicina e Cirurgia do Rio de Janeiro*, na\ncapital da República. Foi sócio-efetivo da Sociedade de Medicina e\nCirurgia do Rio de Janeiro, sócio-correspondente da Sociedade Médica de\nSantiago do Chile, sócio-honorário do Instituto Histórico e Geográfico\nde Sergipe, e membro da Beneficência Acadêmica da Bahia e do Grêmio dos\nInternos dos hospitais do Rio.\n\nFaleceu em 2 de fevereiro de 1928.\n\nPublicou *Contribuição ao estudo psicofisiológico do delírio* (1894),\n*Breves notas de psicofisiologia* (1896), *Da cromatólise* (1899),\n*Sobre o abuso no emprego dos sais de quinina nas febres do Rio de\nJaneiro* (1899), *Contribuição ao estudo de hipnose nos animais* (1903),\n*O segredo médico e sua concepção evolutiva* (1905), *Contribuição ao\nestudo da atrofia varicosa das dentrites* (1905), *A propósito do Clube\nMédico e da reforma do vestuário* (1905), *Manifesto político aos\nsergipanos* (1907), *A epilepsia de Bonaparte* (1909), *Psicologia\ncoletiva* (1917), *Litígios biológicos* (1917), *O libertador* (1919).\n\nPierre Fernandes\n\n**FONTE:** GUARANÁ, M. *Dicionário.*\n","ref":"","dic":"DHBPR"}
