{"title":"BARROS, Morais","cargoss":["const. 1891","dep. fed. SP 1891-1895","sen. SP 1895-1902."],"author":null,"content":"**BARROS, Morais**\n\n\\*const. 1891; dep. fed. SP 1891-1895; sen. SP 1895-1902.\n\n*Manuel de Morais Barros* nasceu em Itu (SP) no dia 1^o^ de maio de\n1836, filho de José Marcelino de Barros e de Catarina Maria de Morais\nBarros. Seu irmão Prudente José de Morais Barros foi várias vezes\ndeputado provincial, deputado geral por São Paulo em 1885, membro da\njunta governativa provisória de São Paulo em 1889, governador de São\nPaulo de 1889 a 1890, constituinte de 1891, senador por São Paulo de\n1891 a 1894 e presidente da República de 1894 a 1898.\n\nAinda criança, em 1843, perdeu o pai, que era tropeiro, assassinado por\num escravo às margens do córrego do Ipiranga quando guiava gado entre\nsua cidade e Santos. Em 1849 sua mãe resolveu mudar-se com a família\npara Piracicaba, antiga Constituição, e aí se casou novamente com o\nmajor Caetano José Gomes Carneiro. Após fazer os primeiros estudos em\nPiracicaba e, com dificuldades financeiras, os preparatórios em Itu,\npôde ir para São Paulo, onde ingressou em 1853 na Faculdade de Direito\ndo Largo de São Francisco e se formou em 1857.\n\nDe volta a Piracicaba, filiou-se ao Partido Conservador e foi nomeado\npromotor público da comarca, passando depois a juiz municipal e de\nórfãos, até 1864. Passou então a exercer a advocacia, angariando fama e\nfortuna. Durante muitos anos foi também, gratuitamente, inspetor\nescolar. Graças a seus esforços e apoio financeiro foram criadas e\ninstaladas as escolas públicas de sua cidade. Em 1870 transferiu-se para\no Partido Liberal e passou a defender a causa republicana. Foi um dos\nprimeiros a apoiar e aplaudir o *Manifesto Republicano*, lançado em 3 de\ndezembro daquele ano. Como representante do Clube Republicano de\nPiracicaba, que organizou em seu município, esteve presente à Convenção\nRepublicana de Itu, realizada em 18 de abril de 1873, e subscreveu o\nmanifesto então lançado. Participou de diversos outros congressos\nrepublicanos, sempre como delegado ou representante do Clube Republicano\nde Piracicaba.\n\nEm meados da década de 1870, junto com o irmão Prudente, teve a ideia de\ncriar uma escola moderna para atender aos filhos dos abastados\nfazendeiros da região, e estabeleceu contato com o pastor metodista\nJunius Newmann, radicado na vizinha cidade de Santa Bárbara D’Oeste em\ncompanhia dos imigrantes do Sul dos Estados Unidos que haviam fugido de\nseu país em virtude da Guerra de Secessão. Em 1881, finalmente, chegou a\nPiracicaba a professora norte-americana Martha Watts, enviada pela\nSociedade Missionária de Mulheres Metodistas dos Estados Unidos. Com o\napoio político e financeiro dos irmãos Morais, em 13 de setembro de 1881\na missionária abriu as portas da nova escola protestante, o Colégio\nPiracicabano, que visava inicialmente à educação em regime interno para\nas meninas e externo para os meninos. Os primeiros alunos da nova escola\nforam os filhos de Manuel e Prudente de Morais, e também de outros\nrepublicanos.\n\nEm 1883 foi eleito vereador à Câmara Municipal de Piracicaba, para o\nperíodo 1883-1886, sendo escolhido por seus pares presidente da Casa no\nprimeiro ano de mandato. Em 1884 foi eleito deputado à Assembleia\nprovincial de São Paulo para a legislatura 1884-1885. Assumiu sua\ncadeira ao lado dos republicanos Martinho da Silva Prado Júnior, Cesário\nMota e Gabriel Piza. Em 1887, com o apoio dos dois partidos monárquicos,\no Liberal e o Conservador, foi eleito novamente vereador e presidente da\nCâmara Municipal de Piracicaba.\n\nProclamada a República em 15 de novembro de 1889, seu irmão Prudente de\nMorais foi nomeado pelo chefe do governo provisório do Brasil, marechal\nDeodoro da Fonseca, membro da junta governativa e, no mês seguinte,\ngovernador de São Paulo. Em virtude das violências praticadas pelo então\ndelegado de polícia de Piracicaba, que era monarquista, contra os\nrepublicanos, Manuel foi designado para o posto pela junta governativa e\nnele permaneceria até a subida de Américo Brasiliense ao governo de São\nPaulo, em 1891. Convocado o Congresso Constituinte, o Partido\nRepublicano Paulista (PRP) incluiu seu nome na chapa de candidatos. No\ndia 15 de setembro de 1890 foi eleito deputado, enquanto Prudente de\nMorais foi eleito senador constituinte. Tomou posse em 15 de novembro de\n1890 e participou ativamente da elaboração da nova Carta Magna\nbrasileira. Em 24 de fevereiro de 1891 foi promulgada a Constituição, e\no Legislativo federal passou a ter duas casas, o Senado e a Câmara dos\nDeputados. Passou a exercer o mandato de deputado federal e foi eleito\npresidente da Comissão de Orçamento. Quando da renúncia do marechal\nDeodoro da Fonseca, em 23 de novembro de 1891, votou em plenário contra\na necessidade de uma nova eleição para presidente da República.\n\nFoi novamente eleito vereador à Câmara Municipal de Piracicaba para o\ntriênio 1893 a 1895, dessa vez pelo voto popular. Foi reeleito deputado\nfederal no pleito de 1^o^ de março de 1894, sendo empossado em 3 de\nmaio. Exerceu o mandato até o ano de 1895, quando renunciou por ter sido\neleito em 15 de abril senador da República na vaga de Prudente de\nMorais, o qual, por sua vez, havia renunciado para concorrer ao cargo de\npresidente da República. Assumiu o mandato no Senado em 30 de maio,\nenquanto sua vaga na Câmara foi ocupada por Cesário Mota. Em 1896 foi\neleito por seus pares integrante da Comissão de Finanças do Senado, mas,\nalegando que não poderia agir com a devida isenção em relação ao governo\nfederal, chefiado por seu irmão, pediu aos colegas que o dispensassem da\nmissão. Consultado o plenário, seu pedido foi negado pelos presentes.\n\nEm fins de 1896, o presidente Prudente de Morais foi acometido de grave\ncrise de saúde, sendo obrigado a se submeter a uma delicada intervenção\ncirúrgica. Manuel de Morais Barros escreveu ao amigo da família Antônio\nTeixeira de Mendes: “O presidente, no dizer dos 5 médicos que o estão\ntratando, não corre mais perigo algum, mas está muito magro, com a\nferida da operação ainda aberta… A convalescença será algum tanto\ndemorada – demora que aconselha a passagem do governo ao\nvice-presidente”. O vice-presidente Manuel Vitorino Pereira assumiu o\ngoverno da República em 10 de novembro de 1896, mas pouco antes,\nalegando graves dificuldades para governar, chegou a sugerir em uma\nreunião por ele convocada no Senado, do qual era presidente, sem a\npresença de Morais Barros, a renúncia de Prudente de Morais. Pretendeu\ntrocar o ministério e conspirou para implantar uma ditadura e assim\ndestituir o presidente Prudente, que se viu obrigado, ainda com a saúde\nabalada, a reassumir o poder de surpresa em 4 de março de 1897, para pôr\nfim às manobras de Vitorino.\n\nNas eleições realizadas em 31 de dezembro de 1899 Morais Barros foi\nreeleito senador, tomando posse em 21 de abril de 1900. Com a cisão no\nPRP e a formação da dissidência em São Paulo, em setembro de 1901,\ncontra o governo federal de Campos Sales e o governo estadual de\nRodrigues Alves, Morais Barros aderiu à oposição, tornando-se um dos\nseus líderes.\n\nNo Senado, Morais Barros fez parte da Comissão de Instrução Pública até\no ano de 1902. Como integrante da comissão responsável pelo ensino,\ninsurgiu-se em plenário contra os adiamentos que haviam sido aprovados\nna Câmara dos Deputados, e posteriormente no próprio Senado, dos exames\nmadureza no Brasil. Defendeu a proibição do jogo no país, e fez publicar\nno *Diário Oficial* e nos Anais do Senado, apesar de posição contrária\nde alguns senadores, uma representação da Associação dos Empregados do\nComércio do Rio de Janeiro contra o jogo e especialmente contra as\nloterias. Na sessão plenária de 26 de novembro de1902, apesar de estar\ncom a saúde abalada, debateu o pedido de prorrogação dos trabalhos\nlegislativos até 20 de dezembro para a aprovação do orçamento da União,\ne levantou o problema do ano financeiro, que prejudicava a discussão com\nmaior cuidado pelos parlamentares.\n\nAo longo da vida, com as economias que conseguiu como advogado, pôde aos\npoucos ir comprando várias pequenas glebas e assim formar a fazenda Pau\nD’Alho, localizada entre Piracicaba e a hoje cidade de Conchas que\nchegou a ter 2.500 alqueires de terra. Aí desenvolveu uma plantação de\ncafé, e posteriormente também de cana de açúcar. Manteve na fazenda uma\nescola para os filhos dos colonos, inclusive dos ex-escravos. Em Pau\nD´Alho chegou a receber uma leva de imigrantes italianos. Era integrante\nda Maçonaria, e foi fundador honorário do Instituto Histórico e\nGeográfico de São Paulo.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 20 de dezembro de\n1902, em pleno exercício do mandato parlamentar, apenas 17 dias depois\nda morte de seu irmão Prudente de Morais.\n\nEra casado com Maria Inês da Silva Gordo de Morais Barros, com quem teve\nnove filhos. Dois deles fizeram carreira política: Paulo de Morais\nBarros foi deputado federal por São Paulo em 1909-1911 e 1927-1929,\nrevolucionário de 1930, ministro da Viação e Obras Públicas e da\nAgricultura, Indústria e Comércio em 1930, revolucionário de 1932 e\nsenador por São Paulo de 1935 a 1937; Antônio de Morais Barros foi\ndeputado estadual em São Paulo em diversas legislaturas. Outro filho,\nPedro de Morais Barros, foi embaixador do Brasil no Peru de 1941 a 1945,\ne na Itália, de 1945 a 1949. Sua filha Elisa de Morais Barros Mendes\ncasou-se com Otávio Mendes, catedrático da Faculdade de Direito de São\nPaulo, sendo que uma das filhas do casal, Leonor Mendes de Barros, foi\ncasada com Ademar de Barros, deputado estadual de 1935 a 1937,\ninterventor federal em São Paulo de 1938 a 1941, governador do estado de\n1947 a 1951 e de 1963 a 1966, e prefeito da cidade de São Paulo de 1957\na 1961. Sua cunhada Adelaide Benvinda, irmã de sua esposa Maria Inês,\ncasou-se com seu irmão Prudente de Morais, e seu cunhado Adolfo Afonso\nda Silva Gordo foi deputado federal por São Paulo de 1891 a 1902, e\nsenador de 1913 a 1929.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; Acervo pessoal; AMARAL, A.\n*Dicionário*; CALIMAN, A. *Legislativo*; CAPRI, R. *Piracicaba*; *Estado\nde S. Paulo* (22/12/1902); PEIXOTO, S. *Tormenta*; RIBEIRO, A. *Poder*;\nRIBEIRO, J. *Chronologia*; SENADO. *Dados biográficos dos Senadores de\nSão Paulo.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; Acervo pessoal; AMARAL, A.\n*Dicionário*; CALIMAN, A. *Legislativo*; CAPRI, R. *Piracicaba*; *Estado\nde S. Paulo* (22/12/1902); PEIXOTO, S. *Tormenta*; RIBEIRO, A. *Poder*;\nRIBEIRO, J. *Chronologia*; SENADO. *Dados biográficos dos Senadores de\nSão Paulo.*\n","dic":"DHBPR"}