{"title":"ACORDO MENDONÇA-BLAINE","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**ACORDO MENDONÇA-BLAINE**\n\nNome com que ficou conhecido oConvênio Aduaneiro entre o Brasil e\nosEstados Unidos celebrado em 31 de janeirode 1891, primeiro acordo\ncomercial entreos dois países no período republicano.Promulgado por\ndecreto do governo provisóriobrasileiro e por proclamação do governodos\nEUA em 5 de fevereiro de 1891,durou de abril de 1891 a agostode 1894\npara os EUA, e de abrilde 1891 a janeiro de 1895 parao Brasil.\n\nO acordo pode ser definido comoum tratado comercial de favores\nrecíprocos,pelo qual uma categoria limitada de produtosde cada país teve\nreduzidas suas tarifasde importação. Teve significado político\nediplomático para ambos os países. Parao Brasil, significou uma\naproximação coma maior potência do hemisfério, uma respostaamigável ao\npronto reconhecimento americano daRepública, uma reversão da relutância\ndopaís em aceder a tratados comerciais abrangentese uma busca de mercado\npara o açúcarnacional. Para os EUA, significou a instrumentalizaçãode\numa política pan-americana e uma iniciativavoltada para a expansão\nexterna da economia,que reverteria a política de não ratificaçãode\ntratados comerciais.\n\nAntecedentes\n\nA busca brasileira de uma aproximaçãodiplomática com os EUA data das\núltimasduas décadas do Império. Foram feitosentão grandes esforços para\naumentar oslaços com a grande República do norte.O objetivo era\nenfraquecer a preeminênciaeuropeia no Brasil, em uma das\nprimeirasiniciativas de diversificar a dependência econômicae política\ndo país. Já do ladoamericano, a busca de uma maior interaçãoeconômica\ncom o Brasil decorria do grandedéficit comercial que o país tinha\nnaAmérica Latina – em 1889, tal déficitera da ordem de 142 milhões\ndedólares, enquanto com o resto do mundoos EUA tinham um superávit 129\nmilhõesde dólares.\n\nO maior ensaio de aproximação veionos estertores do regime imperial.\nEm1887, o presidente democrata Grover Clevelandreuniu-se com Salvador de\nMendonça, entãocônsul brasileiro em Nova Iorque, paradiscutir as\nrelações econômicas bilaterais entreos dois países. Ao comparar os\ndadosdo comércio bilateral, o mandatário americanoindicou que havia um\ngrande desequilíbrioem favor do Brasil. Como forma deaprofundar os laços\ncomerciais e reverteresse quadro, propôs a abertura comercialcompleta\nentre os dois países. Mendonçaapontou a impossibilidade de tal\nopção,pois o Brasil tinha grande dependênciadas rendas aduaneiras para\nsustentar osgastos governamentais. Diante da exposição doproblema,\nCleveland fez outra proposta: umaunião aduaneira com repartição de\nreceitas.\n\nNo Brasil, apesar da resistência,a iniciativa de Cleveland induziu à\nreflexãona política externa brasileira, em especialsobre o papel que o\naprofundamento doslaços com os americanos poderia ter nasrelações\nexteriores com as potências europeias.Mendonça apresentou a ideia a dom\nPedroII, que se entusiasmou com a proposta,mas ao chegar ao Brasil no\nfinalde 1887, e apresentar a ideia aobarão de Cotegipe, chefe do\nConselho deMinistros do gabinete conservador, encontrouresistência. O\nmesmo ocorreu com o ministroda Fazenda, Francisco Belisário, e como\nvisconde do Cabo Frio, diretor geraldo Itamaraty. Não obstante a clara\nresistênciado governo, no ministério João Alfredo,em 1888, Mendonça\nexaminou, conjuntamente comos barões de Paranapiacaba e do Rosário,o\npotencial de um acordo comercial comos EUA. O resultado desse trabalho\nfoium artigo no orçamento que autorizou ogoverno a rever as tarifas\naduaneirasapós a celebração de um tratado como governo americano.\n\nDando prosseguimento ao esforço deaproximação, dom Pedro II, ao enviar\numadelegação à I Reunião Pan-Americana, instruiuos negociadores\nbrasileiros a buscar umacordo comercial com os Estados Unidos.Durante as\nnegociações na conferência, realizadaem Washington entre outubro de 1888\nemaio de 1890, Salvador de Mendonça tentaria,informalmente, negociar um\ntratado recíprocode comércio, mas a iniciativa fracassouem decorrência\nda resistência do Congressoamericano.\n\nMendonça e Blaine\n\nAs negociações para um tratadocomercial prosseguiram, tendo como\nprincipaisnegociadores Salvador de Mendonça e JamesBlaine. Salvador de\nMendonça, filho defazendeiro e republicano histórico, viveu maisde 20\nanos nos Estados Unidos desempenhandoas funções de cônsul, chefe de\nmissãoespecial, enviado extraordinário e ministro plenipotenciáriodo\ngoverno brasileiro. Era amigo de domPedro II e foi, juntamente com\nJoaquimNabuco e o barão de Rio Branco,artífice das novas relações com os\nEUAna Primeira República. Grande conhecedor dasociedade e do governo\namericano, pôdeutilizar sua íntima amizade com Blainepara avançar os\ninteresses brasileiros. Suapercepção era de que os EUA estavamem rápida\nmudança em sua posição relativano sistema internacional. Sendo\ninevitável apreeminência americana, ao Brasil não restavaoutra opção\nsenão extrair da situaçãoos maiores benefícios possíveis. Para ele,a\nmelhor forma de conseguir isso eraamarrar a nova potência pelos laços\ndeafeto e pelas obrigações dos tratados.Ao contrário de seus críticos,\nacreditavaque os interesses econômicos brasileiros estavamem exportar\nmais, e não em promovera indústria nascente pela restrição\nàsimportações.\n\nJá James G. Blaine foi umdos principais líderes republicanos do\nperíodoposterior à Guerra Civil americana, alémde um dos mais hábeis\npolíticos desua geração. Foi líder da Câmara deRepresentantes por 14\nanos e secretáriode Estado durante o breve governo Garfield,em 1881.\nPré-candidato republicano à presidênciada República em 1888, desistiu de\nconcorrerpor sua saúde frágil. Suas principaisbandeiras na política\nexterna eram o pan-americanismoe a reciprocidade. Como a maioria\ndosrepublicanos de sua época era protecionistaradical, mas reconhecia a\nnecessidade de,ao mesmo tempo, proteger agricultores eindustriais e\nbuscar novos mercados paraos setores mais eficientes e competitivosda\neconomia americana.\n\nApesar de ter desistido de suacandidatura presidencial, Blaine\nparticipou dacampanha do republicano Benjamin Harrison, quedisputava com\nCleveland a presidência. Otema central do confronto era a\npolíticacomercial. Cleveland argumentava que o protecionismoexacerbado\nnão trouxera benefícios à economiaamericana, levando a um aprofundamento\ndadepressão que arruinava o país. A soluçãoestaria em uma política de\nexportaçõespela qual os EUA dariam acesso aseu mercado em troca de\nacesso aomercado de terceiros. Cleveland foi derrotadopor Harrison, que\npropunha a retomadado protecionismo tarifário. No início desua gestão, a\nTarifa McKinley atenderiaao anseio da plataforma política\nrepublicana.Aumentou-se o nível de proteção do mercadoamericano, mas foi\ncriada uma lista deprodutos livres que ficariam isentos dopagamento de\ndireitos de importação –café, peles, açúcar, chá e melado. Apósa\niniciativa de vários políticos da administraçãoHarrison, inclusive de\nBlaine, que ocupavao cargo de secretário do Departamentode Estado, foi\nintroduzida uma emendaà tarifa, dando ao presidente o poderde manipular\na lista de produtos livrespara assegurar a concessão tarifária deoutros\npaíses em acordos de reciprocidadecomercial. Foi por intermédio dessa\nemendaque o governo americano buscou o acordobilateral com o Brasil.\n\nAs negociações ocorreram em 1890na cidade de Washington, tendo os\nacertosfinais do rascunho sido feitos entre 26de outubro e 3 de novembro\ndaqueleano. Logo depois, Salvador de Mendonçaretornou ao Rio de Janeiro\ncom aminuta do acordo. Havia grande resistênciaao tratado no governo\nbrasileiro. Primeiro,temia-se o efeito da redução de tarifassobre as\ncontas governamentais, tendo emvista que as rendas aduaneiras\nfinanciavamgrande parte dos gastos. Segundo, o acordoprejudicava\nseriamente os interesses da nascenteindústria brasileira – a tarifa\nbrasileirade 1887 era altamente protecionista, proibindoa isenção de\ntarifas a produtos similares.Terceiro, temia-se a reação de\noutrosparceiros comerciais ao possível acordo.\n\nA gestão de Mendonça foi fundamentalpara que essa resistência fosse\nvencida.Para ele, o Brasil não deveria temeruma sobretaxa americana\nsobre o café brasileiroporque o país fornecia 2/3 das importaçõesde café\namericano e mais da metadedas importações mundial do produto. Emsua\nvisão, mesmo com a possível sobretaxade três centavos por libra, as\nexportaçõesbrasileiras não seriam afetadas negativamente.Por outro lado,\no caso do açúcarindicava a necessidade do acordo. SegundoMendonça, a\nfalta de acordo com osEUA ocasionaria o aumento da tarifa aduaneirapaga\nna ordem de 50%. Já com oacordo, o país estaria diante da oportunidadede\nconseguir o monopólio do fornecimentode açúcar ao mercado americano,\npois Blainehavia indicado que nenhum acordo recíprocode comércio seria\nnegociado com outrosprodutores de açúcar. Outro argumento utilizadopelo\ndiplomata foi o de que a aberturacomercial brasileira não seria\nsuficiente paraque os americanos superassem os baixoscustos dos produtos\neuropeus. Por fim,aos críticos que defendiam altas tarifaspara sustentar\numa indústria nascente, eleafirmaria que o patriotismo industrial\ncegonão poderia sustentar-se diante da faltade matéria-prima, operários\ne facilidades detransporte.\n\nApós algumas semanas de negociaçõesno Rio de Janeiro, Mendonça voltou\naosEUA para dar o aval brasileiro aodocumento. Em troca dos benefícios\ndalista livre americana, o Brasil removeriaos impostos aduaneiros de\ndiversos alimentos,como trigo em grão, farinha de trigo,batata inglesa,\ncarne de porco salgada,além de ferramentas, livros e maquinárioagrícola.\nTambém foi reduzida em 25% atarifa sobre produtos como ferro, aço,banha,\npresunto, peixes, frutas, madeira, carrose manufaturas de algodão. O\ntratado estipulavaque seu próprio fim somente valeria apartir dos dias\n1^o^ de janeiroou 1^o^ de julho de qualquerano, depois de decorridos\npelo menos trêsmeses da denúncia de uma das partes.\n\nA reação ao tratado nos EUAfoi positiva na imprensa, e a\nclassecomerciante nutriu grandes expectativas sobreos potenciais de\nganhos – ao contrárioda pequena comunidade americana no Brasil,que era\ncética com relação à hipótesede súbito aumento das exportações\namericanaspara o Brasil. De qualquer maneira, otratado incentivou a\ngestão Harrison afirmar tratados semelhantes com a Espanha(para Cuba e\nPorto Rico), com aGrã-Bretanha (em nome das Índias OrientaisBritânicas),\ncom a França, com a Alemanha,com a Áustria-Hungria e com outros paísesda\nAmérica Latina.\n\nMesmo o Brasil ocupando somente10% das importações e menos de 2%das\nexportações americanas em 1891, oacordo foi recebido com apreensão em\nváriaspraças comerciais. Comerciantes franceses, britânicose portugueses\ndemandaram de seus governosprivilégios similares aos gozados pelos\namericanos.Rússia e Portugal enviaram agentes paraestudar os efeitos do\nacordo. A Câmarade Comércio de Glasgow advogava a restriçãode\ninvestimentos britânicos no Brasil comoforma de retaliar possíveis\ndesvios decomércio. Já a Câmara de Comércio deLondres desejava que o\ngoverno britânicoabolisse os impostos aduaneiros ao cafébrasileiro, de\nmaneira a conseguir umtratado comercial semelhante. Na América Latina,a\nresposta ao tratado mais interessantefoi a do Chile, que desejava\ntrocara livre entrada do café brasileiro pelaliberalização da importação\nde seus vinhos.\n\nA reação ao tratado no Brasilfoi grande e seu exame acabou sendoalvo de\namplo debate sobre o exercíciodo Poder Executivo, o federalismo e\nasobrevivência da República em um contextode crise. Com isso, o tratado\ntransformou-seem um teste da força política dogoverno, que mobilizou a\nmáquina públicapara que fosse aprovado pelo Congresso.Para Deodoro da\nFonseca, o tratado tinhafunção central na sua sustentação política:tendo\nalienado os republicanos históricos dosudeste, buscava na elite\nnordestina umaforma de assegurar-se no poder. Em trocado apoio desse\ngrupo, oferecia a oportunidadede reavivar a indústria de exportaçãode\naçúcar por intermédio do acesso privilegiadoao mercado americano.\n\nA primeira crise relacionada aoacordo ocorreu quando Rui Barbosa,\nentãoministro da Fazenda, criticou-o por nãohaver cláusula que\nassegurasse explicitamenteo monopólio do açúcar aos produtores\nbrasileiros.Rui renunciou ao cargo em janeiro de1891. A segunda crise\ndecorreu da formautilizada por Deodoro para internalizar oacordo no\nordenamento jurídico nacional. Antesque fosse discutido no parlamento,\nDeodoroassinou-o, tendo utilizado as prerrogativas extraordináriasque o\nCongresso constituinte lhe haviadado para gerir a administração\npública.Com isso, transformou a discussão do tratadoem um acirrado\ndebate sobre as prerrogativasdo Poder Executivo. A terceira crise veioem\nmaio de 1891, com a notíciade que os EUA haviam concluído umtratado de\nreciprocidade com a Espanha,em nome de Cuba e Porto Rico, oque acabou\ncom a possibilidade de oBrasil conseguir o monopólio do mercadode açúcar\namericano.\n\nA postura do Executivo de nãosubmeter o tratado à aprovação\nlegislativaajudou a fomentar o clamor pela revogaçãode todos os atos do\ngoverno provisóriorepublicano. Foi nesse contexto que Salvadorde\nMendonça voltou ao Brasil, em setembrode 1891, para defender o acordo\nealertar sobre o perigo que a nãoratificação poderia trazer para as\nrelaçõescom os Estados Unidos. Com esse objetivo,argumentava que a não\naprovação do tratadopoderia afetar a postura americana naarbitragem do\nterritório das Missões. Aoexaminar o tratado com a Espanha, apontouuma\nnecessidade maior de o Brasil acederao acordo, pois o açúcar brasileiro\nenfrentariauma barreira tarifária que seu concorrentedireto não teria.\nMesmo com as críticasdomésticas, o Brasil decidiu aderir aotratado. A\nrazão foi a percepção deque o país ganhava mais com o acordoque os\namericanos.\n\nA vitória de Deodoro durou pouco.Após tentar fechar o Congresso em\nnovembrode 1891, foi removido do poder esubstituído por Floriano\nPeixoto. Floriano foragrande crítico do tratado, julgando-o prejudicialà\nindústria nacional. Esperava-se, então, queo Brasil denunciasse o Acordo\nMendonça-Blaine.Mas isso não ocorreu. Havia necessidade,em uma situação\nde grave instabilidadepolítica, de manter um bom relacionamentocom o\ngoverno americano. Os republicanoshistóricos, os industriais e os\nnacionalistastambém não viam os EUA como umaameaça, de maneira que o\naprofundamentodos laços com os americanos cumpria umafunção de\ndiversificação estratégica diante doimperialismo europeu de então.\nApesar denão denunciar o tratado, Floriano mudoua política tarifária\npara acomodar seuobjetivo de proteção à indústria nascente.As\nmodificações de alíquota e de taxade expediente aumentaram a proteção\nemdiversos produtos em mais de 60%. Alémdisso, a desvalorização do\nmil-réis ea necessidade de pagamento dos custosaduaneiros em ouro\nelevariam o preço dosprodutos importados ainda mais.\n\nOs americanos aceitaram as modificaçõescom resignação, pois não havia\nproibiçãono tratado a alterações da tarifa, alémde já haver, no\nparlamento do país,iniciativas de reformas da tarifa McKinley.Isso\nocorreu com a Lei Wilson, de28 de agosto de 1894, que resultouna\nrevogação do tratado brasileiro. Adenúncia foi resultado da volta dos\ndemocratasao poder, sob a liderança de GroverCleveland, que defendia\nmercados mais livrese menor participação do governo na economia.O Brasil\ndenunciou o convênio em 22de setembro de 1894, mas continuou aexecutá-lo\naté o último dia do ano.A diplomacia brasileira criticou a formapela\nqual o tratado foi revogado, masa atuação do presidente Cleveland na\narbitragemdo território das Missões, em 1895, fezolvidar a lembrança do\nfim abrupto dotratado. Quando a administração republicana retornouem\n1897, sob a presidência William McKinley,houve interesse em recriar um\nacordo dereciprocidade. O governo brasileiro, no entanto,negou-se a\nnegociar novo instrumento deregulação do comércio bilateral.\n\nAvaliação do Acordo\n\nA análise dos resultados do acordodeve ser desagregada em suas\nconsequênciaseconômicas e políticas. Do ponto de vistaeconômico, a\navaliação inicial das autoridadesbrasileiras foi pessimista. Um exame\nmaisdetido, no entanto, demonstra que as exportaçõesbrasileiras para os\nEUA entre 1891 e1894 foram 45% maiores que no triênioprecedente. Já as\nimportações brasileiras deprodutos americanos declinaram em mais de10%\nem 1893 e somente voltaram apatamares mais altos que em 1892 apóso fim\ndo tratado. Houve súbito aumentoda exportação de açúcar em 1891 e1892,\ntendo o país quase triplicado suaparticipação no mercado americano no\nprimeiroano de vigência do tratado. Porém, apósa ocorrência de outros\nacordos de reciprocidade,o país diminuiu rapidamente suas exportaçõesde\naçúcar. O Brasil poderia ter-se beneficiadoainda mais do acordo, se os\ngovernosestaduais não taxassem tanto os produtosde exportação.\n\nDo lado brasileiro, o maior aumentodas exportações veio do café e\ndaborracha, que não gozaram de qualquerconcessão distinta da já\nexistente aofim do Império. Percebe-se, então, queo sucesso brasileiro é\nexplicado peloaumento da demanda dos consumidores americanose não pelo\ntratado comercial. Os únicosprodutos exportados pelos EUA que\nconseguiramalgum sucesso no mercado brasileiro noperíodo foram o trigo e\na farinhade trigo. Mas a explicação para oaumento das importações\nbrasileiras do produtotalvez esteja na seca que prejudicou asexportações\nargentinas, e não propriamente notratado comercial. A perspectiva\npessimista traçadapelos críticos do tratado não se concretizaram,nem\ntampouco o otimismo de outros queesperavam significativa expansão e\ndiversificaçãodos laços comerciais entre os dois países.\n\nNo plano político, o Acordo Mendonça-Blainedemonstrou ser um exercício\nde aproximaçãorelevante entre o Brasil e os EUA.Fortaleceu-se a tese de\nque a estratégiadirecionada, incremental e focada de buscade acordos de\ncomércio não era necessariamenteprejudicial aos interesses do país,\ncomose acreditava no período imperial. O tratadotambém foi uma\nretribuição ao pronto reconhecimentoda República e uma indicação de queo\npaís desejava continuar a diversificarseus laços políticos,\nreequilibrando sua dependênciacom as potências europeias. O\ntratado,juntamente com o apoio americano na Revoltada Armada e o laudo\narbitral daquestão das Missões, foram indicadores quesinalizavam à\ndiplomacia republicana a construçãode uma aliança não escrita entre\nosdois países.\n\nRogério Farias de Souza\n\n**FONTES:** AZEVEDO, J. *Vida*; BUENO,C. *República*; MENDONÇA, C.\n*Salvador*; NOBRE,F. *Grande*; SMITH, J. *Unequal*; SMITH, J.*Limits*;\nTOPIK, S. *Trade.*\n","ref":"**FONTES:** AZEVEDO, J. *Vida*; BUENO,C. *República*; MENDONÇA, C.\n*Salvador*; NOBRE,F. *Grande*; SMITH, J. *Unequal*; SMITH, J.*Limits*;\nTOPIK, S. *Trade.*\n","dic":"DHBPR"}
