{"title":"BARROSO, Gustavo","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1915],"datas_fim":[1917],"estados":["CE"],"autor":[0],"content":"**BARROSO, Gustavo**\n\n\\*jornalista; dep. fed. CE 1915-1917; mov. integralista.\n\n*Gustavo Dodt Barroso* nasceu em Fortaleza no dia 29 de dezembro de\n1888, filho de Antônio Felino Barroso, membro de uma tradicional família\nnordestina, e da alemã Ana Dodt Barroso.\n\nÓrfão de mãe com apenas sete dias de nascido, foi criado por uma tia\npaterna que lhe ensinou as primeiras letras. Em 1898 ingressou no\nColégio Parthenon e no ano seguinte transferiu-se para o Liceu do Ceará,\nambos em Fortaleza, formando-se em 1906. Nesse mesmo ano publicou seu\nprimeiro artigo no periódico cearense *Jornal da República.* Em 1907\ningressou na Faculdade de Direito de Fortaleza e fundou o jornal\ncaricato *O Garoto,* que dirigiu até dezembro do ano seguinte. Nessa\népoca fundou *O Equador,* além de colaborar em *O Colibri,* jornal\nmanuscrito feito em Guaramiranga (CE) e no *Figança,* jornal da\nfaculdade em que estudava. Sócio-fundador do Grêmio Literário 25 de\nMarço e secretário da Talma Cearense, sociedade dramática do Centro\nCalíope, pertenceu também à sociedade literária do Clube Máximo Gorki, o\nprimeiro clube socialista do Ceará.\n\nEm 1910 transferiu-se para o Rio de Janeiro, então Distrito Federal, e\nmatriculou-se na Faculdade de Direito, bacharelando-se em 1912. Durante\nesse período, lecionou no Ginásio de Petrópolis (RJ) e foi redator do\n*Jornal do Comércio.* Ainda em 1912 publicou seu primeiro livro,\nintitulado *Terra do sol,* e ingressou no Partido Republicano Federal,\nao qual permaneceria filiado até 1918.\n\nNomeado secretário geral da Superintendência da Defesa da Borracha em\n1913, no ano seguinte voltou para Fortaleza a fim de ocupar o cargo de\nsecretário do Interior e da Justiça do governo de Benjamim Barroso. Em\n1915 foi eleito deputado federal pelo Ceará. Tomou posse em maio na\nCâmara dos Deputados, no Rio de Janeiro, e cumpriu o mandato até o fim\nda legislatura, em 1917. Nesse ínterim, tornou-se diretor da revista\n*Fon-Fon,* no Rio, em 1916.\n\nEm 1919, com sete livros publicados, seguiu como secretário da delegação\nbrasileira à Conferência de Paz em Versalhes, chefiada pelo futuro\npresidente da República, Epitácio Pessoa. Entre esse ano e 1922 foi\ninspetor escolar no Distrito Federal, posto de onde saiu para fundar e\ndirigir o Museu Histórico Nacional. Em 1923 entrou para a Academia\nBrasileira de Letras, na qual exerceria as funções de secretário (1928,\n1931 e 1949) e presidente (1931, 1932 e 1950). Advogado ativo no Foro do\nRio de Janeiro, em 1927 foi o secretário geral da Comissão Internacional\nde Jurisconsultos.\n\nO Integralismo\n\nEm 1933, Gustavo Barroso aderiu à Ação Integralista Brasileira (AIB),\norganização fundada por Plínio Salgado em outubro do ano anterior.\nAdotando o lema “Deus, Pátria e Família” e inspirando-se na ideologia\nfascista ascendente na Europa nesse período, a AIB pregava a implantação\nno país de um Estado corporativo-sindicalista, autoritário e\nnacionalista. Ainda em 1933, a organização transformou-se num partido\npolítico.\n\nDedicando-se inteiramente ao integralismo, em agosto de 1933 Gustavo\nBarroso encontrou-se em Vitória com os principais líderes do novo\nmovimento, entre os quais Plínio Salgado e Olbiano de Melo, com o\nobjetivo de participar da formação naquela cidade de um núcleo da AIB.\nDois meses depois seguiu para São Paulo, onde, a pretexto de\nrecepcioná-lo, mais de oitocentos integralistas desfilaram pelas ruas da\ncidade.\n\nProsseguindo com suas atividades de divulgação doutrinária do\nintegralismo, seguiu no mês de dezembro para Belo Horizonte, e aí, ao\nlado de Plínio Salgado, Miguel Reale e Olbiano de Melo, proferiu várias\nconferências. Segundo este último, o grupo encontrou-se nessa ocasião\ncom Gustavo Capanema, que acabava de deixar a interventoria interina em\nMinas Gerais e confessou-se interessado nas ideias integralistas,\ndeclarando-se em desacordo com a política do Catete. Isso não impediria,\nentretanto, que em julho de 1934 Capanema assumisse o Ministério da\nEducação, onde permaneceria até o fim do governo Vargas (29/10/1945). De\nBelo Horizonte, a cúpula integralista partiu para o Norte e o Nordeste\ndo país, percorrendo todas as capitais e expondo sua doutrina.\n\nEm fevereiro de 1934, Barroso participou do I Congresso Integralista,\nrealizado em Vitória, no qual foram aprovadas a estrutura interna e os\nestatutos da AIB. Nesse encontro, entre outras medidas, ficou decidido\nque o movimento teria uma direção única e centralizada nas mãos de\nPlínio Salgado. Além disso, foram nomeados os chefes provinciais e os\nsecretários nacionais da organização, cabendo a Barroso o cargo de\ncomandante geral das milícias, o que significava participar do conselho\nsuperior da AIB.\n\nEnquanto a maioria dos teóricos do integralismo se inspirava no fascismo\nitaliano e português, Gustavo Barroso tinha posições bem mais próximas\nda doutrina alemã. Claramente antissemita – em seu livro de memórias\nintitulado *O Liceu do Ceará* chegou a criticar os judeus no nível da\nvida cotidiana –, expôs suas posições principalmente em *Brasil,*\n*colônia de banqueiros*,obra lançada em 1934 e bem recebida pelo\nsemanário antissemita alemão *Der Stürmer,* dirigido pelo “papa” do\nracismo Julius Streicher. Na ocasião, foi considerado pelo jornal\nnazista *Deutsche La Plata Zeitung**,*** de Buenos Aires, como o\n*führer* do integralismo brasileiro. Por isso mesmo, foi o único\nelemento do movimento integralista que disputou a liderança com Plínio\nSalgado. Discordando publicamente das teses antissemitas de Barroso em\nartigo publicado na revista *Fon-Fon* de 24 de abril de 1934, Plínio\nSalgado apoiou o boicote que durante seis meses o principal jornal\nintegralista, *A Ofensiva*, fizera a seu correligionário.\n\nPor outro lado, mantendo-se ligado a organizações fascistas\ninternacionais, em carta de 25 de maio de 1934 dirigida à Aliança\nRacista Europeia, Barroso informou que o integralismo crescia cada vez\nmais no Brasil, enquanto a Ação Social Brasileira, também chamada\nPartido Nacional Fascista, fundada por J. Fabrino em julho de 1933,\nestava em declínio.\n\nSegundo Robert Levine, ainda em 1934 Barroso teria declarado que\ngostaria de transformar a Academia Brasileira de Letras num centro do\nintegralismo. Barroso comparecia na época às reuniões da Academia\nvestido com o uniforme de miliciano da AIB, e seus pares não o\ncensuravam, nem mesmo quando atacava os judeus, aos quais se referia\ncomo “lixo humano”.\n\nPresente ao II Congresso da AIB, realizado em março de 1935 em\nPetrópolis – época em que foi promulgada a Lei de Segurança Nacional –,\nBarroso foi escolhido para ocupar a secretaria nacional de educação\nmoral e educação física da organização, órgão que substituiu a milícia\nintegralista, então dissolvida por Plínio Salgado.\n\nPor ocasião da Revolta Comunista de novembro de 1935, o jornal *O\nImparcial* do dia 24 de novembro denunciou uma conspiração golpista na\nqual Barroso estaria envolvido ao lado do general Pantaleão Pessoa.\nDurante todo mês de novembro e o seguinte, Barroso atacou na primeira\npágina de *A Ofensiva* o economista e empresário Roberto Simonsen, ao\nqual não deixava de atribuir o epíteto “judeu”.\n\nAinda em 1935, Gustavo Barroso lançou *O quarto império,* aprofundando\nsuas teses antissemitas. No ano seguinte, editou *O integralismo e o\nmundo,* em que o movimento era definido como o único no Brasil capaz de\nderrotar os judeus e de restaurar a cristandade através da revolução\nespiritual interior. Para Barroso, embora fosse uma ideologia universal,\nem cada país o fascismo deveria ter características particulares,\nadequadas à formação social de cada povo. No Brasil, o fascismo seria\nmultirracial, um amálgama das raças branca, negra e indígena.\n\nEm janeiro de 1936, Barroso compareceu ao congresso da seção paulista da\nAIB, em que foram representados os 259 núcleos da agremiação no estado.\nNa ocasião, quando era intensa a perseguição aos comunistas ligados ao\nlevante do ano anterior, a AIB definiu-se enfaticamente como um\nmovimento legalista, lançando um manifesto-programa que inaugurou uma\nnova fase do integralismo.\n\nBarroso participou também do Congresso das Cortes do Sigma, órgãos de\ncúpula integralistas, realizado no Rio de Janeiro em 17 de outubro de\n1936, ocasião em que a AIB fundou o jornal *A Ação*. No dia seguinte,\ntomou parte no desfile realizado no bairro carioca do Méier e esteve\npresente à reunião promovida no Teatro João Caetano. Apesar do notório\ndesenvolvimento do integralismo nesse período, segundo Edgar Carone, era\nexagerada a avaliação dos líderes da AIB ao afirmar que a organização\nchegou a ter um milhão de membros em 1936.\n\nEm 27 de março de 1937, transpirou pela imprensa, através do jornal\n*Diário da Noite,* uma tentativa fracassada de Barroso de afastar Plínio\nSalgado da AIB sob a acusação de que esta, além de “não cumprir as suas\npromessas”, era muito condescendente com os judeus. Segundo Robert\nLevine, Plínio Salgado era amigo de alguns judeus, como o industrial\nHorácio Lafer.\n\nNo plebiscito interno da AIB realizado em maio de 1937 para a escolha do\ncandidato integralista à presidência da República nas eleições previstas\npara janeiro de 1938, Plínio Salgado obteve 846.554 votos contra 13.397\ndados a Barroso e 164 a Miguel Reale. No dia 14 de junho, Barroso estava\nentre os 35 representantes da Corte do Sigma que foram a Getúlio Vargas\nlevar oficialmente o nome de Plínio Salgado como candidato dos\nintegralistas à presidência da República.\n\nA Conspiração Integralista\n\nCom a implantação do Estado Novo em 10 de novembro de 1937, as eleições\nforam suspensas. Em 3 de dezembro os partidos políticos foram extintos\npor decreto, e a AIB transformou-se na Associação Brasileira de Cultura.\n\nSegundo o relatório da Delegacia Especial de Segurança Política, o golpe\nde Vargas lançou os integralistas num indescritível entusiasmo, fato\nconfirmado por uma carta dirigida por Gustavo Barroso a Getúlio\nfelicitando-o por seu discurso, divulgado pelo Departamento de Imprensa\ne Propaganda (DIP) em 3 de janeiro de 1938. O discurso, com o qual\nBarroso, segundo suas próprias palavras, estava de pleno acordo,\nreferia-se à decisão de libertar o Brasil de sua dependência dos agentes\nfinanceiros internacionais.\n\nSegundo Olbiano de Melo, depois de tentar obter o apoio da AIB para o\ngolpe de 1937, Getúlio prosseguiu em suas negociações com os\nintegralistas mesmo após a extinção dos partidos, oferecendo-lhes o\nMinistério da Educação. A liderança do movimento chegou a escolher o\nnome de Gustavo Barroso para a pasta, mas a indicação, transmitida por\nAlcebíades Delamare a Francisco Campos para que este a levasse até\nVargas, jamais chegou a seu destino.\n\nEntretanto, a mudança de posição dos integralistas em relação ao novo\nregime foi rápida. No início de 1938, um grupo de oficiais da Marinha\nchefiado pelo comandante Vítor Pujol reuniu-se com Miguel Reale e\nGustavo Barroso para propor um levante armado, que seria levado a cabo\ncom ou sem o apoio de civis e teria como alvo principal o palácio\nGuanabara. Ainda segundo Olbiano de Melo, nesse momento Barroso reagiu,\ndeclarando que os integralistas não deveriam entrar na história como\nassassinos. A partir de então, começou a fase conspiratória.\n\nA primeira tentativa de golpe dos integralistas ocorreu em 11 de março\nde 1938. O movimento foi rapidamente desbaratado e centenas de prisões\nforam efetuadas. Uma grande quantidade de armas foi apreendida,\ninclusive em casa de Plínio Salgado, onde, segundo Hélio Silva, foram\nencontrados três mil punhais marcados com a cruz gamada. Na ocasião,\ntanto Plínio Salgado quanto Gustavo Barroso e Belmiro Valverde – chefe\nmilitar do levante – conseguiram escapar.\n\nA conspiração prosseguiu e, na véspera da deflagração do segundo\nlevante, ocorrida em 11 de maio de 1938, Barroso procurou Barwick –\nrepresentante no Brasil da agência alemã de notícias Transocean – e\nsondou-o sobre a possibilidade de o governo do Reich fornecer armas aos\nintegralistas caso o Ministério da Marinha fosse entregue a algum\npartidário do Sigma.\n\nO movimento foi novamente dominado após algumas horas de cerco dos\nintegralistas ao palácio Guanabara e um levante no Ministério da\nMarinha. No dia 12, Barroso e Raimundo Padilha, que também havia sido\nmembro do conselho superior da AIB, foram presos numa fazenda situada na\nZona da Mata de Minas Gerais. Na ocasião, a polícia apreendeu uma carta\nque Barroso enviara à Aliança Fascista Europeia e que já havia sido\npublicada no jornal *Reichswart,* de Berlim, conclamando a unidade\nmundial contra o perigo judaico.\n\nCom a prisão e o exílio de muitos de seus líderes, entre os quais Plínio\nSalgado, o movimento integralista entrou em refluxo. Entretanto, Gustavo\nBarroso, ao lado de Plínio Salgado, foi excluído do processo contra os\nenvolvidos no levante de maio de 1938 por falta de provas.\n\nRetirando-se da política, Barroso reassumiu a direção do Museu Histórico\nNacional e intensificou sua atuação na Academia Brasileira de Letras.\nNessa época, graças às relações reservadas que mantinha com elementos do\ngoverno, conseguiu a reintegração de alguns de seus correligionários em\nseus cargos e impediu que outros – entre os quais Raimundo Padilha –\ncontinuassem a ser incomodados pela polícia.\n\nApós o discurso pronunciado por Vargas a bordo do encouraçado *Minas\nGerais* em junho de 1940, considerado simpático aos países do Eixo,\nGustavo Barroso voltou a felicitar Getúlio. Daí em diante, passou também\na funcionar como intermediário entre Plínio Salgado, que se encontrava\nexilado em Portugal, e o governo. Ainda em 1940, participou da missão\nbrasileira às comemorações do tricentenário da Restauração de Portugal,\nem Lisboa, e representou o Brasil no Congresso Ibero-Americano realizado\nem Madri.\n\nEntretanto, com a entrada do Brasil na Segunda Guerra Mundial em 1942 ao\nlado das forças aliadas, cresceram as manifestações de repúdio à\npresença de integralistas na cena política nacional. Desse modo, Barroso\nfoi levado a se limitar às suas ocupações literárias, iniciando em 1943\na publicação dos *Anais do* *Museu Histórico Nacional.*\n\nSempre prestigiado nos governos que se seguiram à queda de Vargas,\nocorrida em 29 de outubro de 1945, em 1950 Barroso seguiu para Portugal\na convite da Universidade de Coimbra para uma série de conferências. Em\n1951 representou o Brasil como embaixador especial na posse do\npresidente uruguaio, e em 1954 desempenhou a mesma função na posse do\npresidente peruano. Em 1957, na qualidade de embaixador em missão\nespecial no Uruguai, acompanhou a comitiva do ministro das Relações\nExteriores José Carlos de Macedo Soares em sua visita ao Chile.\n\nCaricaturista, romancista, poeta, teatrólogo, tradutor e ensaísta,\nGustavo Barroso colaborou em inúmeros jornais e revistas, como *O Malho,\nTico-Tico, O País, Gazeta de Notícias,* *Jornal do Brasil, Jornal do\nCeará, A República, O Demolidor, Leitura para Todos, Rua, Careta, A\nManhã, Seleta, Ilustração Brasileira* e outros. Em muitas ocasiões\nutilizou os pseudônimos de João do Norte, Náutilus, Cláudio França e\nJotaene.\n\nFaleceu no Rio de Janeiro em 3 de dezembro de 1959, ano em que recebera\no título de doutor *honoris causa* pela Universidade do Ceará. Em plena\natividade de cronista e escritor, escrevia na época para a revista *O\nCruzeiro* uma série de crônicas sob o título geral de “Revelações da\nHistória do Brasil”, além de dois livros que seriam publicados\npostumamente: *Jessissipi*, romance, editado em 1961, e *À margem da*\n*história do Ceará,* lançado em 1962.\n\nEra casado com Antonieta Labouriau Barroso.\n\nSua vasta obra literária abrange diversos gêneros e matérias. Além dos\ntrabalhos já citados, escreveu, na área de ensaios, *A balata* (1914)*,\nHeróis e bandidos* (1917), *Tradições* *militares* (1918), *Casa de\nmarimbondos* (1921), *Ao som da viola* (1921), *Uniformes* *do Exército*\n(em colaboração com W. Rodrigues, 1922), *Inteligência das coisas*\n(1923), *O sertão e o mundo* (1923)*, Luz e pó* (1923), *Através dos\nfolclores* (1927)*, Almas de lama e* *aço* (1930), *O Brasil em face do\nPrata* (1930), *Inscrições primitivas* (1930)*, Mythes, contes* *et\nlégendes des indiens du Brésil* (1930), *Aquém da Atlântida* (1931), *A\nortografia oficial* (1931)*, As colunas do tempo* (1932)*, Osório, o\ncentauro dos Pampas* (1933), *Tamandaré, o Nélson brasileiro* (1933)*, O\nintegralismo* *em marcha* (1933)*, O integralismo de norte a* *sul*\n(1934)*, História militar do Brasil* (1935)*,* *O que o integralista\ndeve saber* (1935), *História secreta do Brasil* (3v., 1936-1938),\n*Integralismo e catolicismo* (1937)*, Os protocolos* *dos sábios de\nSião* (1936-1937)*, Judaísmo,* *comunismo e maçonaria* (1937), *A\nsinagoga* *paulista* (3^a^ ed., 1937), *Reflexões de um bode* (1937)*,\nComunismo, cristianismo, corporativismo* (1938)*, Roosevelt es judio*\n(1938)*, Pero* *Coelho de Sousa* (1940)*, Catálogo comentado* *da\nexposição histórica do Brasil nos centenários de Portugal* (1940), *O\nBrasil na lenda e na* *cartografia antiga* (1941)*, Catálogo geral do*\n*Museu Histórico* (1942)*, A coleção Miguel* *Calmon no Museu Histórico*\n(1944)*, Caxias* (1945)*, Introdução à técnica de museus* (2.v.,\n1946-1947)*, História do palácio do Itamarati* (1956)*, Integralismo e\norganização* e *A* *palavra e o pensamento integralista.* Editou também\num *Pequeno dicionário popular brasileiro* (em colaboração, 1938).\n\nNa área da ficção, publicou os contos e novelas *Praia e várzeas*\n(1915)*, A ronda dos séculos* (1920)*, Mosquita muerta* (1921)*, Mula*\n*sem cabeça* (1922)*, Pergaminhos* (1922)*, Antes do bolchevismo*\n(1923)*, En el tiempo de* *los czares* (1924)*, Mapirunga* (1924)*,\nLivro* *dos milagres* (1924)*, Alma sertaneja* (1930)*,* O *bracelete de\nsafiras* (1931)*, Mulheres de Paris* (1933) e *Cinza do tempo* (1951);\nos romances *Tição do inferno* (1926)*, O santo do brejo* (1933) e *A\nSenhora de Pangim* (1932); e as obras infantis *O* *anel das maravilhas*\n(1924)*,* *Apólogos orientais* (1928)*, Quando Nosso Senhor andou no\nmundo* (1936) e *Fábulas sertanejas* (1948). Escreveu também as obras\nhistóricas *A guerra do Lopes* (sob o pseudônimo de João do Norte,\n1928), *A guerra do Rosas* (1929), *A guerra do Flores* (1929), *A\nguerra* *de Artigas* (sob o pseudônimo de João do Norte, 1930), *A\nguerra do Videu* (1930)e *O livro* *dos enforcados* (1939)*.*\n\nFoi autor ainda de uma peça de teatro, *D.* *Pedro,* e de um livro de\npoemas, *As sete vozes* *do espírito* (1946). Na área da crônica,\npublicou *Ideias e palavras* (1917)*, Coração da Europa* (1922)*, O ramo\nde oliveiras* (1925)*, Espírito do século XX* (1936)*, Portugal, semente\nde impérios* (1943)*, Seca, Meca e olivais de* *Santarém* (1946) e\n*Quinas e castelos* (1948)*.*\n\nAlém de *Liceu do Ceará,* publicou dois outros volumes de memórias:\n*Coração de menino* (1939) e *Consulado da China* (1941).\n\nAmélia Coutinho\n\n**FONTES:**ABRANCHES, J. *Governos*; ALBUQUERQUE, J. *Cearenses no Rio*;\nALBUQUERQUE, J. *Cearenses no Rio e em SP*;BARROSO, G. *Coração*;\nBARROSO, G. *Liceu*; BRINCHES, V. *Dic.*;CÂM. DEP. *Anais* (1959-29);\nCARONE, E. *Estado*; CARONE, E.*República nova*; CONSULT. MAGALHÃES, B.;\nCOUTINHO, A. *Brasil*;*Encic. Mirador*; GIRÃO, R. *Ceará*; *Grande\nencic. Delta*; *Grande encic. portuguesa*; GUIMARÃES, A. *Dicionário*;\n*Jornal do* *Brasil* (4 e 5/12/1959); *Jornal do Comércio,* Rio\n(4/12/1959); LEVINE, R. *Vargas*; MELO, O. *Marcha*; MOREIRA, J.\n*Dic.*;NEVES, F. *Academia*; *Ofensiva*; OLIVEIRA, C.\n*Biografias*;*Personalidades*; *Quem é quem no Brasil*; SILVA, H.\n*1935*;SILVA, H. *1938*; SOUSA, J. *Índice*; SOUSA, J. *Teatro*;STUDART,\nG*. Dic.*; TAVARES, J. *Radicalização*; TRINDADE, H. *Integralismo.*\n","ref":"**FONTES:**ABRANCHES, J. *Governos*; ALBUQUERQUE, J. *Cearenses no Rio*;\nALBUQUERQUE, J. *Cearenses no Rio e em SP*;BARROSO, G. *Coração*;\nBARROSO, G. *Liceu*; BRINCHES, V. *Dic.*;CÂM. DEP. *Anais* (1959-29);\nCARONE, E. *Estado*; CARONE, E.*República nova*; CONSULT. MAGALHÃES, B.;\nCOUTINHO, A. *Brasil*;*Encic. Mirador*; GIRÃO, R. *Ceará*; *Grande\nencic. Delta*; *Grande encic. portuguesa*; GUIMARÃES, A. *Dicionário*;\n*Jornal do* *Brasil* (4 e 5/12/1959); *Jornal do Comércio,* Rio\n(4/12/1959); LEVINE, R. *Vargas*; MELO, O. *Marcha*; MOREIRA, J.\n*Dic.*;NEVES, F. *Academia*; *Ofensiva*; OLIVEIRA, C.\n*Biografias*;*Personalidades*; *Quem é quem no Brasil*; SILVA, H.\n*1935*;SILVA, H. *1938*; SOUSA, J. *Índice*; SOUSA, J. *Teatro*;STUDART,\nG*. Dic.*; TAVARES, J. *Radicalização*; TRINDADE, H. *Integralismo.*\n","dic":"DHBPR"}
