{"title":"BARROSO, Hermínio","cargoss":["dep. fed. CE 1918-1920."],"author":null,"content":"**BARROSO, Hermínio**\n\n\\*dep. fed. CE 1918-1920.\n\n*Hermínio Barroso* nasceu em Canindé (CE) no dia 15 de agosto de 1867,\nfilho do coronel Paulino Joaquim Barroso, comerciante, e de Francisca\nCarolina Barroso.\n\nFez os estudos primários no Instituto Cearense de Humanidades, sendo\naprovado com louvor. Matriculou-se no Liceu do Ceará e de lá foi para o\nRio de Janeiro onde ingressou na Escola Politécnica a fim de formar-se\nengenheiro. Abandonou a carreira de engenharia e seguiu para a Europa,\nonde concluiu o curso de educação literária e fez na Alemanha um curso\nde música, tornando-se uma das maiores autoridades no Brasil,\nespecialmente na obra de Richard Wagner. De volta à Fortaleza\ncandidatou-se à cadeira de alemão do Liceu do Ceará, defendendo a tese\n“Vocalismo e consonantismo, acentuação e quantidade sob o ponto de vista\nhistórico”. Aprovado, foi nomeado catedrático em outubro de 1896 e foi\npor diversas vezes diretor interino da Instituição, até ser nomeado\ndiretor efetivo em 1928. Tornou-se bacharel em ciências jurídicas e\nsociais pela Faculdade de Direito do Ceará em dezembro de 1907, sendo\nnomeado logo depois professor da cadeira de direito internacional\nprivado. Serviu também como cônsul da Bélgica.\n\nFoi secretário da Fazenda do Ceará no breve governo de Setembrino de\nCarvalho (1914), e secretário do Interior no governo do coronel Liberato\nBarroso (1914-1916). Escolhido chefe do Partido Conservador do Ceará,\nfoi eleito deputado estadual em 1915. Foi primeiro vice-presidente do\nestado do Ceará no governo de João Tomé Sabóia e Silva (1916-1920), e em\n1918 foi eleito deputado federal, com mandato até dezembro de 1920.\n\nFaleceu em Fortaleza no dia 13 de dezembro de 1932.\n\nCasado com Emília da Cunha Barroso, teve dois filhos.\n\nKleiton de Sousa Moraes\n\n**FONTES:** GUIMARÃES, H. *Deputado* (p.289-290); MOTA, A. *História*\n(p.185).\n","ref":"**FONTES:** GUIMARÃES, H. *Deputado* (p.289-290); MOTA, A. *História*\n(p.185).\n","dic":"DHBPR"}