{"title":"BARROSO, Liberato","cargoss":["Governador de estado ou do Distrito Federal","Presidente de associação ou confederação de empregados ou empregadores","Deputado federal","Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1891,1892,1893,1914,1918],"datas_fim":[1891,1892,1893,1916,1927],"estados":["CE","CE","CE","CE","CE"],"content":"**BARROSO, Liberato**\n\n\\* militar; gov. CE 1891; pres. CE 1892; dep. fed. CE 1893; pres. CE\n1914-1916; sen. CE 1918-1927.\n\n*Benjamin Liberato Barroso* nasceu em Quixeramobim (CE) no dia 31 de\nmarço de 1859, filho de Joaquim Liberato Barroso e de Antônia Barroso.\n\nIngressou na Escola Militar do Rio de Janeiro em 16 de agosto de 1877, e\naí fez o curso de engenharia, bem como o de matemática e ciências\nfísicas. Foi promovido a segundo-tenente em 1886, a primeiro-tenente em\n1890, a major em 1900, a tenente-coronel em 1910 e a coronel em 1912,\nreformando-se como general.\n\nParalelamente à carreira militar, fez carreira política. Governou o\nCeará, por nomeação, a partir de 22 de janeiro de 1891, substituindo\nLuís Antônio Ferraz, que se afastou por motivo de doença. Em 4 de abril\nfoi, por sua vez, substituído por Feliciano Antônio Benjamim. Em maio,\nenquanto José Clarindo de Queirós era eleito presidente do estado, foi\neleito vice-presidente. Com a deposição de Clarindo de Queirós em 16 de\nfevereiro de 1892, voltou a assumir interinamente o governo do estado,\nrecebendo-o das mãos do general João Nepomuceno de Medeiros Mallet em 18\nde fevereiro. Governou o Ceará até 12 de julho de 1892, quando foi\nsubstituído por Antônio Pinto Nogueira Acióli. Teve uma breve passagem\npela Câmara dos Deputados, de 2 de julho a 31 de dezembro de 1893.\n\nEm 24 de junho de 1914 assumiu novamente o governo do Ceará na qualidade\nde vice-presidente, para encerrar o mandato de Franco Rabelo, deposto\npelo movimento conhecido como “Sedição de Juazeiro”. Recebendo o governo\ndo interventor federal, coronel Fernando Setembrino de Carvalho,\nenfrentou uma crise econômica que se agravou com o advento da seca de\n1915. Encerrou seu governo em 12 de junho de 1916, quando tomou posse o\nnovo presidente eleito, João Tomé de Sabóia e Silva. Eleito senador,\nassumiu o mandato em maio de 1918 e foi membro da Comissão da Marinha e\nGuerra. Só deixou o Senado Federal em janeiro de 1927.\n\nFoi também professor da Escola Militar de Fortaleza e subcomandante do\nColégio Militar do Rio de Janeiro.\n\nFaleceu em 17 de outubro de 1933.\n\nEra casado com Maria Lima da Cruz Barros.\n\nKleiton de Moraes\n\n**FONTE:** GIRÃO, V. *Ceará* (p.83).\n","ref":"","dic":"DHBPR"}
