{"title":"AÇÃO IMPERIAL PATRIONOVISTA","cargoss":["Organização neomonárquica, católica ecorporativista, fundada em 1928 com"],"content":"**AÇÃO IMPERIAL PATRIONOVISTA**\n\nOrganização neomonárquica, católica ecorporativista, fundada em 1928 com\nafinalidade de restaurar a monarquia tradicional,caracterizada como um\nregime apoiado norei, na Igreja Católica e nas corporaçõesmedievais.\n“Sem religião católica e semrei não pode haver corporativismo”.\nOpatrionovismo rejeitava o Império brasileiro,que, influenciado pelo\nliberalismo, aboliu naConstituição as corporações de ofício, seusjuízes,\nescrivães e mestres.\n\nO programa patrionovista colocava emprimeiro plano seu credo:\nrestauração doprivilégio do catolicismo e “religião obrigatórianas\nescolas públicas, nos quartéis, institutoshospitalares e correcionais\netc*.*”. Emseguida, desenvolvia a tese da monarquiaassociada à\nrestauração de um “imperadorresponsável que reine e governe,\nescolhendolivremente os seus ministros” e à organizaçãodo Estado\nimperial sobre a “base municipalsindicalista”. Os patrionovistas lutavam\npelaimplantação do corporativismo alicerçado “numaorganização sindical\ndas classes profissionais,de produção espiritual e econômica*…*,\ncomobase da verdadeira representação nacional”. Porfim, defendiam uma\npolítica internacional “nacionalista,altiva e cristã”.\n\nMuitos patrionovistas ingressaram na Sociedadede Estudos Políticos (SEP)\ne acompanharama fase inicial da Ação Integralista Brasileira(AIB) até o\nmomento em que, pordefinição do secretário nacional de doutrina,Miguel\nReale, ficou estabelecido o caráter“republicano” do futuro Estado\nintegral. Apartir dessa época os patrionovistas afastaram-sedo\nintegralismo.\n\nA organização corporativa do Estadofoi minuciosamente descrita pelo\npatrionovistaPaim Vieira no âmbito de uma “monarquiaorgânica e\nintegral”, exaltando os méritosdas corporações medievais nas quais\naperfeição moral era indispensável à “ascendênciamoral e\nprofissional*…*, e o trabalhoera uma honra”, a “religião, o esteioem que\nrepousa toda essa portentosa estruturaeconômico-político-social”. Em\nface da anarquiado trabalho provocada pelo regime liberal,o autor\nsugeria a solução corporativacristã: “A organização corporativa, por\nsisó, não realiza a harmonia das classes.Ela é simplesmente o\ninstrumento de queo espírito cristão é a energia. Nãohá corporativismo\nleigo. Sindicalismo sem Deusé absurdo”.\n\nHélgio Trindade\n\n(colaboração especial)\n","ref":"","dic":"DHBPR"}