{"title":"BARTOLOMEU, Floro","cargoss":["dep. fed. CE 1921-1926."],"author":null,"content":"**BARTOLOMEU, Floro**\n\n\\* dep. fed. CE 1921-1926.\n\n*Floro Bartolomeu da Costa* nasceu em Salvador no dia 17 de agosto de\n1876. Seu irmão Antônio Batista dos Anjos foi professor da Faculdade de\nMedicina da Bahia.\n\nFormando-se também médico, clinicou durante algum tempo pelos sertões\nbaianos, mas em 1908, acompanhado do conde francês Aldolfovan Den Brule,\nespecialista em mineralogia, viajou ao então povoado de Juazeiro, no\nsertão do Ceará, local onde, segundo se ouvia falar, existiriam\npreciosas minas. Logo acercou-se de pessoas influentes do local, entre\nelas o padre Cícero Romão Batista, do qual se tornou o orientador\npolítico em que o padre depositava inteira confiança. Com o crescimento\nda influência do padre Cícero na região, em 1911 Juazeiro foi elevada à\ncategoria de cidade, e o próprio padre Cícero, apoiado por Floro\nBartolomeu e pelo presidente do estado Nogueira Acióli, foi eleito\nprefeito do novo município.\n\nEm 1912, com a eleição de Franco Rabelo para presidente do Ceará\n(1912-1914), a oligarquia aciolina deixou o comando do estado. Rabelo\nprocurou então enfraquecer o poder dos chefes municipais. Em reação,\nFloro Bartolomeu, juntamente com grupos oligárquicos de oposição,\ncapitaneou uma revolta a partir de Juazeiro para derrubar Franco Rabelo\nque ficou conhecida como a “Sedição de Juazeiro”. Comandando um exército\nde sertanejos devotos do padre Cícero, depois de evitar a invasão de\nJuazeiro pelas tropas rabelistas, marchou sobre a capital e conseguiu\ndepor o presidente do estado em 1914. Declarando-se presidente da Câmara\nEstadual, Floro Bartolomeu aumentou sua força política no estado, só\ndiminuída com a ascensão do novo chefe do Executivo, o presidente\nBenjamin Barroso (1914-1916), ao qual fez sistemática oposição.\nPermaneceu no Congresso Estadual cearense até 1920.\n\nEm 1921 foi eleito deputado federal. Reeleito em 1924, quando da\npassagem da Coluna Prestes pelo Ceará foi designado pelo governo federal\npara combatê-la. Por ter evitado a invasão de Juazeiro pela Coluna,\nrecebeu honras de general.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 1926.\n\nKleiton de Sousa Moraes\n\n**FONTES:** GUIMARÃES, H. *Deputados* (p.244-245).\n","ref":"**FONTES:** GUIMARÃES, H. *Deputados* (p.244-245).\n","dic":"DHBPR"}