{"title":"BASTOS, Cassiano Cândido Tavares","cargoss":["const. 1891","sen. AL 1891-1892."],"author":null,"content":"**BASTOS, Cassiano Cândido Tavares**\n\n\\*const. 1891; sen. AL 1891-1892.\n\n*Cassiano Cândido Tavares Bastos* nasceu em Alagoas (AL), atual Marechal\nDeodoro, em 12 de novembro de 1844, filho de José Tavares Bastos e de\nRosa Cândida de Araújo Tavares Bastos. Seu pai foi deputado provincial e\ndeputado geral por Alagoas, presidente interino da província de Sergipe,\nvice-presidente da província do Rio de Janeiro (tendo assumido\ninterinamente a condição de titular em cinco oportunidades no período de\n1864 a 1866), presidente da província de São Paulo de 1866 a 1867, e\nministro do Supremo Tribunal de Justiça de 1885 a 1889. Seu irmão\nAureliano Cândido de Tavares Bastos foi deputado geral por Alagoas.\n\nFormou-se em direito pela Faculdade de São Paulo em 1866. Ao terminar o\ncurso, foi nomeado adido à missão especial enviada à Bolívia por ocasião\nda Guerra do Paraguai (1864-1870). Posteriormente esteve no Peru,\nocupando o cargo de secretário de legação. Em 1871 foi promotor público\nem Vitória e juiz de direito no Ceará e em São Paulo, além de chefe de\npolícia no Espírito Santo e em Alagoas.\n\nApós a Proclamação da República (15/11/1889), em setembro de 1890 foi\neleito senador por seu estado natal. Assumindo sua cadeira na Assembleia\nNacional Constituinte no Rio de Janeiro, agora Distrito Federal, em\nnovembro seguinte, participou dos trabalhos de elaboração da primeira\nConstituição republicana do país, promulgada em 24 de fevereiro de 1891,\ne depois disso passou a exercer o mandato ordinário. Em maio de 1892\nrenunciou ao Senado para assumir o cargo de juiz do Tribunal Civil e\nCriminal no Rio de Janeiro, porém somente em 6 de novembro o Senado\ndecidiu ter ele perdido o mandato por ter assumido cargo na\nmagistratura. Posteriormente, foi nomeado desembargador da Corte de\nApelação.\n\nFaleceu no Rio de Janeiro.\n\nPublicou: *Consolidação das leis sobre organização judiciária quanto ao\nprocesso civil e comercial: contendo as decisões do governo,\njurisprudência dos tribunais e opiniões de jurisconsultos* (1884 ou\n1885); *Guia dos inspetores de quarteirão* (1885); *Guia dos delegados e\nsubdelegados de polícia* ou *Guia dos delegados e oficiais de justiça*\n(1886); *Empregos e ofícios de justiça, contendo toda a legislação\nreferente, tudo organizado e anotado***.** Rio de Janeiro (1886);\n*Processo das execuções cíveis, comerciais e hipotecárias, contendo as\nrespectivas disposições legislativas e regulamentares, jurisprudência\ndos tribunais e opiniões de praxistas* (1887), e *Registro civil dos\nnascimentos, casamentos e óbitos* (1887); *Direito e praxe policial*\n(1881). A seu respeito foram publicados os textos Tavares Bastos e\nTavares Bastos, o solitário, em *Tavares Bastos visto por alagoanos*\n(coord. Moacir Medeiros de Sant’Ana, 1975).\n\nReynaldo de Barros\n\n**FONTES:**BARROS, F. *A B C das Alagoas*; LEITE NETO, L. *Catálogo\nbiográfico* (v.1, p.587;6;7).\n","ref":"**FONTES:**BARROS, F. *A B C das Alagoas*; LEITE NETO, L. *Catálogo\nbiográfico* (v.1, p.587;6;7).\n","dic":"DHBPR"}