{"title":"BASTOS, CUNHA","cargoss":["dep. fed. GO 1929-1930 e 1955-1959."],"author":null,"content":"**BASTOS, C****UNHA**\n\n\\*dep. fed. GO 1929-1930 e 1955-1959.\n\n*César da Cunha Bastos* nasceu em Rio Verde (GO) no dia 28 de novembro\nde 1898, filho de Luís da Cunha Bastos e de Ana de Abreu Bastos. Seu pai\nfoi coletor estadual e presidente do Conselho Municipal de Rio Verde\n(1925-1930).\n\nEstudou no Liceu de Goiás, na cidade de Goiás, antiga capital do estado,\ne bacharelou-se pela Faculdade de Direito do Rio de Janeiro, então\nDistrito Federal, em 1925.\n\nOcupou a Secretaria do Interior e Justiça de Goiás de agosto de 1927 até\njunho de 1929, no governo de Brasil Ramos Caiado (1925-1929). Eleito\ndeputado federal por Goiás em pleito suplementar realizado no início de\n1929, foi reeleito em março de 1930, mas exerceu o mandato só até 24 de\noutubro, quando a vitória da Revolução de 1930 suspendeu o funcionamento\ndas casas legislativas do país.\n\nCom a reorganização partidária de 1945 filiou-se à União Democrática\nNacional (UDN) e entre fevereiro e julho de 1950, durante o governo de\nJerônimo de Coimbra Bueno (1947-1950) ocupou a Secretaria de Fazenda. No\npleito de outubro de 1954 retomou sua carreira parlamentar, tornando a\neleger-se deputado federal na legenda da Coligação Democrática de Goiás,\nintegrada pela UDN e pelo Partido Social Progressista (PSP). Cumpriu o\nmandato de fevereiro de 1955 a janeiro de 1959. Em 1958 disputou o\ngoverno do estado pela UDN, mas foi derrotado por José Feliciano\nFerreira, do Partido Social Democrático (PSD).\n\nCom a extinção dos partidos políticos pelo Ato Institucional n^o^ 2\n(AI-2), de 27/10/1965, e a instauração do bipartidarismo, filiou-se à\nsituacionista Aliança Renovadora Nacional (Arena). Concorreu a uma\ncadeira de deputado federal nos pleitos de 1966, 1970 e 1974, mas não\nconseguiu se eleger em nenhum deles. Afastou-se então da vida partidária\ne passou a se dedicar à criação da primeira faculdade de filosofia de\nRio Verde. Com o fim do bipartidarismo e a reorganização partidária de\nnovembro de 1979, deixou a Arena e, em 1980, filiou-se ao recém-criado\nPartido dos Trabalhadores (PT), do qual foi um dos fundadores em sua\ncidade natal.\n\nFaleceu em Goiânia no dia 14 de dezembro de 1992, aos 94 anos.\n\nEra casado com Augusta Gomes Bastos, cujo pai foi fazendeiro. Entre seus\nparentes figuravam os primos Eugênio Rodrigues Jardim e José Leopoldo de\nBulhões Jardim, chefes políticos na Primeira República.\n\nSeu nome foi dado a uma escola estadual em Rio Verde. Além disso, foi\ncriada a Fundação César Bastos – núcleo de pesquisas e atividades\ninterdisciplinares.\n\n**FONTES:**CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*\n(1946-1967); CÂM. DEP. *Deputados federais. Inventário*; CÂM. DEP.\n*Relação dos dep*.; *Encic.* *Mirador*; INF. FAM.; TRIB. SUP. ELEIT.\n*Dados* (3).\n","ref":"**FONTES:**CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*\n(1946-1967); CÂM. DEP. *Deputados federais. Inventário*; CÂM. DEP.\n*Relação dos dep*.; *Encic.* *Mirador*; INF. FAM.; TRIB. SUP. ELEIT.\n*Dados* (3).\n","dic":"DHBPR"}