{"title":"BATALHA, A","cargoss":["Jornal carioca matutino fundado por Pedro Mota Lima em 20 de dezembro de"],"author":null,"content":"**BATALHA, A**\n\nJornal carioca matutino fundado por Pedro Mota Lima em 20 de dezembro de\n1929. Deixou de circular em 1940.\n\nA Aliança Liberal e a Revolução de 1930\n\nSegundo Pedro Mota Lima, *A Batalha* foi fundado com o objetivo\nexclusivo de apoiar a Aliança Liberal. Barreto Leite Filho afirma\nentretanto que o jornal era ligado a um grupo do Partido Comunista\nBrasileiro (PCB), então chamado Partido Comunista do Brasil, que\ndefendia a união do operariado com outros setores da sociedade dentro do\nmovimento aliancista. Ainda segundo Barreto Leite Filho, os recursos\npara a instalação do jornal foram fornecidos por João Pallut, um dos\ngrandes banqueiros do jogo do bicho do Rio de Janeiro, a quem\ninteressava encobrir suas atividades ilegais. Além disso, Pallut era um\nelemento de ligação com um grupo de políticos mineiros vinculados a\nArtur Bernardes que tinham interesse em divulgar suas propostas\npolíticas através de um órgão de imprensa.\n\nFruto da confluência de tantos interesses, *A Batalha* defendia posições\ncontraditórias, publicando por exemplo em seu primeiro número um\neditorial de cunho esquerdista que nada tinha a ver com João Pallut e\nseus amigos bernardistas. Analisando a situação brasileira, afirmava o\nmatutino: “É o feudalismo em choque com a democracia. O que nós,\nincorretamente, nos habituamos a chamar de partido reacionário, não é\nsenão a sobrevivência da Idade Média nos dias atuais, com todos os seus\nhorrores, todas as suas iniquidades, toda a sua prepotência… O sr.\nWashington Luís e seu candidato à sucessão presidencial [Júlio Prestes]\nnão passam de meros representantes de uma pequena casta de 17 senhores\nfeudais, oposta a 40 milhões de seres nascidos após a conquista de 1789.\nEles querem o governo não da nação pela nação, mas deles para eles e\nseus amigos… Para esses dois expoentes do nosso reacionarismo, não há no\nBrasil questão social, não há miséria, a liberdade é um sonho de\ndemagogia e o Estado um grande e imenso monopólio”.\n\nAMORJ\n\n![Description: G:\\\\Trabalho para a Mirna\\\\AMORJ\\\\Imagens AMORJ\\\\IMPRENSA\n- A Batalha 2.png](BATALHA,%20A_arquivos/image001.jpg)\n\nJunho de 1922. A Batalha. A Organização Operária em Marcha. I Congresso\nFerroviário Portugues.\n\nNa verdade, o único ponto comum entre os diversos interesses\nrepresentados no jornal era o apoio à Aliança Liberal. Preocupada em dar\ncobertura aos políticos de oposição, *A* *Batalha* noticiava suas\nviagens e acordos políticos, além de publicar entrevistas com\npersonalidades de destaque como Antônio Carlos Ribeiro de Andrada,\npresidente de Minas Gerais e candidato natural à presidência da\nRepública, preterido porém pelo presidente Washington Luís. Finalmente,\neram ressaltadas as possibilidades de identificação entre os diversos\nsegmentos envolvidos na Aliança Liberal, sendo especialmente acentuadas\nas afinidades entre o movimento operário e os “tenentes”. Estes últimos\nrecebiam amplo apoio de *A Batalha,* que em janeiro de 1930 protestou\ncontra a prisão de Djalma Dutra, Aristides Correia Leal, Emídio Costa\nMiranda e Juarez Távora, seus principais líderes. Luís Carlos Prestes,\nentão no exílio, também foi alvo de intensa campanha de solidariedade.\n\nOutra grande preocupação de *A Batalha* em seus primeiros tempos foi\ndenunciar tentativas de acordo de alguns membros da Aliança Liberal com\no governo. Firmino Paim Filho, líder da ala situacionista do governo\ngaúcho, sofreu severas críticas e foi acusado de vender o Rio Grande do\nSul. Essa atitude agressiva do jornal foi atenuada a partir da Convenção\nLiberal de 2 de janeiro de 1930, quando sua diretoria preferiu reforçar\na campanha eleitoral aliancista, evitando dividir a oposição.\n\nAo lado da luta político-eleitoral, *A Batalha* denunciou continuamente\nnesse período o fracasso do governo de Washington Luís no campo\neconômico, tanto no tocante à política de valorização do café como em\nrelação à política de estabilização cambial. Para o jornal, a crise que\nabalava a economia brasileira era resultado exclusivo dos erros do\npresidente da República.\n\nNo decorrer de 1930, Pedro Mota Lima vendeu *A Batalha* a João Pallut,\nafastando-se do jornal e provocando com isso uma mudança na linha\neditorial. De fato, a saída de Mota Lima significou o abandono de uma\nlinguagem política mais radical, de defesa das camadas menos\nfavorecidas. Ainda assim, foi mantida a oposição a Washington Luís e a\nseu candidato Júlio Prestes, vitorioso nas eleições de março de 1930.\n\nEm função de suas posições, em 3 de outubro de 1930, ao eclodir a\nrevolução no Rio Grande do Sul, *A Batalha* teve vários de seus\njornalistas e funcionários presos. No dia 28 de outubro, entretanto,\nestando já deposto Washington Luís, o jornal instituiu o concurso “Que\ncastigo merece o sr. Washington Luís?”. Pouco depois foi criada a coluna\n“O povo vai opinar”, de críticas ao ex-presidente.\n\nO Período Pós-Revolucionário\n\nCom a vitória da Revolução de 1930, a principal razão de ser de *A\nBatalha* deixou de existir. O jornal voltou-se então mais abertamente\npara a defesa dos interesses de João Pallut.\n\nDirigido por Mozart Lago e tendo como redatores Carlos Sussekind de\nMendonça, Raimundo Magalhães Júnior, Eduardo Chermont de Brito e\nHenrique Pongetti, *A Batalha* passou a mover campanhas difamatórias e\nintimidatórias contra aqueles que combatiam o jogo do bicho, denunciando\no esquema repressivo da polícia contra os bicheiros. O jornal publicou\nigualmente diversos artigos em defesa da Light, em consequência de seu\ndébito para com essa companhia. Sofrendo ataques contínuos de José\nAmérico de Almeida, a Light praticamente forçou *A Batalha* a defendê-la\npara assim reabilitar sua imagem.\n\nDurante o ano de 1931, *A Batalha* ainda se manteve próxima do governo\nprovisório, seguindo a posição do grupo de políticos bernardistas\nligados a Pallut. As ligações do jornal com esse grupo se estreitaram\ncom a entrada de José Guilherme para a direção do matutino. À medida\nporém que as contradições entre o grupo mineiro e o governo se\nacentuavam, o jornal foi se aproximando da oposição.\n\nEm maio de 1932, após a morte de José Guilherme, assumiu a direção de *A\nBatalha* Júlio Barata, que manteve as posições de seu antecessor. Ao\neclodir a Revolução Constitucionalista em São Paulo, no mês de julho, *A\nBatalha* apoiou inteiramente o movimento, seguindo a orientação dos\nbernardistas. Essa atitude lhe valeu sérios problemas financeiros, que\nse agravaram ao longo de 1933. No final desse ano, Pallut foi forçado a\nentregar o jornal a seus credores. Djalma Pinheiro Chagas assumiu a\ndireção do matutino e promoveu intensa oposição ao governo. Por ocasião\nda eleição de Getúlio Vargas para a presidência, em setembro de 1934,\nafirmava a manchete, na véspera do pleito: “Eleger Getúlio Vargas\npresidente da República é condenar à morte o Brasil”.\n\nEssa situação durou pouco tempo, sendo o jornal vendido em seguida a\nJúlio Barata, que assumiu todas as dívidas. Para manter o matutino em\nfuncionamento, o novo proprietário vendeu as máquinas impressoras a\nRoberto Marinho e passou a imprimir *A Batalha* nas oficinas do *Diário\nde Notícias.* Por outro lado, Júlio Barata se havia comprometido com\nGetúlio a apoiar seu governo. Interessado na recuperação econômica do\njornal, Vargas concedeu a *A Batalha* a publicidade do Instituto\nBrasileiro do Café, da Caixa Econômica Federal, do Banco do Brasil e\noutros órgãos. Graças a esses contratos, o jornal de fato se\nreequilibrou. Passou também a apoiar a situação.\n\nEm 1935, *A Batalha* combateu duramente a Aliança Nacional Libertadora\n(ANL) e a Revolta Comunista desencadeada em novembro. Em relação às\ncandidaturas à sucessão presidencial prevista para 1938, o jornal apoiou\nde início Armando de Sales Oliveira, pois, segundo Júlio Barata, a\ndireção de *A* *Batalha* não havia recebido instruções para defender a\ncandidatura oficial de José Américo de Almeida. Ainda segundo seu\npróprio depoimento, contudo, decepcionado com o grupo armandista, em\npouco tempo Júlio Barata passou a defender a tese de que “as eleições\nnão eram viáveis e as duas candidaturas deveriam ser afastadas”. Esse\nponto de vista não foi imediatamente veiculado pelo jornal. Somente a\npartir de outubro de 1937 o matutino começou a se afastar de Armando\nSales, para aplaudir integralmente o golpe do Estado Novo em novembro.\n\nEmbora tenha sido acusado de apoiar os integralistas e de imprimir uma\norientação fascista a seu jornal, Júlio Barata afirma que *A* *Batalha*\ncriticou veementemente o golpe integralista de maio de 1938 e foi\ncontrário à política expansionista da Itália e da Alemanha. Quando\nHitler invadiu a Tchecoslováquia, Júlio Barata travou uma polêmica com\nHeitor Muniz, opondo-se à invasão.\n\nEm 28 de dezembro de 1939, Júlio Barata foi nomeado diretor do setor de\nradiodifusão do Departamento de Imprensa e Propaganda (DIP).\nImpossibilitado de escrever em seu jornal por estar vinculado a um órgão\ndo governo, preferiu fechá-lo, vendendo o título às Empresas\nIncorporadas da União.\n\nMarieta de Morais Ferreira\n\n**FONTES:**ENTREV. BARATA, J.; ENTREV. BRITO, E.; ENTREV. LEITE FILHO,\nJ; ENTREV. LIMA, P.\n","ref":"**FONTES:**ENTREV. BARATA, J.; ENTREV. BRITO, E.; ENTREV. LEITE FILHO,\nJ; ENTREV. LIMA, P.\n","dic":"DHBPR"}