{"title":"BATISTA, Almeida","cargoss":["Deputado federal","Senador","Senador"],"cargos_esp":[0,0,0],"datas_ini":[1900,1916,1903],"datas_fim":[1903,1921,1914],"estados":["RJ","RJ","RJ"],"autor":[0],"content":"**BATISTA, Almeida**\n\n\\*dep. fed. RJ 1900-1903; sen. RJ 1903-1914 e 1916-1921.\n\n*Lourenço Maria de Almeida Batista*, futuro *barão de Miracema*, nasceu\nem Campos dos Goitacazes (RJ) em 22 de outubro de 1839, filho do\ncomendador Bento Benedito de Almeida Batista e de Maria Carolina\nBatista. Era neto paterno de Manuel Batista Pereira e de Ana Joaquina de\nAlmeida, patriarcas de importante família da região norte-fluminense.\n\nFez os estudos preparatórios no Colégio Pedro II, na capital do Império,\ne em 23 de novembro de 1863 diplomou-se pela Faculdade de Medicina do\nRio de Janeiro. Depois de formado estabeleceu-se em sua cidade natal,\nonde clinicaria e seria cirurgião nos hospitais da Misericórdia e da\nSociedade Portuguesa de Beneficência até 1903. Além de propor a criação,\nfoi o primeiro presidente da Sociedade Médico-Farmacêutica e Beneficente\nde Campos, instituição que tinha por objetivo o estudo e a defesa dos\ninteresses médicos nos seus aspectos científicos, morais, econômicos e\nsociais. Fundada em 18 de junho de 1878, a sociedade só foi de fato\ninaugurada em solenidade realizada em 15 de fevereiro de 1879.\n\nAinda durante o Império, foi vereador (1873-1876) e presidente da Câmara\nMunicipal de Campos (1877-1880), além de juiz de paz (1886-1889).\nAgraciado por decreto imperial de 19 de agosto de 1888 com o título de\nbarão de Miracema, foi um dos mais prestigiosos políticos de Campos e\nmunicípios vizinhos. Aliado de Tomás Coelho, tornou-se chefe do Partido\nConservador. Quando da proclamação da República em 15 de novembro de\n1889, encontrava-se afastado da política. Contudo, após a extinção dos\npartidos políticos do antigo regime, aderiu às forças republicanas,\noferecendo aos propagandistas da nova situação todo o prestígio\neleitoral que havia construído e de que dispunha na região.\n\nEm decorrência da crise que levou à renúncia do marechal Deodoro da\nFonseca à presidência da República em 23 de novembro de 1891 e à\nconsequente subida ao poder do vice-presidente Floriano Peixoto, os\ngovernantes estaduais foram substituídos. Francisco Portela, então\npresidente do estado do Rio de Janeiro, deixou o governo fluminense em\n10 de dezembro daquele ano, e em seu lugar assumiu, por nomeação do\nmarechal Floriano Peixoto, o contra-almirante Baltasar da Silveira.\nEmbora a primeira Constituição republicana do estado estivesse em\nvigência havia poucos meses, pois fora promulgada em 29 de junho de\n1891, o novo governante convocou nova Constituinte, composta pelos mais\nrepresentativos nomes da política estadual. Entre eles figurava Almeida\nBatista, que participou da elaboração da nova carta promulgada em 9 de\nabril do ano seguinte.\n\nEm 1900, Almeida Batista foi eleito deputado federal pelo Partido\nRepublicano do estado do Rio de Janeiro para a legislatura 1900-1902.\nReeleito para a legislatura 1903-1905, logo deixou a Câmara, pois em 24\nde novembro de 1903, em face do falecimento, no mês de março, de Rangel\nPestana, ocupou a vaga deste no Senado. Reeleito senador em 1906,\nexerceu o mandato até 1914. Não tardou, porém, a retornar ao Senado.\nEleito em 24 de junho de 1916 para a vaga aberta com a posse de Nilo\nPeçanha no governo do estado do Rio de Janeiro, teve sua eleição\nreconhecida a 6 de agosto daquele ano. No Senado, foi membro das\ncomissões de Saúde Pública, Estatística e Colonização. Em 1921,\nacometido de incurável cegueira, afastou-se do parlamento. Voltou,\nentão, a residir em Campos, onde faleceu no dia 29 de fevereiro de 1924.\n\nCasou-se com Maria Sara de Almeida Batista e não deixou filhos.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais*; *Encyclopedia e\nDiccionario Internacional* (v.13, p.7.426); *Jornal do Brasil*\n(1/3/1924, p.5); LAGO, L. *Acréscimos*; MOYA, S. *Anuário* (1941,\np.171); SENADO. *Dados biográficos dos Senadores do Rio de Janeiro*\n(p.39).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Anais*; *Encyclopedia e\nDiccionario Internacional* (v.13, p.7.426); *Jornal do Brasil*\n(1/3/1924, p.5); LAGO, L. *Acréscimos*; MOYA, S. *Anuário* (1941,\np.171); SENADO. *Dados biográficos dos Senadores do Rio de Janeiro*\n(p.39).\n","dic":"DHBPR"}
