{"title":"BATISTA, Álvaro","cargoss":["dep. fed. RS 1915-1923 e 1927-1929."],"author":"Raimundo Helio Lopes","content":"**BATISTA, Álvaro**\n\n\\*dep. fed. RS 1915-1923 e 1927-1929.\n\n*Álvaro Batista* nasceu em São Borja (RS) no dia 11 de novembro de 1858,\nfilho de Felisberto Batista da Costa e de Henriqueta de Sá Batista. Seu\npai foi o primeiro mestre de escola pública em São Borja, ocupou lugares\nna administração pública e foi solicitador e advogado. Sua mãe também\nfoi professora da escola. Seu irmão Homero Batista foi constituinte em\n1891, deputado federal pelo Rio Grande do Sul entre 1906 e 1914 e\nministro da Fazenda de 1918 a 1922.\n\nEm 1871 iniciou os estudos em Porto Alegre, no Colégio Gomes, e em 1875\nterminou o curso preparatório. Sem recursos para continuar os estudos em\nnível superior, matriculou-se na Escola Militar de Porto Alegre, onde\nobteve o diploma de agrimensor. Depois de formado retornou à cidade\nnatal, mas logo mudou-se para o Rio de Janeiro, então capital do\nImpério, onde lecionou e foi revisor do jornal *O Globo*. Por suas\nconvicções abolicionistas e republicanas, fundou em 1878, com Eduardo\nAugusto Ribeiro Guimarães, Protásio Alves, José Ferreira de Morais e\noutros, o Clube Evolucionista, que teve curta duração. Em 1879, fundou\ncom Amaro José da Silveira, Protásio Alves, José Ferreira de Morais e\noutros o Clube 20 de Setembro. Devido a dificuldades financeiras,\nretornou ao Rio Grande do Sul em 1880, mas voltou ao Rio, onde ingressou\nna Faculdade de Medicina e formou-se em 1882. De volta a São Borja,\nexerceu sua profissão e conseguiu vasta clientela.\n\nJunto com o irmão Homero Batista e outros abolicionistas, conduziu a\ncampanha abolicionista em São Borja, Boqueirão e Itaqui. Como presidente\ndo Clube Republicano de São Borja, participou em 1887 do Congresso\nRepublicano em Santa Maria, que deu ao movimento orientação\nrevolucionária: com dom Pedro II morto, impedir o Terceiro Reinado e,\npelas armas, fundar a República federativa. Em São Borja, fez parte da\nredação de *O Município* e *O Movimento*.\n\nDepois da proclamação da República (15/11/1889), tornou-se, em 1891,\nsecretário do Interior do governo de Júlio de Castilhos (15/7 a\n12/11/1891) e diretor do jornal *A Federação*, órgão oficial do Partido\nRepublicano Rio-Grandense (PRR), do qual era membro. Nesse período foi\neleito deputado à Constituinte estadual. Com a saída do poder de Júlio\nde Castilhos, dedicou-se exclusivamente à atividade legislativa. Ao lado\nde Castilhos, atuou na deposição do governo de José Correia da Câmara,\nvisconde de Pelotas, em 17 de junho de 1892. Depois, retirou-se para a\ncampanha, para se dedicar à agricultura.\n\nDurante a Revolução Federalista (1893-1895), empenhou-se na pacificação\ndo estado e, ao lado do irmão Homero Batista, fundou em 1894 o jornal *A\nRepública*, onde defendia suas ideias. Depois do fim do conflito, fundou\na Sociedade Beneficente São Borjense, que logrou construir um hospital\nde caridade do qual foi o primeiro médico e diretor. Na mesma época,\nfundou um externato de ensino secundário na idade.\n\nEm 1906 mudou-se para Porto Alegre, onde exerceu a profissão de médico.\nEm janeiro de 1908, no governo de Carlos Barbosa (1908-1913), foi\nindicado secretário dos Negócios da Fazenda. Em setembro de 1909\ndemitiu-se e em dezembro de 1910 foi convidado para o cargo de diretor\ngeral da Instrução Pública do Distrito Federal. Assumiu o posto em 9 de\njaneiro de 1911, e fez a reforma do ensino primário, ao regulamentar e\ndesenvolver o ensino profissional. Pediu demissão em maio de 1912.\n\nFoi eleito deputado estadual no Rio Grande do Sul para o biênio\n1913-1914 e durante esses anos presidiu a Comissão de Finanças. Em 1914,\ncom o apoio do presidente estadual Borges de Medeiros (1913-1928),\nfundou a Sociedade de Amparo Mútuo dos Empregados Civis e Militares,\nEstaduais e Municipais. Em março de 1915 foi eleito deputado federal\npelo Rio Grande do Sul e em maio iniciou seu mandato. Foi reeleito em\n1918 e 1921, para mais duas legislaturas. Ao fim da última, em 1923, não\nfoi reeleito. Voltou a assumir uma cadeira na Câmara na legislatura\n1927-1929.\n\nFaleceu no Rio de Janeiro no ano de 1933.\n\nFoi casado com Felisberta do Amaral Martins.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAUJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*;O’DONNELL F.\n*Apparicio*; SPALDING, W. *Propaganda.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AITA, C.; AXT, G.; ARAUJO, V.\n*Parlamentares*; BELOCH, I.; ABREU, A. *Dicionário*;O’DONNELL F.\n*Apparicio*; SPALDING, W. *Propaganda.*\n","dic":"DHBPR"}