{"title":"BATISTA, José da Silva","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1909],"datas_fim":[1909],"estados":["GO"],"autor":["Adrianna Setemy"],"content":"**BATISTA, José da Silva**\n\n\\*pres. GO 1909.\n\n*José da Silva Batista* nasceu em Meia Ponte, hoje Pirenópolis (GO), no\ndia 1^o^ de setembro de 1855, filho de Teodoro da Silva Batista e de\nEfigênia de Siqueira Batista.\n\nEm fevereiro de 1882, mudou-se para a freguesia de Santana de Antas,\nhoje Anápolis (GO), como professor do ensino primário e dono de casa\ncomercial. Além disso, à falta de médicos e farmacêuticos na localidade,\nexerceu também essas atividades, o que lhe conferiu notoriedade entre a\npopulação. Ali, *Zeca Batista*, como ficou conhecido, em pouco tempo\ntornou-se líder político, destacando-se por seus esforços para elevar a\nfreguesia de Santana de Antas à categoria de vila, o que ocorreu\nmediante a Lei 811, de 15 de dezembro de 1887. Entretanto, a instalação\ndefinitiva da vila somente se concretizaria alguns anos depois, em 10 de\nmarço de 1892. José da Silva Batista foi então nomeado presidente da\njunta administrativa nomeada para governá-la até 1893, quando se\nrealizaram as primeiras eleições para presidente da intendência.\n\nEm dezembro de 1897, foi eleito deputado estadual. Filiado ao Partido\nRepublicano Federal de Goiás, do grupo liderado por José Xavier de\nAlmeida, adversário da facção dos Bulhões, em 1905 foi eleito segundo\nvice-presidente do estado, enquanto Miguel da Rocha Lima era eleito\npresidente, e Francisco Bertoldo de Sousa, primeiro vice-presidente.\nMiguel da Rocha Lima entrou em choque com Leopoldo Bulhões, que passou a\naguardar uma oportunidade para investir contra o grupo que se encontrava\nno poder em Goiás. A ocasião se apresentou em 1908, quando tiveram\ninício as articulações relativas às eleições para o governo do estado e\npara o Senado Federal. A insatisfação diante da vitória do grupo de\nXavier de Almeida nas eleições de 1909 atingiu as proporções de um\nmovimento armado. Os adversários de Xavier de Almeida arregimentaram\nhomens, compraram armas e formaram um contingente diante do qual a força\npolicial do estado se viu impotente. Miguel da Rocha Lima renunciou à\npresidência do estado no dia 11 de março, e em seu lugar assumiu\nFrancisco Bertoldo de Sousa.\n\nNo dia 1^o^ de maio, sob o comando de Eugênio Jardim, os revolucionários\npercorreram a cavalo a cidade de Goiás no que ficou conhecido como a\nRevolução de 1909, movimento liderado por Leopoldo de Bulhões, que, com\no apoio das lideranças pecuaristas do estado, tomou o governo e liquidou\no domínio político do grupo de Xavier de Almeida. Francisco Bertoldo de\nSousa entregou então a presidência de Goiás ao segundo vice-presidente\nJosé da Silva Batista, que governou até a posse do presidente nomeado\npelos revolucionários, Urbano de Gouveia, em 24 de julho de 1909.\n\nFaleceu em Anápolis em 7 de dezembro de 1910.\n\nCasou-se com Francisca de Siqueira, com quem teve dez filhos.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}
