{"title":"BAYMA, Alexandre Marcelino","cargoss":["Membro de junta governativa"],"cargos_esp":[0],"datas_ini":[1889],"datas_fim":[1889],"estados":["SC"],"autor":["Carolina Vianna Dantas"],"content":"**BAYMA, Alexandre Marcelino**\n\n\\*militar; junta gov. SC 1889.\n\n*Alexandre Marcelino Bayma* nasceu na província do Maranhão no dia 15 de\nfevereiro de 1839, filho de João Severiano Bayma e de Maria Bárbara.\n\nEm 1865 formou-se pela Faculdade de Medicina da Bahia e ingressou no\nExército como segundo-tenente cirurgião. Em seguida participou da Guerra\ndo Paraguai (1864-1870), tendo sido condecorado com o grau de Cavaleiro\nda Ordem de Cristo por sua atuação na campanha. Em 1871 foi promovido a\ncapitão.\n\nIniciou sua carreira política ao eleger-se deputado provincial no\nMaranhão, em 1873. Transferido posteriormente para Santa Catarina,\nfiliou-se ao Partido Liberal. Em função de discordâncias relativas às\ndisputas políticas locais, desligou-se porém desse partido e ingressou\nno Partido Conservador. Promovido a major em 1880, elegeu-se deputado\nprovincial em Santa Catarina para as legislaturas 1882-1883 e 1884-1885.\n\nLogo após a proclamação da República em 15 de novembro de 1889, fez\nparte da junta governativa que governou Santa Catarina entre 17 de\nnovembro e 2 de dezembro de 1889, quando tomou posse Lauro Müller,\nnomeado governador pelo marechal Deodoro da Fonseca, chefe do governo\nprovisório da República. Em 1890 foi promovido a coronel e, em 1892, a\ngeneral de brigada. Deputado estadual na legislatura 1892-1894, foi\npresidente da Assembleia em 1893. Em 1897 passou a chefiar o Corpo de\nSaúde do Exército no Rio de Janeiro.\n\nFaleceu em 11 de fevereiro de 1904.\n\nEra casado com Manuela Sion, de nacionalidade paraguaia, com quem teve\ntrês filhos.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*;\nSTOETERAU, L. *Trajetória*; Wikipédia. Walter Piazza. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza” \\\\o “Walter Piazza\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*;\nSTOETERAU, L. *Trajetória*; Wikipédia. Walter Piazza. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza” \\\\o “Walter Piazza\\>.\n","dic":"DHBPR"}
