{"title":"BECKER, JOÃO","cargoss":["religioso","arceb. Porto Alegre 1912-1946."],"author":null,"content":"**BECKER, JOÃO**\n\n\\*religioso; arceb. Porto Alegre 1912-1946.\n\n*João Becker* nasceu em Sankt Wendel, Alemanha, no dia 24 de fevereiro\nde 1870, filho do professor Karl Becker e de Katharina Weyand Becker.\n\nAos oito anos transferiu-se para o Brasil com os pais e quatro irmãos,\nfixando-se em São João do Montenegro, atual Montenegro (RS), onde\nnasceram seus dois irmãos menores. Adquiriu a nacionalidade brasileira\npor força da Constituição de 1891, através da chamada “Grande\nNaturalização”. Estudou as primeiras letras com o pai, inicialmente em\nsua aldeia natal e depois no Brasil, onde Karl Becker continuou a\ndedicar-se ao ensino. Matriculou-se depois no Colégio dos Padres\nJesuítas de São Leopoldo (RS), mais tarde Ginásio Nossa Senhora da\nConceição. Em 1891 ingressou no Seminário de Porto Alegre, dirigido por\npadres da Companhia de Jesus, demonstrando já como seminarista os\nprimeiros pendores literários e filosóficos. Estudou teologia e\nfilosofia, concluindo o curso em 1892. Promovido a subdiácono em 1894,\ntornou-se diácono no ano seguinte. Em 1896, concluiu com distinção o\ncurso de teologia, sendo ordenado sacerdote em agosto do mesmo ano.\n\nNomeado em seguida vigário da paróquia do Menino Deus, em Porto Alegre,\nali permaneceu por 12 anos, de 1896 a 1908. Nesse período, remodelou a\nantiga capela do Menino Deus, ampliando-a e dotando-a de uma torre. No\ndia da inauguração da nova capela, foi nomeado cônego honorário em\ncomemoração ao décimo aniversário de seu vicariato e pelos serviços\nprestados à Igreja. Ainda em 1906, juntamente com o padre Luís Mariano\nda Rocha, fundou a *Revista* *Eclesiástica*,órgão da liga sacerdotal dos\npadres da arquidiocese.\n\nCriada a diocese de Santa Catarina (mais tarde denominada diocese de\nFlorianópolis) em março de 1908, foi designado em maio seguinte, pelo\npapa Pio X, seu primeiro bispo. A sagração episcopal realizou-se no dia\n13 de setembro. Em apenas quatro anos, dom João Becker realizou grandes\ntrabalhos em sua vasta diocese, percorrendo frequentemente a cavalo o\ninterior de Santa Catarina. Nesse período, publicou cinco cartas\npastorais e convocou o I Sínodo Diocesano. Como bispo de Florianópolis,\ntentou dar outro padroeiro à cidade, mandando vir da Europa uma imagem\nde são Floriano, que pretendia colocar na catedral em lugar da\nexistente. Entretanto, sua iniciativa foi malsucedida em decorrência da\nreação popular, ainda hostil à memória de Floriano Peixoto, que\nreprimira duramente a Revolução Federalista no estado. Foi também um\npioneiro da campanha de nacionalização do ensino. Enquanto percorria o\nestado, introduziu nas escolas o ensino de história e geografia do\nBrasil, ao lado do ensino religioso.\n\nEm 1912, o arcebispo de Porto Alegre, dom Cláudio José Ponce de Leão,\nrenunciou a seu cargo por motivo de doença. Seu sucessor de direito, o\nbispo dom João Antônio Pimenta, coadjutor da arquidiocese, também se\nencontrava enfermo. Por sugestão do cardeal-arcebispo do Rio de Janeiro,\ndom Joaquim Arcoverde de Albuquerque Cavalcanti, a Santa Sé escolheu dom\nJoão Becker para substituir o arcebispo que se retirava. Assim, no dia\n1^o^ de agosto de 1912, dom Becker foi promovido a arcebispo de Porto\nAlegre, tomando posse no dia 8 de dezembro.\n\nDurante seus 33 anos de arcebispado, dom João Becker foi responsável por\numa série de empreendimentos: criou 15 paróquias em Porto Alegre e 50 no\ninterior, a prelazia de Vacaria, a diocese de Caxias do Sul e as\ncomarcas eclesiásticas. Iniciou a construção da Catedral Metropolitana\nde Porto Alegre, fundou a Pia Obra das Vocações Sacerdotais e o Retiro\nAraceli para o clero idoso e inválido, e promoveu a formação de núcleos\nda Ação Católica em diversas paróquias, devendo-se também à sua\niniciativa a criação de círculos operários no estado, no que contou com\na colaboração do padre Brentano. Promoveu a transferência do Seminário\nEpiscopal de Porto Alegre para São Leopoldo, transformando-o em\nseminário provincial a cargo dos padres da Companhia de Jesus,\nintroduziu o ensino de português nas escolas paroquiais ainda antes do\ninício da Primeira Guerra Mundial, construiu o Seminário Menor de\nGravataí e instituiu a primeira unidade da futura Pontifícia\nUniversidade Católica do Rio Grande do Sul. Em 1921, recebeu do papa\nBenedito XV o título de conde romano.\n\nEm 1923, na pacificação do Rio Grande do Sul, João Batista Luzardo\nlembrou o nome de dom João Becker ao general Fernando Setembrino de\nCarvalho para o cargo de vice-presidente do estado, caso Protásio\nAntônio Alves renunciasse, o que acabou não ocorrendo. Em 1925, dom João\nBecker fez sua primeira viagem à Europa, lá permanecendo quase um ano.\nComo resultado dessa viagem, escreveu *Viagens e estudos*, obra editada\nem 1928.\n\nEm julho de 1930, dom João Becker condenou em termos categóricos a\nrevolução que se preparava, num discurso proferido em Passo Fundo (RS).\nPouco depois, preocupado com a “avalanche comunista”, procurou o\ncomandante da 3^a^ Região Militar, o general Gil de Almeida,\nsolicitando-lhe que conseguisse do presidente Washington Luís uma\ndeclaração de que jamais tentara abater o Rio Grande do Sul, na\nesperança de enfraquecer o credo do “bolcheviquismo” entre o povo. Após\na eclosão do movimento de 1930, porém, irradiou para o episcopado\nnacional mensagem em que afirmava que a revolução estava “completamente\nalheia ao comunismo”, que “as instituições sociais e religiosas” nada\nhaviam sofrido, e que o governo gaúcho mantinha “inalterável a ordem\npública”. Dizia ainda que a revolução, “consequência lógica de fatos\nlamentáveis”, seguia, “irresistivelmente, sua marcha triunfal”, e que\nsua vitória faria surgir “uma nova era de prosperidade para a nação”.\n\nA posição de dom João Becker em relação à Revolução de 1930 seria ainda\nconfirmada quando o cardeal secretário do Vaticano, dom Eugênio Pacelli\n(mais tarde papa Pio XII), informado de que o movimento teria tendências\ncomunistas, indagou do arcebispo se a acusação era verdadeira. A\nresposta de dom João Becker, da qual Getúlio Vargas mostraria uma cópia\na seu secretário Roberto Alves, foi categórica, negando a “origem\ncomunista” da revolução. Segundo Hélio Silva, esta resposta teria\ninfluído na conduta do cardeal dom Sebastião Leme, arcebispo do Rio de\nJaneiro, que convenceu Washington Luís a recolher-se ao forte de\nCopacabana e o acompanhou em sua retirada do país. Após o final do\nmovimento revolucionário, dom João Becker celebrou o *Te Deum* em que\nlouvou a vitória dos políticos gaúchos.\n\nEm outubro de 1931, foi escolhido para falar na cerimônia de inauguração\ndo monumento ao Cristo Redentor, no antigo Distrito Federal. Quando da\ncriação da Liga Eleitoral Católica (LEC), em 1932, tornou-se secretário\ngeral da entidade no Rio Grande do Sul. Nas eleições para a Assembleia\nNacional Constituinte realizadas em 1933, a LEC gaúcha recomendou que os\ncatólicos votassem apenas nos candidatos do Partido Republicano Liberal\n(PRL), de José Antônio Flores da Cunha, rejeitando os postulantes da\nFrente Única Gaúcha (FUG), embora o Partido Republicano Rio-Grandense\n(PRR), componente da FUG, incluísse em seu programa os principais pontos\ndefendidos pela LEC. Essa atitude foi criticada por Alceu Amoroso Lima,\nsecretário geral da LEC, porque contradizia os princípios de\napartidarismo da organização.\n\nEm julho de 1935, dom João Becker fundou no Rio Grande do Sul a Ação\nSocial Brasileira, movimento considerado de caráter fascista. O programa\nda Ação Social Brasileira defendia a luta contra a ação, “direta ou\nvelada”, do comunismo, propondo o “combate pela civilização e pela\npátria, ameaçadas pela barbárie comunista” e a defesa da Constituição\nFederal então vigente, enquanto esta defendesse os princípios cristãos.\nSurgida durante o apogeu do integralismo, Ação Social Brasileira,\nsegundo Edgar Carone, tinha a intenção de “iniciar ação mais violenta\ncontra o comunismo e a democracia”. Ainda nessa época, segundo Hélgio\nTrindade, dom João Becker pronunciou-se claramente em favor do\nintegralismo.\n\nEm outubro de 1937, o arcebispo procurou o interventor federal no Rio\nGrande do Sul, Flores da Cunha, que se preparava para reagir às forças\nfederais. Dom Becker avisou-o da gravidade da situação, depois que o\ncomandante da Brigada Militar do estado passara o comando ao Exército.\nFlores da Cunha acatou as considerações de dom Becker, levando em conta\no fato de já estar militarmente cercado no estado, e renunciou a seu\nposto, fugindo para o Uruguai.\n\nEm 1938 dom Becker voltou ao continente europeu para participar do\nCongresso Eucarístico Internacional realizado em Budapeste.\n\nCombatido em diversos momentos por sua origem germânica, dom João Becker\nfez a oração fúnebre nas exéquias dos marujos brasileiros mortos em\nmarço de 1942 nos torpedeamentos de navios mercantes por belonaves\nalemãs. Na oração, o arcebispo condenou os extremismos de esquerda e de\ndireita.\n\nAdoecendo gravemente em setembro de 1942, dom João Becker oficiou pela\núltima vez em novembro de 1945, amparado, devido a seu estado precário\nde saúde, por seus assistentes, os cônegos Alfredo Vicente Scherer e\nGermano Wagner. No dia 15 de junho de 1946, faleceu no palácio\narquiepiscopal de Porto Alegre.\n\nAlém das 39 cartas pastorais de sua autoria, cinco como bispo de Santa\nCatarina e 34 como arcebispo de Porto Alegre, publicou quatro obras em\nlatim como seminarista e o já citado *Viagens e estudos* (1928). Entre\nsuas cartas pastorais, destacam-se: *A questão* *operária* (1914), *A\npaz no Rio Grande do Sul* (1924), *O comunismo russo e a sociedade\ncristã* (2^a^ ed. 1930), *Os católicos e a futura Constituição* (1932),\n*A* *religião e a pátria em face* *das ideologias modernas* (1939) e *A\ndecadência da civilização: causas, consequências e remédios* (1940).\n\nSônia Dias\n\n**FONTES:**ALMEIDA, A. *Vultos*; ALMEIDA, G*. Homens*; BALÉM, J.\n*Bispos*; CARONE, E. *República nova*;*Correio do Povo* (16/6/46);\nENTREV. TRINDADE, H.; GARDEL, L. *Armoiries*;*Jornal do Comércio,* Rio\n(18/6/1946); LEVINE, R. *Vargas*; MELO, L. *Subsídios*; SILVA, H.\n*1930*; TODARO, M. *Pastors.*\n","ref":"**FONTES:**ALMEIDA, A. *Vultos*; ALMEIDA, G*. Homens*; BALÉM, J.\n*Bispos*; CARONE, E. *República nova*;*Correio do Povo* (16/6/46);\nENTREV. TRINDADE, H.; GARDEL, L. *Armoiries*;*Jornal do Comércio,* Rio\n(18/6/1946); LEVINE, R. *Vargas*; MELO, L. *Subsídios*; SILVA, H.\n*1930*; TODARO, M. *Pastors.*\n","dic":"DHBPR"}