{"title":"BERNARDO, José","cargoss":["const. 1891","sen. RN 1891-1907."],"author":"Renato Amado Peixoto","content":"**BERNARDO, José**\n\n\\* const. 1891; sen. RN 1891-1907.\n\n*José Bernardo de Medeiros*, conhecido como *bispo do Seridó*, nasceu na\nfazenda Carnaubinha, hoje no município de São João do Sabugi e então no\nmunicípio da Vila Nova do Príncipe, atual Caicó (RN), no dia 20 de\nagosto de 1837, filho de João Filipe de Medeiros e de Joana Porfíria de\nMedeiros, pequenos proprietários rurais.\n\nIniciou os estudos apenas aos 11 anos de idade em São João do Sabugi.\nAos 13 anos seguiu para Vila Nova do Príncipe, onde começou a aprender\nlatim na escola mantida pelo padre Francisco de Brito Guerra, líder\npolítico da região do Seridó, que fora deputado e depois senador pela\nprovíncia do Rio Grande do Norte. Em 1858 casou-se com Paulina Engrácia\nFernandes, filha de seu professor Joaquim Apolinário Pereira de Brito,\nsobrinho do padre Guerra.\n\nNomeado subdelegado de polícia do distrito de Vila Nova do Príncipe em\n1859 e, no ano seguinte, administrador da Mesa de Rendas, ainda em 1860\nelegeu-se vereador à Câmara Municipal local, vindo a presidi-la. Seria\nreeleito três vezes. Paralelamente à trajetória política, foi nomeado\nsuplente de juiz municipal em 1861 e coletor provincial em 1862. Foi\neleito deputado provincial na legenda do Partido Conservador para o\nbiênio 1868-1869, mas na década seguinte transferiu-se para o Partido\nLiberal, seguindo a liderança de Amaro Cavalcanti. Na nova legenda, foi\neleito sucessivamente para os biênios 1878-1879, 1880-1881, 1882-1883 e\n1884-1885. Presidente da Assembleia Provincial em 1883 e 1885, voltou a\neleger-se deputado provincial para o biênio 1888-1889.\n\nDefensor da causa abolicionista, em 1888 fez parte da Comissão\nLibertadora dos Escravos no Seridó, sua região de origem. Por ser a\nprincipal liderança do Partido Liberal no Rio Grande do Norte, foi\nchamado pelos jornais conservadores de “bispo do Seridó”.\n\nEm 1889, rompeu com Amaro Cavalcanti porque este o havia preterido na\nindicação para a vice-presidência da província, preferindo Antônio\nBasílio. Em represália, na eleição para deputado geral daquele ano,\napoiou Miguel Castro contra o nome apontado por Amaro Cavalcanti. Este,\nem contrapartida, demitiu dos cargos públicos provinciais os partidários\nde José Bernardo e lançou seu próprio nome na disputa. A eleição foi\nvencida por Miguel Castro, afirmando a liderança de José Bernardo no\nSeridó.\n\nCom a proclamação da República (15/11/1889), José Bernardo integrou-se\nàs fileiras do Partido Republicano do Rio Grande do Norte, chefiado pelo\no líder republicano Pedro Velho de Albuquerque Maranhão. Convocadas as\neleições para o Congresso Nacional Constituinte, em 15 de setembro de\n1890 foi eleito senador na legenda da agremiação. Tomou posse em 15 de\nnovembro e foi signatário da Constituição promulgada em 24 de fevereiro\nde 1891. Na eleição para presidente da República realizada pelos\nconstituintes no dia seguinte, a bancada do Rio Grande do Norte votou\ndividida. Enquanto José Bernardo e Pedro Velho apoiaram o paulista\nPrudente de Morais, os demais preferiram votar no marechal Manuel\nDeodoro da Fonseca, chefe do governo provisório, que foi vitorioso. Daí\nem diante, Miguel Castro, o antigo protegido de José Bernardo, seguiria\ncurso próprio, elegendo-se governador do estado com o apoio de Deodoro\nda Fonseca e dos inimigos de José Bernardo.\n\nCom a renúncia de Deodoro em 23 de novembro de 1891, no dia 28 Miguel\nCastro foi preso e deposto por tropas do Exército que seguiam a\norientação de José Bernardo e Pedro Velho. Contudo, a colaboração entre\nos dois chefes políticos estaduais cessou quando José Bernardo\nreivindicou para Janúncio da Nóbrega Filho a vaga de deputado deixada\npor Pedro Velho, que em fevereiro de 1892 assumiu o governo do Rio\nGrande do Norte. Pedro Velho resolveu lançar seu irmão Augusto Severo de\nAlbuquerque Maranhão contra o candidato de José Bernardo, e assim se\nconsumou a ruptura. O líder do Seridó foi derrotado nas urnas, mas\nconseguiu, no Congresso, anular as eleições. Daí em diante os dois\nlíderes se enfrentaram numa disputa demorada, em que o apoio do\npresidente marechal Floriano Peixoto tornava possível o recurso à força\narmada. Augusto Severo somente seria eleito um ano depois, em 1893,\ndessa vez concorrendo contra Tobias do Rego Monteiro, mas Pedro Velho\nconseguiu manter-se à frente do Executivo estadual e eleger Joaquim\nFerreira Chaves seu sucessor.\n\nJosé Bernardo reaproximou-se de Pedro Velho em 1897, quando ambos\napoiaram Francisco Glicério contra Prudente de Morais, na crise da cisão\ndo Partido Republicano Federal, mas àquela altura o poder no Rio Grande\ndo Norte já estava totalmente consolidado nas mãos de Pedro Velho e seu\ngrupo: em 1896, dos quatro representantes do estado na Câmara dos\nDeputados, três eram membros da família Maranhão.\n\nEm 1900 José Bernardo concorreu a mais um mandato de senador na legenda\ndo Partido Republicano do Rio Grande do Norte, contando com o apoio de\nPedro Velho. Reeleito, integrou a Comissão de Finanças. Em 1904 adoeceu\ngravemente, retirando-se da vida pública. Faleceu na fazenda Solidão, em\nCaicó, em 15 de janeiro de 1907.\n\nDe seu casamento com Paulina Fernandes teve oito filhos. Um dos seus\nnetos, José Augusto Bezerra de Medeiros, também seguiu a carreira\npolítica. Foi deputado federal pelo Rio Grande do Norte (1915-1923,\n1935-1937 e 1946-1955), governador do estado (1924-1928), senador\n(1928-1930) e constituinte em 1946.\n\nFoi também sócio-fundador do Instituto Histórico e Geográfico do Rio\nGrande do Norte. A seu respeito foi publicado o livro *Senador José\nBernardo de Medeiros – o colosso do Seridó* (2007).\n\nRenato Amado Peixoto\n\n**FONTES:** CASCUDO, L. *História da Assembleia*; CASCUDO, L. *História\nda República*; MEDEIROS, J. *Rio*; SILVA, E. *Senado*; SOUZA, I.\n*República.*\n","ref":"**FONTES:** CASCUDO, L. *História da Assembleia*; CASCUDO, L. *História\nda República*; MEDEIROS, J. *Rio*; SILVA, E. *Senado*; SOUZA, I.\n*República.*\n","dic":"DHBPR"}