{"title":"BEVILACQUA, Clóvis","cargoss":["magistrado, jurista, jornalista, historiador."],"author":"Alan Carneiro","content":"**BEVILACQUA, Clóvis**\n\n\\*magistrado, jurista, jornalista, historiador.\n\n*Clóvis Bevilacqua* nasceu em Viçosa (CE) no dia 4 de outubro de 1859,\nfilho de José Bevilacqua e de Martiniana Aires Bevilacqua.O sobrenome\nBevilacqua, de origem italiana, significa aquele que “bebe água”.Seu pai\nera padre da paróquia de Viçosa.\n\nIniciou seus estudos em sua cidade natal, ingressando em 1872 no Ateneu\nCearense. Em 1875 transferiu-se para o Colégio Oficial de Fortaleza e\niniciou-se no jornalismo com José Izidoro de Martins Júnior, com quem\npublicaria os folhetos *Vigília Literária* e o jornal *A Ideia Nova*.\nAmbos trabalhariam também no jornal *República*, e nos folhetos\n*Escalpelo*, *Estenógrafo* e *O Crime*, de Vitória. Em 1876, com 17\nanos, embarcou para o Rio de Janeiro, então capital do Império, e\nprosseguiu os estudos frequentando o Externato Gaspar e o antigo\nMosteiro de São Bento, onde concluiu os preparatórios juntamente com o\npoeta Paula Ney e o abolicionista Silva Jardim. Em 1878 foi para Recife\ne iniciou os estudos jurídicos na Faculdade de Direito, na qual foi\naluno de Tobias Barreto. Voltou-se, então, para o estudo do direito,\nfortemente influenciado por seu mestre e pelo empirismo evolucionista\nalemão, publicando, nessa época, seus primeiros ensaios sobre filosofia\ne direito comparado. Concluiu o curso de direito em 1882 e foi escolhido\norador da turma.\n\nEm 1883 ingressou na magistratura ao ser nomeado promotor público de\nAlcântara (MA). Em 1884, já casado com Amélia de Freitas, trabalhou como\nbibliotecário e prestou concurso para professor catedrático de filosofia\nda Faculdade de Direito do Recife. No jornalismo, fez campanha pela\nRepública, instalada em 15 de novembro de 1889. Em 1891 tornou-se\nprofessor de legislação comparada na Faculdade de Direito do Recife e\niniciou a série de obras jurídicas que o credenciariam perante o país\npara desincumbir-se da missão que lhe seria atribuída anos mais tarde:\nelaborar o anteprojeto do Código Civil Brasileiro. Também em 1891 foi\neleito deputado à Assembleia Constituinte do Ceará, colaborando\nativamente na elaboração da Constituição estadual. Foi a única vez que\nocupou um cargo político.\n\nEm 1897 teve seu nome incluído entre os 40 fundadores da Academia\nBrasileira de Letras (ABL), criada no Rio de Janeiro, agora Distrito\nFederal, cabendo-lhe a cadeira n^o^ 14.\n\nEm 1899, na gestão do presidente Campos Sales (1898-1902), foi incumbido\npelo então ministro da Justiça Epitácio Pessoa de preparar o anteprojeto\ndo Código Civil. Em março de 1900 viajou para o Rio de Janeiro e em\noutubro concluiu o anteprojeto, em que renovou o direito brasileiro\ndentro de uma filosofia liberal com preocupações sociais. O documento\nfoi encaminhado ao Congresso Nacional e, no Senado, teve como relator\nRui Barbosa. A demora por parte deste em dar seu parecer começou a\nimpacientar os senadores, curiosos em saber sua opinião. Quando, afinal,\no parecer foi apresentado, era um trabalho que deixava de lado tudo o\nque dizia respeito à matéria jurídica para tecer comentários sobre\nquestões gramaticais de toda ordem. É que, para Rui Barbosa, a firmeza e\npropriedade das expressões eram de capital importância. A esse propósito\nfoi travada uma longa polêmica entre Rui Barbosa e o filólogo Ernesto\nCarneiro Ribeiro. Em sessões públicas que mereceram destaque, Clóvis\nBevilacqua defendeu seu trabalho. Somente depois de 16 anos de\ndiscussões, em 1^o^ de janeiro de 1916, seu anteprojeto seria\ntransformado no Código Civil Brasileiro. Permaneceria em vigor até o\nadvento da Lei n^o^ 10.406, de 10 de janeiro de 2002.\n\nEm 1906, já no final do governo de Francisco de Paula Rodrigues Alves\n(1902-1906), Clóvis Bevilacqua foi nomeado pelo barão do Rio Branco\nconsultor jurídico do Ministério das Relações Exteriores, função em que\nse manteria até 1934.\n\nNa ABL, de que nunca foi frequentador assíduo, sua participação mais\nimportante foi o discurso de recepção a Pedro Lessa em 1910. Quando a\nABL elegeu Osório Duque Estrada para suceder a Sílvio Romero em 1915,\ndesignou-o para saudar o novo acadêmico, ignorando que pouco antes, na\nsua seção o “Registro Literário”, do *Jornal do Brasil*, Osório havia\npublicado uma nota diminuindo os méritos literários de Amélia de Freitas\nBevilacqua, também escritora. Clóvis Bevilacqua afastou-se então da\nAcademia. Continuou publicando livros de literatura e direito,\ndestacando-se o *Código Civil Comentado*, cuja edição completa, em seis\nvolumes, saiu em 1916. Em 1920 foi convidado e aceitou fazer parte do\nComitê dos Juristas no Conselho da Sociedade das Nações.\n\nHá uma versão de que Clóvis Bevilacqua teria deixado de frequentar a ABL\nem 1930. Em maio desse ano, a instituição teria recusado o pedido de\ninscrição de Amélia de Freitas Bevilacqua para concorrer à vaga de\nAlfredo Pujol, sob a alegação de que as mulheres não poderiam ser\nacadêmicas. Bevilacqua defendeu a pretensão de sua esposa em parecer de\npoucas linhas, argumentando que aquilo que o regulamento não proibia,\npermitia. Esta não deve ser a versão mais correta de sua saída, já\nconsumada desde 1915. Prova disso é que a *Gazeta de Notícias* de 20 de\nagosto de 1926 já informava que eram três os acadêmicos que se haviam\nafastado definitivamente da Academia: Oliveira Lima, Graça Aranha e\nClóvis Bevilacqua.\n\nEm 1942, seu nome foi incluído no “Livro do Mérito” e, no ano seguinte,\nseu busto foi inaugurado em praça pública na capital cearense.\n\nSeu primo José Bevilacqua, homônimo do seu pai, foi militar,\nconstituinte em 1891 e deputado federal pelo Ceará de 1891 a 1896.\n\nFaleceu no Rio de Janeiro em 26 de julho de 1944.\n\nAlém dos trabalhos citados, escreveu *A filosofia positiva no Brasil*\n(1884); *Estudos de direito e economia política* (1886); *Épocas e\nindividualidades* (1889); *Teoria geral do direito civil* (1890);\n*Lições de legislação comparada sobre o direito privado* (1893); *Frases\ne fantasias* (1894); *Direito das obrigações* (1896); *Direito de\nfamília* (1896); *Criminologia e direito* (1896); *Juristas filósofos*\n(1897); *Direito das sucessões* (1899); *Em defesa do projeto de Código\nCivil Brasileiro* (1906); *Princípios elementares de direto\ninternacional privado* (1944). Em homenagem aos 150 anos de seu\nnascimento foi lançado em 2010 o livro *Clóvis Bevilacqua – Um senhor\nbrasileiro,* de Cássio Schubsky. Nele o autor defende a condição de\n“democrata e defensor da liberdade” de Bevilacqua e contesta a versão de\nFernando Morais, no livro *Olga,* procurando provar, através de pesquisa\nhistórica, que o jurista não emitiu parecer favorável à extradição da\njudia comunista Olga Benário Prestes em 1936.\n\nAlan Carneiro\n\n**FONTES:** ACAD. BRAS. LETRAS. Disponível em: \\<www.academia.org.br/\\>;\nBiblioteca Virtual de Literatura. Disponível em:\n\\<www.biblio.com.br/defaultz.asp?link=www.biblio.com.br/conteudo/biografias/clovisbevilaqua.htm\\>.\nAcesso em: 22/3/2010; E-biografia. Disponível em:\n\\<www.e-biografias.net/biografias/clovis\\_bevilaqua.php\\>; *Época*\n(8/3/2010, p.124); UNIV. FORTALEZA. Disponível em:\n\\<www.unifor.br/index.php?option=com\\_content&view=article&id=867:lancamento-de-livro-em-homenagem-a-clovis-bevilaqua&catid=3:eventos\\>.\nAcesso em: 8/4/2010.\n","ref":"**FONTES:** ACAD. BRAS. LETRAS. Disponível em: \\<www.academia.org.br/\\>;\nBiblioteca Virtual de Literatura. Disponível em:\n\\<www.biblio.com.br/defaultz.asp?link=www.biblio.com.br/conteudo/biografias/clovisbevilaqua.htm\\>.\nAcesso em: 22/3/2010; E-biografia. Disponível em:\n\\<www.e-biografias.net/biografias/clovis\\_bevilaqua.php\\>; *Época*\n(8/3/2010, p.124); UNIV. FORTALEZA. Disponível em:\n\\<www.unifor.br/index.php?option=com\\_content&view=article&id=867:lancamento-de-livro-em-homenagem-a-clovis-bevilaqua&catid=3:eventos\\>.\nAcesso em: 8/4/2010.\n","dic":"DHBPR"}