{"title":"BEZERRA, Antônio Vicente de Andrade","cargoss":["dep. fed. PE 1918-1923."],"author":"Raimundo Helio Lopes","content":"**BEZERRA, Antônio Vicente de Andrade**\n\n\\*dep. fed. PE 1918-1923.\n\n*Antônio Vicente de Andrade Bezerra* nasceu em Timbaúba (PE) em 1889.\n\nFormou-se pela Faculdade de Direito do Recife e foi secretário de\nJustiça de Pernambuco em 1911, e de Finanças em 1916.\n\nIniciou sua vida política em 1918, quando foi eleito deputado federal\npor Pernambuco. Reeleito em 1921, ocupou uma cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, até dezembro de\n1923. Durante esses anos defendeu os interesses da Associação Comercial\ndo Recife e, por sua atuação, conseguiu a promulgação de uma lei que\nestendia novas linhas de crédito aos bancos estaduais.\n\nEm 1934, nas primeiras eleições realizadas para a composição das\nassembleias estaduais após a Revolução de 1930, foi eleito deputado\nestadual em Pernambuco. Durante seu mandato foi presidente da Assembleia\nLegislativa e por isso, em 1935, quando o governador Carlos Lima\nCavalcanti tirou férias na Europa, assumiu interinamente o governo do\nestado. Caracterizadopor Robert Levine como “líder do laicato católico\nlocal e conservador militante”, ainda segundo esse autor, durante sua\ncurta administração teria tentado “punir funcionários de tendência\nesquerdizante”. Em novembro de 1937, com golpe do Estado Novo, teve seu\nmandato interrompido.\n\nFoi também professor catedrático de direito civil da Faculdade de\nDireito do Recife e membro da Academia Pernambucana de Letras. No campo\njornalístico, colaborou com os periódicos pernambucanos *O Norte, O\ntempo, Imprensa Oficial, Diário do Nordeste e Revista Acadêmica da\nFaculdade de Direito do Recife*.\n\nFaleceu em Recife em 1946.\n\nPublicou *Da cláusula constituída na presa mercantil* (1910), *Recife*\n(1913), *Da inalienabilidade* *dos bens dotais*, *Do contrato\npreliminar*, *Dos efeitos da transcrição*, *Antecedentes da lei sobre*\n*acidentes de trabalho*, *Comentários à lei sobre acidentes de trabalho*\ne *Manual das* *cooperativas de consumo*.\n\nRaimundo Helio Lopes\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; *Grande Encic. Delta\nLarousse*; LEVINE, R. *Velha*; NASCIMENTO, L. *História* (v.3);\nNASCIMENTO, L. *História* (v.6).\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; *Grande Encic. Delta\nLarousse*; LEVINE, R. *Velha*; NASCIMENTO, L. *História* (v.3);\nNASCIMENTO, L. *História* (v.6).\n","dic":"DHBPR"}