{"title":"BITTENCOURT, Carlos Machado","cargoss":["militar","gov. RS. 1890","min. STM 1896-1897","min. Guerra 1897."],"author":null,"content":"**BITTENCOURT, Carlos Machado**\n\n\\*militar; gov. RS. 1890; min. STM 1896-1897; min. Guerra 1897.\n\n*Carlos Machado Bittencourt* nasceu em Porto Alegre, na então província\ndo Rio Grande do Sul, no dia 12 de abril de 1840, filho do brigadeiro\nJacinto Machado Bittencourt e de Ana Maurícia da Silva Bittencourt. Seu\navô, major Camilo Machado de Bittencourt, e seu pai morreram ambos na\nguerra: o primeiro, em 1818, durante a campanha contra José Gervasio\nArtigas (1816-1820), caudilho uruguaio, em San Carlos, na Argentina, e o\nsegundo, em 1869, em Assunção, durante a Guerra do Paraguai (1864-1870),\nquando exercia o comando do 2^o^ Corpo de Exército.\n\nEm 1^o^ de janeiro de 1857 ingressou voluntariamente nas fileiras do\nExército brasileiro assentando praça no 13^o^ Batalhão de Infantaria, em\nPorto Alegre, com destino ao 1^o^ Regimento de Artilharia a Cavalo. Em 4\nde maio de 1858 matriculou-se na Escola Militar de Porto Alegre, onde\nconcluiu os cursos de infantaria e cavalaria, e no ano seguinte passou a\nfrequentar a Escola Central, no Rio de Janeiro, então capital do\nImpério. Chegou a alferes em 2 de dezembro de 1860, e a 26 de abril de\n1863 transferiu-se, a pedido, da infantaria para a cavalaria.\n\nEm 6 de outubro de 1865 seguiu para o campo de operações da Guerra do\nParaguai (1864-1870), onde serviu inicialmente junto à 7^a^ Brigada de\nInfantaria, comandada por seu pai. Participou da operação que deu início\nà invasão do território paraguaio em abril de 1866, em seguida entrou\nnos combates de Estero Belaco, e no dia 24 de maio tomou parte na\nprimeira batalha de Tuiuti, na qual foi ferido. De janeiro a abril de\n1867 esteve no Rio Grande do Sul em tratamento de saúde. Em 1^o^ de\njunho foi promovido a tenente, e no ano seguinte, pelos serviços\nprestados em batalhas, foi agraciado com o hábito da Imperial Ordem do\nCruzeiro. Em 31 de agosto de 1868 foi nomeado ajudante de campo do\ncomando do 1^o^ Corpo do Exército e em seguida partiu para o Chaco, onde\nparticipou das batalhas que ficaram conhecidas como a “dezembrada”.\nEntrou com sua unidade na capital paraguaia no dia 5 de janeiro de 1869,\ne no dia 20 de fevereiro foi promovido a capitão por atos de bravura na\nbatalha de Avaí, com antiguidade de 11 de dezembro de 1868. A 28 de\njunho do mesmo ano, também por atos de bravura durante a “dezembrada”,\nfoi-lhe conferida a medalha de Mérito Militar. Assinado o acordo\npreliminar de paz entre Brasil e Paraguai em 20 de junho de 1870,\npermaneceu no país vizinho com a tropa de ocupação até o mês seguinte.\n\nTransferido para Porto Alegre, ali se casou, a 25 de maio de 1872, com\nMaria José Lobo. Em 1873 foi-lhe concedida a medalha geral da campanha\ndo Paraguai, em 1874 foi agraciado com o hábito de São Bento de Aviz, e\nem 1875 com os graus de cavaleiro da Ordem de Cristo e de cavaleiro da\nImperial Ordem da Rosa. Em 1876 foi promovido a major, em 1881 a\ntenente-coronel e em 1885 a coronel, todas promoções por merecimento. Em\n30 de janeiro de 1890, logo após o fim do Império e a implantação do\nregime republicano, foi promovido a general.\n\nComandante das armas do Rio Grande do Sul, então 6^o^ Distrito Militar,\nquando da renúncia de Francisco da Silva Tavares ao governo do estado em\n13 de maio de 1890, substituiu-o interinamente até 24 do mesmo mês,\nquando passou o governo ao general Cândido José da Costa. Em 4 de junho\nde 1891 foi nomeado comandante do 4^o^ Distrito Militar, e em 7 de abril\ndo ano seguinte foi promovido a general de divisão. Por decreto de 19 de\nsetembro de 1894, assumiu o comando superior da Guarda Nacional. No dia\n23 de maio de 1895 deixou tal função para exercer a de ajudante-general\ndo Exército. No dia 12 de julho do mesmo ano foi promovido a marechal.\nEm 15 de junho de 1896 foi nomeado ministro do Supremo (depois Superior)\nTribunal Militar.\n\nNo Ministério da Guerra\n\nEm 17 de maio de 1897, em meio a uma crise de relacionamento entre o\npresidente da República, Prudente de Morais, e o ministro da Guerra,\ngeneral Francisco de Paula Argolo, foi designado para assumir a pasta.\nNa época, quatro expedições militares já haviam sido enviadas contra o\narraial de Canudos, no sertão baiano. Os moradores da localidade haviam\nrepelido as duas primeiras, enviadas em novembro de 1896 e janeiro de\n1897. Diante das perdas e da pressão de políticos, o governo republicano\npreparou uma nova expedição, de 1.300 homens, sob o comando do coronel\nAntônio Moreira César. No dia 2 de março de 1897, depois de ter sofrido\npesadas baixas causadas pela guerra de guerrilhas a caminho de Canudos,\nMoreira César foi morto em combate, e a expedição bateu em retirada.\nCarlos Machado Bittencourt recebeu então ordem do governo federal de\nenviar uma quarta e definitiva expedição ao arraial de Canudos. Sob o\ncomando do general de brigada Artur Oscar, foram organizadas duas\ncolunas comandadas pelos generais João da Silva Barbosa e Cláudio do\nAmaral Savaget, ambas com mais de quatro mil soldados fortemente\narmados, compostas de mais de 30 unidades militares vindas das mais\nlongínquas regiões do país. Contudo, a quarta expedição também enfrentou\nsérias dificuldades, e o fracasso era iminente. Diante dessa situação, o\npresidente da República delegou a seu ministro da Guerra plenos poderes\npara dar desfecho ao conflito.\n\nO marechal Carlos Machado Bittencourt seguiu então para o sertão baiano\nem 3 de agosto de 1897 e, lá chegando no dia 7 de setembro seguinte,\ninstalou sua base de operações militares na localidade de Monte Santo.\nAnalisando as derrotas das três expedições anteriores, e baseado em sua\nexperiência na Guerra do Paraguai, logo percebeu que o grande inimigo da\nexpedição não eram os jagunços, mas uma estrutura de apoio logístico\ninadequada ao sertão. Durante os combates os homens carregavam todo o\nseu suprimento, mas mesmo assim, no desenvolver da luta, viam-se sem\nmantimentos e sem ter como cuidar dos feridos. Diante dessa situação,\nantes de partir para o ataque, tomou várias medidas visando à\nreorganização da logística nas operações: destituiu fornecedores,\nadquiriu diretamente os produtos de que necessitava, organizou comboios,\nestabeleceu postos de suprimento, comprou muares, organizou e\nsistematizou o transporte de pessoal e material, tornando efetivo e\ncontínuo o fluxo de reabastecimento das tropas. A implantação do\nadequado apoio logístico foi essencial para o resultado do conflito. Em\n5 de outubro, terminava a campanha com a vitória das forças federais.\n\nDurante a Guerra de Canudos (1896-1897), cerca de 20 mil moradores do\narraial morreram. Centenas de prisioneiros de guerra, entre homens,\nmulheres e crianças, inclusive pessoas que se haviam rendido com\nbandeira branca e recebido promessas de proteção em nome da República,\nforam executados sumariamente. As ações do Exército, em particular as da\nfase final do conflito, comandadas por Carlos Machado Bittencourt,\ntiveram grande repercussão e foram fortemente repudiadas por estudantes,\ncomo os da Faculdade de Direito da Bahia, políticos, como Rui Barbosa, e\nintelectuais, como Euclides da Cunha, que dedicou sua grande obra, *Os\nsertões*, à análise dos acontecimentos em Canudos.\n\nCarlos Machado Bittencourt regressou à capital federal e, no dia 26 de\noutubro, reassumiu sua pasta. No dia 5 de novembro, quando foi aguardar\nno cais do Arsenal de Guerra, com Prudente de Morais e outras\nautoridades, a chegada do navio *Espírito Santo*, no qual regressava o\ngeneral João da Silva Barbosa, junto com outras autoridades e com as\ntropas que haviam lutado no sertão baiano, morreu vítima de um atentado\npolítico contra o presidente da República.\n\nO governo de Prudente de Morais (1894-1898) foi marcado pela imposição\nde rígida disciplina aos militares. Malvisto pelo Exército, que nutria\npor ele antipatia e desconfiança, com a Guerra de Canudos e a\nconsequente morte de milhares de militares em combate, Prudente de\nMorais viu os ânimos contrários ao seu governo tornaram-se ainda mais\nevidentes. Foi em meio a esse clima que, no dia 5 de novembro, por volta\ndas 13 horas, o anspeçada (na ocasião, graduação entre soldado e cabo)\nMarcelino Bispo de Melo, da 3^a^ Companhia do 10^o^ Batalhão de\nInfantaria, que se encontrava formada no cais, se adiantou armado com\numa garrucha, com a intenção de assassinar o presidente. A arma falhou,\ne o ministro da Guerra e o chefe da Casa Militar, coronel Luís Mendes de\nMorais, intervieram em defesa de Prudente de Morais. Desarmaram o\nagressor, mas este conseguiu, ainda, puxar de um punhal, com o qual\nferiu o chefe da Casa Militar e o ministro da Guerra. Luís Mendes de\nMorais teve ferimentos menos graves, mas o marechal Carlos Machado\nBittencourt, atingido por vários golpes, um deles junto ao coração, teve\nmorte quase imediata. Marcelino Bispo, feito prisioneiro e encontrado\nenforcado na cadeia, foi considerado mero instrumento de conspiração\npolítica. Embora sua morte tenha comprometido as investigações, foram\napontados os capitães Deocleciano Mártir e José de Sousa Veloso como\nmentores intelectuais do crime. De resto, o atentado findou por\nfavorecer o presidente da República, pois minou o apoio civil e militar\naos militares jacobinos.\n\nCarlos Machado Bittencourt foi, ainda, instrutor do curso de cavalaria e\ninfantaria da Escola Militar do Rio Grande do Sul, comandante da\nguarnição de fronteira em Jaguarão, no mesmo estado, e inspetor do\nArsenal de Guerra, no Rio de Janeiro. Recebeu também as medalhas da\ncampanha do Paraguai concedidas pelos governos da Argentina e do\nUruguai.\n\nCognominado o “Marechal de Ouro”, Carlos Machado Bittencourt, por haver\ndemonstrado como ministro da Guerra, na expedição a Canudos, a\nnecessidade da existência de um serviço de intendência estruturado,\nequipado e treinado para garantir o apoio logístico às tropas que lá\ncombatiam, foi consagrado pelo Decreto-Lei n^o^ 2.112, de 5 de abril de\n1940, como patrono do Serviço de Intendência do Exército Brasileiro.\n\nDo seu casamento com Maria José Lobo, teve 11 filhos.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** COL. MIL. PORTO ALEGRE. Ex-alunos, ex-professores e\nex-integrantes da Escola Militar do Rio Grande do Sul, da Escola\nPreparatória e de Tática, da Escola Preparatória de Porto Alegre e do\nColégio Militar de Porto Alegre que se destacaram no cenário municipal,\nestadual e nacional. Disponível em:\n“www.cmpa.tche.br/ex\\_integrantes\\_cmpa.pdf”. Acesso em 30 de abril de\n2011; CUNHA, E. *Os Sertões*. Disponível em:\n\\<www.dominiopublico.gov.br/download/texto/bn000153.pdf\\>. Acesso em:\n1/7/2011; DONATO, H. *Dicionário*; *Encic. Delta* (v.9, p.4.951);\n*Encyc. Diccionario Internacional* (v.3, p.1.476); *Encic. Mirador\nInternacional* (v.13, p.7.080); *Jornal do Brasil* (6/11/1897, p.1);\n*Jornal do Comércio* (6/11/1897, p.1); LAGO, L. *Estado-Maior* (p.31);\nLOPES T.; TORRES, G. *Ministros* (p.136-137); MACCANN, F. *Soldados*;\nMIN. DEF. Patronos: Marechal Bitencourt”. Disponível em:\n\\<www.exercito.gov.br/web/guest/bitencourt-intendencia”\nwww.exercito.gov.br/web/guest/bitencourt-intendencia\\>. Acesso em:\n19/6/2011; MIN. DEF. ESC. APERFEIÇOAMENTO DE OFICIAIS. Marechal\nBitencourt. Disponível\nem:\\<www.esao.ensino.eb.br/paginas/cursos/int/patrono/patrono.htm\\>.\nAcesso em: 1/7/2011; MIN. GUERRA. *Almanaque*; PORTO ALEGRE, A. *Homens*\n(p.128-129); 5^a^ REGIÃO MILITAR. “Seção de Tiro de Guerra”. Disponível\nem:\n\\<www.5rm5de.eb.mil.br/secoes/escter/tiro\\_guerra/paginas/noticias/intendencia.htm\\>.\nAcesso em: 30/4/2011; SUP.TRIB. MIL. Ministros do STM (1808-2011).\nDisponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011.\n","ref":"**FONTES:** COL. MIL. PORTO ALEGRE. Ex-alunos, ex-professores e\nex-integrantes da Escola Militar do Rio Grande do Sul, da Escola\nPreparatória e de Tática, da Escola Preparatória de Porto Alegre e do\nColégio Militar de Porto Alegre que se destacaram no cenário municipal,\nestadual e nacional. Disponível em:\n“www.cmpa.tche.br/ex\\_integrantes\\_cmpa.pdf”. Acesso em 30 de abril de\n2011; CUNHA, E. *Os Sertões*. Disponível em:\n\\<www.dominiopublico.gov.br/download/texto/bn000153.pdf\\>. Acesso em:\n1/7/2011; DONATO, H. *Dicionário*; *Encic. Delta* (v.9, p.4.951);\n*Encyc. Diccionario Internacional* (v.3, p.1.476); *Encic. Mirador\nInternacional* (v.13, p.7.080); *Jornal do Brasil* (6/11/1897, p.1);\n*Jornal do Comércio* (6/11/1897, p.1); LAGO, L. *Estado-Maior* (p.31);\nLOPES T.; TORRES, G. *Ministros* (p.136-137); MACCANN, F. *Soldados*;\nMIN. DEF. Patronos: Marechal Bitencourt”. Disponível em:\n\\<www.exercito.gov.br/web/guest/bitencourt-intendencia”\nwww.exercito.gov.br/web/guest/bitencourt-intendencia\\>. Acesso em:\n19/6/2011; MIN. DEF. ESC. APERFEIÇOAMENTO DE OFICIAIS. Marechal\nBitencourt. Disponível\nem:\\<www.esao.ensino.eb.br/paginas/cursos/int/patrono/patrono.htm\\>.\nAcesso em: 1/7/2011; MIN. GUERRA. *Almanaque*; PORTO ALEGRE, A. *Homens*\n(p.128-129); 5^a^ REGIÃO MILITAR. “Seção de Tiro de Guerra”. Disponível\nem:\n\\<www.5rm5de.eb.mil.br/secoes/escter/tiro\\_guerra/paginas/noticias/intendencia.htm\\>.\nAcesso em: 30/4/2011; SUP.TRIB. MIL. Ministros do STM (1808-2011).\nDisponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011.\n","dic":"DHBPR"}