{"title":"BITTENCOURT, Raul","cargoss":["Revolucionário ou revoltoso","Constituinte","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1930,1934,1935],"datas_fim":[1930,1934,1937],"estados":[0,0,"RS"],"autor":[0],"content":"**BITTENCOURT, Raul**\n\n\\* rev. 1930; const. 1934; dep. fed. RS 1935-1937.\n\n*Raul Jobim Bittencourt* nasceu em Porto Alegre no dia 2 de janeiro de\n1902, filho de Oscar Muniz Bittencourt e de Francisca Jobim Bittencourt.\n\nFormou-se em 1923 pela Faculdade de Medicina de Porto Alegre, começando\nainda no mesmo ano a exercer a profissão na Companhia Carbonífera\nBrasileira, em São Jerônimo (RS). Em 1924 foi contratado como médico\npela prefeitura da capital gaúcha, no ano seguinte tornou-se docente de\nclínica psiquiátrica da Faculdade de Medicina de Porto Alegre, e em 1926\npassou médico psiquiatra do Hospital São Pedro, na mesma cidade.\nDedicou-se também ao ensino de literatura, lecionando na Escola Normal\nde Porto Alegre nos anos de 1927 e 1928, quando representou seu estado\nna I Conferência Nacional de Educação, realizada em Curitiba.\n\nIniciou a carreira política em 1929, elegendo-se deputado à Assembleia\nLegislativa do Rio Grande do Sul na legenda do Partido Republicano\nRio-Grandense (PRR). Em seguida, aderiu às forças de oposição ao governo\nde Washington Luís (1926-1930) que, visando às eleições presidenciais\nmarcadas para março de 1930, se articularam na Aliança Liberal lançando\na candidatura de Getúlio Vargas. Em 20 de dezembro de 1929, representou\no PRR na convenção nacional das forças aliancistas realizada no Rio de\nJaneiro, então Distrito Federal e, na qualidade de secretário da mesa,\nleu o manifesto das correntes oposicionistas. Ainda durante a campanha\neleitoral, participou da caravana que percorreu vários estados do Norte\ne do Nordeste sob a liderança de João Batista Luzardo. Após a vitória do\ncandidato situacionista Júlio Prestes, aderiu às forças políticas que se\narticularam com o objetivo de depor Washington Luís. Deflagrado o\nmovimento revolucionário em outubro, incorporou-se, na condição de\n“tenente-coronel”, à coluna de voluntários comandada por Batista\nLuzardo.\n\nCom a vitória da Revolução de 1930 e a instalação do governo provisório\nde Getúlio Vargas, Raul Bittencourt consolidou sua atuação política nas\náreas de educação e saúde, tornando-se em 1931 secretário do ministro da\nEducação e Saúde Pública, Belisário Pena. No mesmo ano participou do I\nCongresso Médico Sindical, realizado no Rio de Janeiro, destacando-se na\ndefesa da sindicalização da classe médica. Retornou em 1932 ao Rio\nGrande do Sul para assumir, até o ano seguinte, a Diretoria Geral de\nInstrução Pública do estado, período em que exerceu também a chefia da\nClínica Psiquiátrica da Faculdade de Medicina de Porto Alegre.\n\nEm fins de 1932, o debate em torno da constitucionalização do regime\ninstalou uma séria crise no Rio Grande do Sul, dividindo as forças\npolíticas do Partido Libertador (PL) e do PRR, desde 1929 concentradas\nna Frente Única Gaúcha (FUG). Essas divergências resultaram na criação,\nno mês de novembro, do Partido Republicano Liberal (PRL), liderado pelo\ninterventor federal no estado José Antônio Flores da Cunha, e solidário\nao governo provisório. Raul Bittencourt participou da comissão que\nelaborou o programa do PRL e nessa legenda elegeu-se, no pleito de maio\nde 1933, primeiro-suplente de deputado à Assembleia Nacional\nConstituinte. Em dezembro do mesmo ano tomou posse, em virtude da\nrenúncia do deputado Frederico Dahne.\n\nDurante os trabalhos constituintes, foi um dos articuladores –\njuntamente com Antônio Carlos Ribeiro de Andrada, Antônio Garcia de\nMedeiros Neto, Carlos Maximiliano Pereira dos Santos, Augusto Simões\nLopes e Valdomiro de Barros Magalhães – de propostas de transição do\nregime revolucionário para um governo constitucional. A solução\nfinalmente adotada, contrária à apresentada por Vargas, que pretendia\ntransformar a Constituinte em Câmara ordinária após a promulgação da\nnova Carta e a eleição presidencial, foi marcar eleições para a\nlegislatura ordinária e prorrogar o mandato dos constituintes até a\nposse dos parlamentares eleitos. Raul Bittencourt foi também autor da\nmaior parte dos artigos referentes à educação no texto da nova\nConstituição, promulgada em julho de 1934.\n\nEm outubro de 1934, Raul Bittencourt elegeu-se deputado federal pelo Rio\nGrande do Sul na legenda do PRL. Assumindo o mandato em maio do ano\nseguinte, participou da Comissão de Educação e Cultura da Câmara e foi\nrelator de diversos projetos voltados para a educação, continuando a\nexercer suas atividades pedagógicas na capital federal. Ainda em 1935\ntornou-se professor catedrático de clínica psiquiátrica da Faculdade de\nCiências Médicas do Rio de Janeiro, e no ano seguinte assumiu a\nvice-presidência da Liga Brasileira de Higiene Mental, função que\ndesempenharia por quatro anos. Ocupou sua cadeira na Câmara até 10 de\nnovembro de 1937, quando o advento do Estado Novo suprimiu os órgãos\nlegislativos do país.\n\nProsseguindo seu trabalho nos campos da educação e da saúde no Rio de\nJaneiro, fundou em 1938 o Educandário Rui Barbosa, foi professor\ncatedrático de história na Universidade do Distrito Federal e começou a\nlecionar psicologia e filosofia no Colégio Andrews. No ano seguinte,\nassumiu a cátedra de história e filosofia da educação na Universidade do\nBrasil, hoje Universidade Federal do Rio de Janeiro, e tornou-se membro\ndo Conselho Executivo da Associação Brasileira de Educação. Em 1941,\nparticipou do I Congresso de Saúde Escolar, realizado em São Paulo.\nProfessor titular de economia geral no Curso de Economia e Finanças\nValentim Bouças em 1942, tornou-se nesse mesmo ano professor substituto\nda Faculdade de Ciências Econômicas da Fundação Mauá, participando ainda\ndo VIII Congresso Nacional de Educação, realizado em Goiânia. No ano\nseguinte compareceu ao IV Congresso Americano de Professores, no Chile,\ne em 1945 assumiu a cátedra na Faculdade de Ciências Econômicas.\nPresidiu também nesse ano o IX Congresso Nacional de Educação, realizado\nno Rio de Janeiro, e foi eleito presidente da Associação Brasileira de\nEducação. Em 1965, foi reitor interino da Universidade do Brasil.\n\nRaul Bittencourt pertenceu a várias entidades culturais e profissionais\ndo país e do exterior, destacando-se entre elas a Academia Rio-Grandense\nde Letras, a Sociedade de Psiquiatria e Medicina Legal de La Plata, na\nArgentina, e o Ateneu de História da Medicina de Buenos Aires. Foi ainda\nmembro da Sociedade Brasileira de Economia Política, da Sociedade de\nPsicologia Individual do Rio de Janeiro e do Seminário de Psicologia do\nRio de Janeiro.\n\nFaleceu no Rio de Janeiro no dia 20 de março de 1985.\n\nPublicou *Novos horizontes da psiquiatria* (1924),*Psicologia dos\ndelírios* (tese, 1925), *Medicina de Estado* (1931), *O esforço\nhistórico da educação brasileira* (1945), *O pensamento brasileiro sobre\no problema social* (1945), *A filosofia da educação nos quadros* *dos\nestudos pedagógicos* (1947), *Ciência nova* *para a era nova* (1948),\n*Da correlação entre a* *cura de certas psicoses e a intercorrência de*\n*infecções agudas, Psicologia sintética, Sindicalização da classe\nmédica, Educação moral e* *cívica no ensino secundário, Educação rural,*\n*Camões, Rui Barbosa, A personalidade de* *Alcides Mayer.*\n\n**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (1); Boletim Min. Trab.\n(5/36); CÂM. DEP. *Deputados*; Câm. dep. seus componentes; COUTINHO, A.\n*Brasil*; *Cronologia a Assembleia*; Diário do Congresso Nacional;\nGODINHO, V. *Constituintes*; *Grande encic. Delta*; HIRSHOWICZ, E.\n*Contemporâneos*; VILAS BOAS, P. *Notas*.\n","ref":"**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (1); Boletim Min. Trab.\n(5/36); CÂM. DEP. *Deputados*; Câm. dep. seus componentes; COUTINHO, A.\n*Brasil*; *Cronologia a Assembleia*; Diário do Congresso Nacional;\nGODINHO, V. *Constituintes*; *Grande encic. Delta*; HIRSHOWICZ, E.\n*Contemporâneos*; VILAS BOAS, P. *Notas*.\n","dic":"DHBPR"}
