{"title":"BLOCO OPERÁRIO E CAMPONÊS (BOC)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Dainis Karepovs"],"content":"**BLOCO OPERÁRIO E CAMPONÊS (BOC)**\n\nOrganização de caráter político-eleitoral impulsionada pelo então\nPartido Comunista do Brasil (PCB), depois Partido Comunista Brasileiro,\npublicamente surgida em janeiro de 1927 no Rio de Janeiro, então\nDistrito Federal, sob a denominação Bloco Operário. Tal denominação foi\nalterada em novembro do mesmo ano para Bloco Operário e Camponês, e dois\nanos depois para Bloco Operário e Camponês do Brasil. A organização teve\nsuas atividades encerradas após as eleições presidenciais de março de\n1930.\n\nO Bloco Operário\n\nO PCB teve em seus primórdios um significativo número de militantes\negressos do anarcossindicalismo, ou sindicalismo revolucionário. Essa\ncorrente, de grande influência entre os setores organizados do movimento\noperário brasileiro, tinha entre seus princípios a abstenção nos\nprocessos eleitorais e a “ação direta” como forma de atuação política.\nOs comunistas, por sua vez, bem como sua organização internacional, a\nInternacional Comunista (IC), advogavam, entre outros pontos que os\ndistinguiam dos sindicalistas revolucionários, a participação dos\ntrabalhadores nos processos eleitorais e nos parlamentos, buscando\nutilizar-se de tais ocasiões e espaços para fazer denúncias, propaganda\ne agitação política.\n\nFundado em março de 1922, o PCB não participou das eleições naquele ano,\ne já em julho foi posto na clandestinidade. Em dezembro de 1923 os\ncomunistas decidiram participar de uma eleição, para deputado federal,\nque se realizaria em março de 1924. O PCB chegou a definir seu\ncandidato, o gráfico João Jorge da Costa Pimenta, e a denominação da\nlegenda – Bloco Operário –, mas a inexperiência não permitiu que\ninscrevesse sua candidatura, o que se combinou com uma onda repressiva\ndesencadeada pelo governo federal contra o partido.\n\nEm 1925, os comunistas participaram pela primeira vez de uma eleição.\nEssa participação ocorreu, no entanto, em um pleito municipal na cidade\nde Santos (SP), para o qual foi apresentada, sob a legenda da Coligação\nOperária, a candidatura do garçom João Freire de Oliveira, que obteve\napenas 34 votos. No mesmo ano, com vistas a uma participação nas\neleições para vereador na cidade do Rio de Janeiro em 1926, o PCB chegou\na divulgar a plataforma eleitoral do Bloco Operário. No entanto, mais\numa vez, o partido não se apresentou às eleições.\n\nFoi somente com o final do estado de exceção sob o qual o Brasil vivera\npraticamente de maneira ininterrupta desde julho de 1922, em decorrência\ndas rebeliões tenentistas de 1922 e 1924, que o PCB decidiu\napresentar-se afinal a uma eleição, criando a legenda do Bloco Operário.\nTal decisão decorreu não só da orientação estabelecida no IV Congresso\nda Internacional Comunista em 1922, de que fosse adotada uma política de\nfrente única, mas também do desejo dos comunistas brasileiros de\npreparar uma base orgânica política legal para o PCB e atrair para suas\nideias e ações segmentos sociais mais amplos, em especial da pequena\nburguesia urbana, conforme estabelecido pelo II Congresso do partido\nrealizado em 1925. Foi assim lançado, finalmente, em janeiro de 1927, o\nBloco Operário.\n\nFonte: www.ifch.unicamp.br/mundosdotrabalho/arquivos/dainis.pdf.\n\n![Descrição:\nhttp://zequinhabarreto.org.br/wp-content/uploads/2011/01/DiadoBoc\\_thumb.gif](BLOCO%20OPER%c3%81RIO%20E%20CAMPON%c3%8aS%20(BOC)_arquivos/image001.jpg)\n\nCampanha do Bloco Operário e Camponês, 1919.\n\nO PCB teve a seu dispor, para divulgar suas posições e as do Bloco\nOperário, o diário *A Nação*, do Rio de Janeiro, cedido pelo\nproprietário do título, Leônidas de Resende. Assim, em 5 de janeiro de\n1927, os comunistas publicaram nas páginas de *A Nação* uma Carta Aberta\ndirigida a personalidades e organizações reformistas do Rio de Janeiro\npropondo a criação de uma frente visando às eleições para a Câmara dos\nDeputados. A proposta obteve a adesão de uma série de organizações e do\ndeputado federal carioca João Batista de Azevedo Lima. Em sua Carta\nAberta, o PCB propunha a seus interlocutores a criação do Bloco\nOperário, nos marcos de uma política de “frente única” que tinha por\nobjetivo juntar os esforços de todos, em razão de sua “afinidade básica\nde interesses”, para a disputa eleitoral. Esse agrupamento teria como\nbase as ideias apresentadas na Carta Aberta e uma plataforma também ali\nexposta. Formada a frente única, pretendiam iniciar um combate à\n“política personalista, individualista e irresponsável dos cabos\neleitorais sem princípio, sem programa e sem finalidade” e garantir,\nassim, o compromisso dos políticos com as massas.\n\nA plataforma do Bloco Operário era, de um lado, uma consolidação dos\nprogramas apresentados pela Coligação Operária de Santos e pelo Bloco\nOperário em 1925, e pelo próprio PCB para o 1^o^ de maio de 1926; de\noutro, refletia o acúmulo de anos de experiência e combates do movimento\ndos trabalhadores. Na plataforma do Bloco Operário de 1927 havia uma\nênfase no papel dos parlamentares a serem eleitos, no sentido de\npromover a instauração e o exercício dos “direitos políticos de classe”\ndos trabalhadores: defesa dos interesses dos trabalhadores urbanos e\nrurais, apoio às suas lutas e reivindicações, e defesa de suas\nliberdades políticas (associação, reunião, pensamento e palavra).\n\nO programa do Bloco Operário foi dividido em 13 pontos: política\nindependente de classe; crítica e combate à política plutocrática;\nanti-imperialismo; reconhecimento *de jure* da URSS; legislação social;\ncrítica às leis de exceção; impostos; habitação operária; ensino e\neducação; voto secreto; anistia aos presos políticos; autonomia do\nDistrito Federal; reforma monetária e carestia da vida. Dos 13, os três\núltimos estavam sendo formulados pela primeira vez em uma plataforma\ncomunista. O primeiro deles, a anistia aos presos políticos, que\nfundamentalmente se dirigia aos revoltosos de 1922 e 1924, já era então\numa questão corrente na sociedade e capitalizava setores da pequena\nburguesia aos quais o PCB pretendia aliar-se seguindo a política\nestabelecida no seu II Congresso. Já o segundo, a autonomia do Distrito\nFederal, cujo prefeito era nomeado pelo presidente da República e tinha\nseus atos legais revisados pelo Senado Federal, era uma questão muito\ndebatida e contava com ampla adesão nos mesmos setores que levantavam a\nquestão da anistia. O último ponto era o que tratava da reforma\nmonetária, com a qual o presidente Washington Luís pretendia fazer da\nestabilidade cambial e de preços a principal medida econômica de seu\ngoverno. Destaque-se que, como usualmente ocorre nesses casos, tais\nmedidas tiveram efeitos perversos sobre a população brasileira,\nespecialmente o encarecimento do custo de vida e a redução de salários.\n\nA adesão de Azevedo Lima às propostas da Carta Aberta, bem como sua\nexperiência eleitoral, fizeram com que o Bloco Operário acolhesse sua\ncandidatura, mesmo não sendo militante do PCB. O partido incluiu ainda\nna chapa do Bloco Operário outro candidato, o gráfico comunista João\nJorge da Costa Pimenta. Nas eleições de março de 1927 Azevedo Lima\nobteve 11.502 votos, reelegendo-se, e João Jorge da Costa Pimenta\nrecebeu 1.965 votos. A vitória de Azevedo Lima e a crescente importância\nde *A Nação* como canal de divulgação e organização, tanto do Bloco\nOperário como do PCB, provocaram uma reação por parte do governo do\npresidente Washington Luís no sentido de jogar o PCB novamente na\nclandestinidade: foi aprovada pelo Congresso Nacional uma lei de\nrepressão a “atos contrários à ordem, moralidade e segurança públicas”,\nconhecida como Lei Celerada (Decreto n^o^ 5.221, de 12 de agosto de\n1927).\n\n \n\nDO BOC AO BOCB\n\nA Lei Celerada obrigou os comunistas a buscar uma forma de ação por meio\nda qual os posicionamentos do PCB pudessem ter uma expressão pública,\nmesmo que não explicitamente em nome do partido. Tal opção recaiu sobre\no Bloco Operário, que em novembro de 1927 teria seu nome alterado para\nBloco Operário e Camponês (BOC). A possibilidade de realizar comícios,\ndebates etc. fazendo uso do nome do BOC e contando com a presença do\ndeputado Azevedo Lima, presidente da organização, bem como o trabalho de\nalistamento de eleitores – que significava, também, a possibilidade de\nse obterem novos militantes para o PCB –, abriam um amplo espectro de\noportunidades de ação.\n\nEsse novo formato do BOC fez com que ele começasse a crescer e a se\nimplantar pelo país. A partir de então, e ao longo dos anos de 1928 e\n1929, foram se formando seções estaduais, locais ou de categorias\nprofissionais em quase todos os estados do país. No entanto, foi em sua\nunidade mais bem organizada, a do Rio de Janeiro, que o BOC obteve uma\nvitória significativa nas eleições de 28 de outubro de 1928, com a\neleição de dois vereadores para o Conselho Municipal do Distrito\nFederal. Pela primeira vez em sua história, o PCB conseguiu levar a uma\ncasa parlamentar dois de seus militantes: o farmacêutico Otávio Brandão\ndo Rego, com 7.650 sufrágios, e o marmorista Minervino de Oliveira, com\n8.053.\n\nA eleição dos dois representantes do BOC marcou o ápice da organização e\ntambém o início de sua dissolução. Meses antes da eleição iniciara-se o\nprocesso de afastamento de Azevedo Lima do BOC, motivado, de um lado,\npela recusa do parlamentar em assumir o papel de militante comunista (o\nque ele nunca fora) e, consequentemente, em aceitar o controle completo\nde seu mandato pelo PCB e, de outro, pelo fato de o PCB ter rompido o\nacordo pactuado no início de 1927 de apoiar um candidato indicado por\nAzevedo Lima nas eleições municipais de 1928 e ter lançado dois de seus\nmilitantes ao invés de um. A discussão se prolongou até abril de 1929,\nquando Azevedo Lima foi expulso do BOC e substituído na sua presidência\npelo gráfico comunista João Jorge da Costa Pimenta.\n\nNo entanto, o principal fator que levou ao fim do BOC foi a superposição\nentre o PCB e o BOC, que fez com que o segundo acabasse assumindo muitas\ndas tarefas e competências do primeiro. Isso começou a ser objeto de\nfortes críticas por parte das instâncias internacionais vinculadas ao\nPCB, ou seja, o Secretariado Sul-Americano da Internacional Comunista\n(SESA) e a própria Internacional Comunista (IC). Em um primeiro momento\no SESA tentou delimitar com maior clareza as ações do BOC. No entanto,\napós a realização do VI Congresso da IC (1928), as pressões sobre a\natuação do BOC gradualmente se intensificaram.\n\nO VI Congresso constatou uma suposta “radicalização das massas”\n(resultante do crescente número de greves e de enfrentamentos com a\npolícia, e patente no aparecimento de palavras de ordem políticas ao\nlado de reivindicações econômicas) e um agravamento das contradições que\nconduziriam o capitalismo à ruína. O conjunto dessas constatações\nmarcaria um longo ciclo de sectarização esquerdista nas orientações da\nIC. Nele foram referendadas as políticas conhecidas como “classe contra\nclasse”, em que se afirmava que as burguesias nacionais já não eram mais\numa força revolucionária anti-imperialista, devendo os comunistas\nrechaçar alianças com tais forças. Produziram-se, em consequência, ações\npolíticas de rejeição às alianças com a socialdemocracia (que passaria a\nser caracterizada como “social-fascista”).\n\nEfetivamente, essas novas orientações significavam que o VI Congresso\nhavia decretado a morte da política de frente única com a\nsocialdemocracia vigente desde o III Congresso da IC realizado em 1921.\nElas se chocavam com a política do PCB de aproximação com os setores da\npequena burguesia influenciados pelos “tenentes”, que tendiam a levar o\nBOC, nas eleições presidenciais de março de 1930, a lançar o nome de\nLuís Carlos Prestes ou de alguém que tivesse o seu apoio. Por conta das\nnovas diretivas, e pela intransigência imposta pelas novas orientações\ndo SESA e da IC, as conversações que se vinham travando com Prestes e os\n“tenentes” foram conduzidas a um impasse, e o PCB passou enxergar no\nBrasil a existência de uma “situação revolucionária”.\n\nA ruptura nas negociações com os “tenentes” fez com que o BOC, por\nocasião de seu I Congresso, realizado entre 3 e 5 de novembro de 1929 –\nquando também se modificou o nome da organização para Bloco Operário e\nCamponês do Brasil (BOCB) – lançasse como candidato à presidência da\nRepública o nome de Minervino de Oliveira, que assim acabou sendo o\nprimeiro operário a disputar uma eleição presidencial no Brasil. Ao\nmesmo tempo, o governo de Washington Luís intensificou a repressão\ncontra o movimento operário e suas organizações políticas e sindicais, o\nque fez com o que o BOCB não conseguisse realizar atividades de campanha\neleitoral. Tal situação resultou em 720 votos dados a Minervino de\nOliveira nas eleições de 1^o^ de março de 1930.\n\nA esse quadro também se somou o fato de que antes das eleições já\nchegara ao conhecimento dos comunistas brasileiros a diretiva, definida\nem uma série de reuniões realizadas em Moscou em outubro e novembro de\n1929, de modificar impositivamente a orientação política do PCB, cujo\nnúcleo dirigente manifestara certas resistências às novas orientações da\nIC, e encerrar as atividades do BOCB após o pleito presidencial.\n\nDainis Karepovs\n\n**FONTES:** BARROS, L. *Octavio*; BASBAUM, L. *Vida*;BROUÉ, P.\n*Historia*; DULLES, J. *Anarquistas*; KAREPOVS, D. *Esquerda*; LIMA, J.\n*Reminiscências*; *Nação* (3/1, 11/8/1927); PCB. *II Congresso*; PCB.\n*Teses*; REGO, O. *Combates.*\n","ref":"**FONTES:** BARROS, L. *Octavio*; BASBAUM, L. *Vida*;BROUÉ, P.\n*Historia*; DULLES, J. *Anarquistas*; KAREPOVS, D. *Esquerda*; LIMA, J.\n*Reminiscências*; *Nação* (3/1, 11/8/1927); PCB. *II Congresso*; PCB.\n*Teses*; REGO, O. *Combates.*\n","dic":"DHBPR"}
