{"title":"ABOUDIB, José Pedro Fernandes","cargoss":["dep. fed. ES 1930."],"author":"Nara Saletto","content":"**ABOUDIB, José Pedro Fernandes**\n\n\\* dep. fed. ES 1930.\n\n*José Pedro Fernandes Aboudib* nasceu em Guarapari(ES) no dia 11 de\ndezembro de 1896,filho de Pedro José Aboudib e deLeopoldina Fernandes\nAboudib. Seu pai, imigrantelibanês naturalizado brasileiro, foi grande\ncomerciantee chefe político, inicialmente em Guaraparie depois em\nAnchieta (ES), para ondese transferiu por motivos políticos.\n\nJosé Pedro fez os estudos secundáriosno Rio de Janeiro, então Distrito\nFederal,onde também cursou a Faculdade Livre deDireito, bacharelando-se\nem 1918. Depois deformado retornou ao Espírito Santo e passoua exercer a\nadvocacia em Vitória.\n\nAntes, porém, em 1916, seu paifoi eleito deputado estadual, para umadas\nvagas destinadas à oposição, por indicaçãode Muniz Freire, mas uma lei\nestadualvedou a candidatura de brasileiros naturalizadose ele não pôde\nassumir o cargo.Em compensação, Jerônimo Monteiro, que dominavaa\npolítica estadual, ofereceu-lhe a candidaturado filho na eleição para\nsubstituí-lo,e José Pedro foi eleito deputado estadualaos 19 anos.\n\nFez uma longa e bem sucedidacarreira no Legislativo capixaba, com\nmandatossucessivos até 1930, sempre eleito nalegenda do Partido\nRepublicano Espírito-Santense(PRES). Nesse último ano foi eleito\ndeputadofederal pelo espírito Santo. Assumiu, emmaio desse ano, sua\ncadeira na Câmarados Deputados no Rio de Janeiro, entãoDistrito Federal,\nmas, após a vitóriada Revolução de 1930 em outubro, quedepôs o\npresidente Washington Luís e levouGetúlio Vargas ao poder, seu mandato\nfoiinterrompido com a extinção de todos osórgãos legislativos do país.\n\nFoi presidente do Clube Saldanhada Gama de 1931 a 1936. Na suagestão\ncomprou o antigo Forte de SãoJoão e o transformou em sede daagremiação.\nEm 1932 participou da fundaçãoda Seção do Espírito Santo da Ordemdos\nAdvogados do Brasil (OAB-ES).\n\nApós a reconstitucionalização do paísem 1934, dois anos depois foi\neleitovereador à Câmara Municipal de Vitória.Mas voltou a ter o mandato\ninterrompidoem 10 de novembro de 1937 com ogolpe do Estado Novo\ninstaurado pelo presidenteGetúlio Vargas que extinguiu todos osórgãos\nlegislativos do país.\n\nFoi procurador geral do estadode 1938 a 1943. Ocupou ainda cargosde\nconsultor jurídico do estado, escrivãoda Santa Casa de Misericórdia e\ndelegadodo Tesouro do Espírito Santo no Riode Janeiro.\n\nFaleceu no Rio de Janeiro nodia 6 de dezembro de 1989.\n\nEra casado com Alexandrina Costa,filha de José Horácio Costa, advogadoe\npolítico influente no Espírito Santono início da República.\n\nNara Saletto\n\n**FONTES:** ABOUDIB, P. *Coronel*; ASSEMB.LEGIS. ES. *Cadastro*; CÂM.\nDEP. *Deputados brasileiros*;PROCUR. GERAL JUST. ES*. Procuradores*;\nWANICK,F. *Aristeu.*\n","ref":"**FONTES:** ABOUDIB, P. *Coronel*; ASSEMB.LEGIS. ES. *Cadastro*; CÂM.\nDEP. *Deputados brasileiros*;PROCUR. GERAL JUST. ES*. Procuradores*;\nWANICK,F. *Aristeu.*\n","dic":"DHBPR"}