{"title":"AGOSTINI, Angelo","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Carolina Vianna Dantas"],"content":"**AGOSTINI, Angelo**\n\n\\* jornalista; mov. abolicionista.\n\n*Angelo Agostini* nasceu em Vercelli, naregião do Piemonte, na Itália,\nno dia8 de abril de 1843. Sua mãe, RaquelAgostini, foi cantora lírica.\n\nPassou a infância e a adolescênciacom a mãe e a avó em Parise lá\nconcluiu seus estudos de desenhoe pintura em 1858. Chegou ao Brasilno\nano seguinte, desembarcando no Riode Janeiro. Após rápida temporada de\ntrêsanos na cidade, foi para São Pauloviver com a mãe e o padrasto,\noimigrante português Antônio Pedro Marques deAlmeida.\n\nNo início da década de 1860,já estabelecido em São Paulo, passou\natrabalhar como pintor-retratista. Em 1864, iniciousuas atividades como\ndesenhista no jornal*O Diabo Coxo*, que fundou com o\nescritorabolicionista Luís Gama e com SizenandoNabuco, irmão de Joaquim\nNabuco. Nesseperiódico, que circulou por um ano eum mês, pela primeira\nvez afirmou publicamenteideais libertários, como o\nanticlericalismo,fazendo duras críticas à Igreja Católica.\n\nEm 1866, fundou com os mesmosamigos o semanário ilustrado *O Cabrião*,\nnoqual voltou a usar o lápis paracriticar o clero e satirizar a Guerrado\nParaguai. Causou especial polêmica aopublicar uma caricatura ironizando\no Diade Finados, o que lhe rendeu ameaçasque o obrigaram a deixar São\nPaulo.Mudou-se então para o Rio de Janeiro,trabalhando inicialmente como\ncolaborador doperiódico *O Arlequim*, logo extinto, e noano seguinte na\n*Vida Fluminense*, onde publicou*Nhô Quim ou impressões de uma viagem à\nCorte*, considerada aprimeira história em quadrinhos do Brasil*.* Ainda\nna *Vida Fluminense*, publicou séries dedesenhos que ilustravam notícias\ne faziamcríticas à Guerra do Paraguai. Em 1871,passou a colaborar também\nno jornal *O Mosquito*, do mesmo modo crítico, ilustradoe combativo. Num\nperíodo em que acrítica política ganhava cada vez maisespaço nas\nrevistas ilustradas, conquistou maiornotoriedade e engajou-se\nformalmente no movimentoabolicionista organizado.\n\nEm janeiro de 1876, fundou noRio de Janeiro a *Revista Ilustrada*,\ncujapopularidade cresceu rapidamente a ponto detransformá-la em um dos\nmaiores acontecimentosda imprensa brasileira. Sua tiragem chegoua quatro\nmil exemplares, padrão jamaisvisto em nenhum periódico editado na\nAméricado Sul. A revista saía sempre aossábados e era distribuída em\ntodas asprovíncias e principais cidades do país.Foi ali que Agostini\nconferiu um crescentesentido político a suas criações. Difundindoideias\nliberais, republicanas e anticlericais,envolveu-se ativamente na\ncampanha abolicionista,ao lado de José do Patrocínio eJoaquim Nabuco.\nEste último expressou oalcance da revista denominando-a “Bíblia\ndaAbolição dos que não sabem ler”. Ascaricaturas contundentes de\nAgostini mostraramo sofrimento dos escravos, mas tambémexpuseram os\ndesmandos da classe dominante,a disseminação da febre amarela, os\nfolguedosde carnaval, as fraudes eleitorais, adecadência do imperador\nPedro II e aquestão religiosa: um verdadeiro desenho davida do país.\nPublicou também, no mesmoperiódico, algumas séries que se\ntornaramcélebres, como *As aventuras de Zé Caipora* (em quadrinhos),e as\ncaricaturas do imperador Pedro II,seja dormindo nas sessões do\nInstitutoHistórico e Geográfico Brasileiro seja montadoem um cavalinho\nde pau.\n\nCom a abolição da escravidão em13 de maio de 1888, Agostini\nalcançougrande notoriedade. Nesse mesmo ano, oficializousua\nnaturalização como cidadão brasileiro erecebeu homenagens da\nConfederação Abolicionista.No auge da fama, afastou-se da *Revista\nIlustrada* e partiu para a França. De acordocom alguns textos publicados\nna mesmarevista, os motivos da viagem seriam gozarférias e entrar em\ncontato com asmodernas técnicas de criação e impressãode imagens.\n\nAgostini voltou ao Brasil em 1893e retomou as atividades de artista\ngráfico.Fundou a revista *Don Quixote* em 1898 ecolaborou com o diário\n*Gazeta de Notícias* a partirde 1904, mesmo ano em que a *Revista\nIlustrada* parou de circular. Em 1905, alémde participar do lançamento\nda revistainfantil *O Tico-Tico*, passou a atuar em*O Malho*, onde\ntrabalhou até o fim davida. Participou com frequência das\nExposiçõesGerais de Belas-Artes e, em 1910, integrouo grupo fundador do\nCentro Artístico Juventas,que em 1919 foi transformado na\nSociedadeBrasileira de Belas-Artes. Seu último trabalho,um retrato do já\nfalecido amigo JoaquimNabuco, foi publicado em *O Malho* no dia22 de\njaneiro de 1910, véspera desua própria morte. Em 23 de janeiro,aos 67\nanos, Angelo Agostini faleceu noRio de Janeiro.\n\nCasou-se em 1869 com Maria JoséPalha, com quem teve uma filha,\nLauraAlvim. Em 1888, separou-se da esposa epassou a viver com Abigail de\nAndrade,com que teve dois filhos, Angelo Agostinie Angelina Agostini.\n\nApós sua morte foram publicadasduas obras contendo reproduções de\nalgunsde seus trabalhos anteriores: *As aventuras de Nhô-Quim e Zé\nCaipora: os primeiros quadrinhos brasileiros, 1869-1883* (2002) e*O\nDiabo Coxo. Edição fac-similar* (2005). A seu respeitoe sobre sua\natuação destacam-se as obras*História da caricatura no Brasil* (1963),\nde Herman Lima;*Revista Ilustrada – síntese de uma época* (1988), de\nMarcusTadeu Daniel Ribeiro (dissertação de mestrado);A tradição da\ncaricatura no Brasil eAngelo Agostini, em *Voltolino e as raízes do\nmodernismo* (1992),de Ana Maria de Moraes Beluzzo; Bordalox Agostini –\n“nestas mal tratadas*…* intrigas”,em *Rafael Bordalo Pinheiro – o\nportuguês tal e qual: da caricatura à cerâmica*,de Emanuel Araújo\n(org.); *O caricaturista* (1996),de Antônio Luiz Cagnin; Primórdios\ndaimprensa caricata paulistana: O Cabrião, em*O Cabrião: semanário\nilustrado editado por Angelo Agostini, Américo de Campos e Antônio\nManoel dos Reis* (2000), de Délcio Freire dosSantos; Estava escrito! O\nhomem que revolucionariao gênero chegaria em maio! (trabalho\napresentadono III Encontro da Rede Nacional Alfredode Carvalho, 2005),\nde Antônio Luiz Cagnin;Angelo Agostini e seu “Zé Caipora”: entrea Corte\ne a República, em *História, imagem e narrativas* (2006); e *Poeta do\nlápis: a trajetória de Angelo Agostini no Brasil Imperial, São Paulo e\nRio de Janeiro, 1864-1888* (2008), deMarcelo Balaban.\n\nCarolina Vianna Dantas\n\n**FONTES:** BALABAN, M. *Poeta*; BROCA,B. *Vida*; CAGNIN, A. *Estava\nescrito*; CAVALCANTI,C. ANGELO; LIMA, H. *História*; RIBEIRO,M. *Revista\nIlustrada*; SODRÉ, N. *História*.\n","ref":"**FONTES:** BALABAN, M. *Poeta*; BROCA,B. *Vida*; CAGNIN, A. *Estava\nescrito*; CAVALCANTI,C. ANGELO; LIMA, H. *História*; RIBEIRO,M. *Revista\nIlustrada*; SODRÉ, N. *História*.\n","dic":"DHBPR"}
