{"title":"BORMAN, José Bernardino","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Chefe do Estado-Maior do Exército","Ministro da Guerra","Ministro do Supremo Tribunal Militar"],"cargos_esp":[0,0,0,0],"datas_ini":[1899,1909,1909,1911],"datas_fim":[1899,1909,1910,1912],"estados":["PR",0,0,0],"autor":[0],"content":"**BORMAN, José Bernardino**\n\n\\*militar; pres. PR 1899; ch. EME 1909; min. Guerra 1909-1910; min. STM\n1911-1912.\n\n*José Bernardino Borman*, também conhecido pelos pseudônimos literários\n*Wilagran Cabrita* e *B. de Marbon*, nasceu em Pelotas, na antiga\nprovíncia do Rio Grande do Sul, no dia 4 de maio de 1844. Sua mãe era\ngaúcha. Seu pai, Wilhelm Borman, era alemão de nascimento e veio para o\nBrasil para participar do Corpo de Estrangeiros de dom Pedro I, divisão\ndo Exército brasileiro formada inicialmente por imigrantes e\nposteriormente por mercenários. Em 1827, Wilhelm Borman comandou o\nbatalhão de alemães na batalha do Passo do Rosário (RS) durante a Guerra\nCisplatina (1825-1828), conflito entre o Império do Brasil e as\nProvíncias Unidas do Rio da Prata pela posse da Província Cisplatina,\nregião da atual República Oriental do Uruguai.\n\nJosé Bernardino estudou com padres em São Leopoldo (RS) e aos 14 anos de\nidade, valendo-se de uma certidão do irmão mais velho, alistou-se no\nExército. Assentou praça em 11 de fevereiro de 1862, contando o tempo de\nserviço de 15 de abril de 1861. Em dezembro de 1864 seguiu para a\ncampanha do Uruguai e, em 1865, partiu para a Guerra do Paraguai\n(1864-1870) como alferes do 5^o^ Batalhão de Voluntários da Pátria.\nTomou parte, no segundo semestre de 1865, do sítio a Uruguaiana, cidade\nda província do Rio Grande do Sul que havia sido tomada pelas forças\nparaguaias, e esteve presente em outras batalhas importantes, como o\ncombate da ilha da Redenção, no rio Paraná, em 1866, e ataque de\nCurupaiti, naquele mesmo ano, em que foi gravemente ferido. Comandou\nainda uma bateria do Regimento de Mallet integrada pelos *brummer*,\nsoldados mercenários alemães contratados em 1851 pelo Império brasileiro\npara lutar na Guerra do Prata (1851-1852), mas que também atuaram na\nGuerra do Paraguai.\n\nAinda durante a campanha do Paraguai foi promovido a segundo-tenente em\n18 de janeiro de 1868, e recebeu por bravura, sobretudo na batalha de\nAvaí, travada em 11 de dezembro daquele ano, a promoção a\nprimeiro-tenente em 20 de fevereiro de 1869, com antiguidade a contar da\ndata do embate. Participou da campanha até 3 de novembro de 1869,\ndestacando-se pela assistência humanitária que prestou a irmãos de armas\natacados de cólera. Terminado o conflito, fez o curso de Estado-Maior de\nprimeira classe, a cujo corpo pertenceu. Tornou-se capitão graduado em\n14 de abril de 1871, com antiguidade de 6 de outubro de 1870, e foi\nefetivado em 2 de maio de 1872. Também nesse ano formou-se bacharel em\nmatemática e ciências físicas na Escola Militar do Rio de Janeiro.\n\nAinda em 1872, em 7 de dezembro, casou-se com Maria Benedita Borman da\nCâmara Lima, sua sobrinha, filha de sua irmã Maria Luísa Borman e de\nPatrício Augusto da Câmara Lima, escritor. Maria Benedita foi cronista,\nromancista, contista e jornalista; sob o pseudônimo Délia publicou\nlivros e colaborou em vários jornais do Rio de Janeiro.\n\nEm 1874, seguiu para o sul como membro de uma comissão de engenheiros\nmilitares. Posteriormente, tornou-se ajudante de ordens de Luís Alves de\nLima e Silva, o duque de Caxias, durante o terceiro período em que este\nchefiou o gabinete de ministros (1875-1878). Comissionado em missões de\nespecialização militar, em 1877 acompanhou Caxias em viagem à Europa.\n\nAo regressar, em 1880, foi incumbido de fundar a Colônia Militar de\nChapecó, também conhecida como Colônia de Xanxerê, na província do\nParaná. Embora tivesse sido criada pelo Decreto n^o^ 2.502, de 16 de\nnovembro de 1859, a colônia só foi instalada bem mais tarde, porque o\ngoverno argentino alegava que as terras escolhidas eram objeto de\nlitígio entre os dois países. Assim, somente em 1880, após uma série de\nexplicações e trocas de notas diplomáticas, o governo brasileiro pôde\nnomear um diretor encarregado de executar a fundação do povoado. A\ninstalação efetiva ocorreu em 14 de março de 1882, quando Borman chegou\nà área com um destacamento militar. Lá convidou os caboclos locais para\nque se acomodassem no perímetro da colônia, tornando-se esta a única da\nprovíncia de Santa Catarina formada com famílias caboclas da própria\nregião, sem a participação de imigrantes europeus. Promovido a major por\nmerecimento em 31 de outubro de 1885, permaneceu como diretor do\npovoamento por 17 anos. Além disso, trabalhou como desbravador de terras\ne demarcador de fronteiras da localidade. Também fundou o primeiro\njornal da região, o *Chapecó*, cujo primeiro número seria publicado em 7\nde fevereiro de 1892.\n\nApós a proclamação da República em 15 de novembro de 1889, por\nmerecimento pelos serviços prestados durante a implantação do novo\nregime, foi promovido a tenente-coronel em 7 de janeiro de 1890.\nPromovido a coronel graduado em 18 de março de 1892, tornou-se efetivo\nem 30 de dezembro de 1893.\n\nPouco antes, em 6 de setembro daquele ano, iniciou sua participação na\nrepressão à Revolução Federalista, que fora deflagrada em fevereiro no\nRio Grande do Sul e se estendia pelos estados vizinhos. O governo\nrepublicano interveio na contenda enviando tropas federais para a\nregião. Membro dessas forças, o coronel Borman atuou no conflito até 16\nde abril de 1894, destacando-se nos combates travados em Santa Catarina.\n\nApós o falecimento de Maria Benedita Borman Câmara de Lima, em 1895,\ncontraiu segundas núpcias com Ana Vera Monteiro Nogueira. Não teve\nfilhos de nenhum dos dois matrimônios.\n\nFiliado ao Partido Republicano Federal, em 1899 foi eleito\nvice-presidente do Paraná. Governou interinamente o estado de 3 de abril\na 10 de maio daquele ano, período em que o titular, José Pereira dos\nSantos Andrade, precisou ausentar-se do cargo. Chegou a general de\nbrigada a 22 de setembro seguinte e em 1901 foi eleito deputado estadual\nno Paraná. Tornou-se general de divisão em 15 de outubro de 1908. Como\ntal, foi comandante da atual 3^a^ Região Militar, que abrangia o Rio\nGrande do Sul, de 10 de janeiro a 21 de junho de 1909. Pouco antes, por\ndecreto do dia 18 daquele mês, foi nomeado chefe do Estado-Maior do\nExército (EME), do qual já havia sido subchefe. Assumiu o cargo em 9 de\njulho e o exerceu até 16 de outubro, quando, nomeado pelo presidente\nNilo Peçanha (1909-1910), assumiu o Ministério da Guerra sucedendo ao\ngeneral Carlos Eugênio de Andrade Guimarães.\n\nMinistro da Guerra\n\nParte de sua gestão no ministério foi dedicada à tarefa de organização\ndo Exército. Nesse sentido, foram editados o Regulamento Interno para os\nServiços Gerais e o Decreto n^o^ 8.083, de 25 de junho de 1910, que\nregulamentou a Confederação do Tiro Brasileiro e estabeleceu estatutos\npara as sociedades a ela incorporadas, fundando os Tiros de Guerra,\ninstituição encarregada de formar reservistas para o Exército.\n\nMedidas especiais foram também adotadas em relação aos serviços de\nsaúde: em novembro de 1909, providências foram tomadas para a inclusão\nno quadro do Corpo de Saúde de médicos, farmacêuticos-adjuntos e\ndentistas que serviam no Exército. A diretoria do Serviço de Saúde foi\nreorganizada por decreto legislativo de 6 de janeiro de 1910.\n\nA questão da remonta dos corpos montados em geral também foi tratada em\nsua gestão. Ciente da necessidade não só da aquisição de bons cavalos\npara o Exército, mas também da adequada preparação de pessoal\nespecializado e indispensável ao cuidado dos animais, em dezembro de\n1909 aprovou uma regulamentação para o Serviço de Remonta,\nprovidenciando a inclusão de veterinários, que já trabalhavam para o\nExército, no quadro dos serviços gerais de saúde. Em agosto do ano\nseguinte, aprovou também um regulamento para o Serviço Militar\nVeterinário.\n\nO general Borman foi ministro da Guerra até 15 de novembro de 1910,\nquando teve início o governo do marechal Hermes da Fonseca (1910-1914),\ne o ministério foi entregue ao general Emídio Dantas Barreto. Em\nseguida, em 11 de janeiro de 1911, foi nomeado ministro do Superior\nTribunal Militar (STM). Tomou posse no dia 16 do mesmo mês e foi\nreformado como marechal a 6 de dezembro do mesmo ano. Exonerou-se do\nSTM, a pedido, em 6 de fevereiro de 1912.\n\nPossuía as medalhas da Campanha do Uruguai, do Mérito Militar e da\nCampanha do Paraguai, conferidas pelo Brasil, República da Argentina e\nRepública Oriental do Uruguai, a medalha comemorativa da rendição de\nUruguaiana, a de distinção por serviços prestados à humanidade e a de\nouro por serviços militares. Além dessas condecorações, recebeu as\ninsígnias de cavaleiro da Imperial Ordem da Rosa, da Imperial Ordem de\nCristo e da Imperial Ordem de Aviz.\n\nFoi membro e presidente do Instituto Histórico, Geográfico e Etnográfico\ndo Paraná, e também um dos fundadores e vice-presidente do Aeroclube\nBrasileiro, criado em 1911 no Campo dos Afonsos, no Rio de Janeiro. É\npatrono da cadeira n^o^ 4 da Academia de Letras do Paraná, e da cadeira\nn^o^ 31 do Instituto de Geografia e História Militar do Brasil.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 1^o^ de junho de\n1919.\n\nDestacado historiador do Exército, escreveu várias obras sobre as\ncampanhas do Sul que fornecem subsídios para a história diplomática.\nTambém foi romancista. Publicou *O marechal duque de Caxias* (1880);\n*Fotografia militar* (1880); *História da Guerra do Paraguai* (1897);\n*Dias fratricidas*: *memórias da Revolução Federalista no estado do\nParaná* (1901); *A Campanha do Uruguai* (1907); *Rosas e o exército\naliado* (1912); *A batata de Leipzig* (1914); *Campanha de 1851-52*\n(1916); *Os amores de D. João III de Portugal*, romance histórico, e\n*Dona Mariquinha de Passo do Carneiro*. Além desses livros, publicou os\nseguintes artigos e palestras: De Caxias a Mitre e Guerra do Paraguai\n(em *A República,* de Curitiba, 1903, com o pseudônimo de B. de Marbon);\nApontamentos sobre a fotografia e sua aplicação no Depósito de Guerra em\nFrança (na *Revista de Engenharia*); Guerra do Paraguai (no *1^o^\nCongresso de História Nacional*); A marcha do Exército de Caxias até\nAssunção. Operações combinadas de esquadra (na *História Militar do 1^o^\nCongresso de História Nacional*); O marechal duque de Caxias, traços\nbiográficos (introdução e discurso publicados em *O Cruzeiro*, sob o\npseudônimo de Wilagran Cabrita, na Homenagem póstuma a duque de Caxias);\ne Planta da picada da Vila da Palmeira ao Porto União. Traduziu, ainda,\nobras de caráter militar.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** BLAKE, A*. Diccionario* (v.4, p.341); CARNEIRO, D; VARGAS,\nT. *História* (p.266-267); *Encyc. Diccionario Internacional* (p.1.579);\nGOV. PA. CASA CIVIL. José Bernardino Bormann. Disponível em:\n\\<www.casacivil.pr.gov.br/casacivil/modules/conteudo/conteudo.php?conteudo=42\\>.\nAcesso em: 1/6/2011; GUIMARÃES, A. *Diccionario* (p.76); *Jornal do\nBrasil* (2/6/1919, p.5); *Jornal do Comércio* (2/6/1919, p.2); LAGO, L.\n*Conselheiros* (p.31); LAGO, L. *Estado-Maior* (p.45-46); LOPES, T.;\nTORRES, G. *Ministros* (p.165-167); MACCANN, F. *Soldados*; MELO, L.\n*Subsídios* (p.79); Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Cl%C3%A1udio\\_Moreira\\_Bento\\>; MIN.\nGUERRA. *Almanaque* (1901, 1909); MOREIRA BENTO, C. *Estrangeiros*\n(p.141-145); MOREIRA BENTO, C. *Imigrante*; PREF. MUN. XANXERÊ.\n*Histórico do Município de Xanxerê*. Disponível em:\n\\<www.xanxere.sc.gov.br/conteudo/?item=23946&fa=261\\>. Acesso em:\n1/6/2011; SUP. TRIB. MIL Ministros do STM (1808-2011). Disponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf”www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011; TELLES, N. *Pesquisas*. Disponível em:\n\\<www.normatelles.com.br/memorial\\_da\\_pesquisa.html\\>. Acesso em:\n20/6/2011; VELHO SOBRINHO, J. *Dicionário* (v.2, p.420); Wikipédia.\nDisponível em:\n\\<http://pt.wikipedia.org/wiki/José\\_Bernardino\\_Bormann\\>.\n","ref":"**FONTES:** BLAKE, A*. Diccionario* (v.4, p.341); CARNEIRO, D; VARGAS,\nT. *História* (p.266-267); *Encyc. Diccionario Internacional* (p.1.579);\nGOV. PA. CASA CIVIL. José Bernardino Bormann. Disponível em:\n\\<www.casacivil.pr.gov.br/casacivil/modules/conteudo/conteudo.php?conteudo=42\\>.\nAcesso em: 1/6/2011; GUIMARÃES, A. *Diccionario* (p.76); *Jornal do\nBrasil* (2/6/1919, p.5); *Jornal do Comércio* (2/6/1919, p.2); LAGO, L.\n*Conselheiros* (p.31); LAGO, L. *Estado-Maior* (p.45-46); LOPES, T.;\nTORRES, G. *Ministros* (p.165-167); MACCANN, F. *Soldados*; MELO, L.\n*Subsídios* (p.79); Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Cl%C3%A1udio\\_Moreira\\_Bento\\>; MIN.\nGUERRA. *Almanaque* (1901, 1909); MOREIRA BENTO, C. *Estrangeiros*\n(p.141-145); MOREIRA BENTO, C. *Imigrante*; PREF. MUN. XANXERÊ.\n*Histórico do Município de Xanxerê*. Disponível em:\n\\<www.xanxere.sc.gov.br/conteudo/?item=23946&fa=261\\>. Acesso em:\n1/6/2011; SUP. TRIB. MIL Ministros do STM (1808-2011). Disponível em:\n\\<www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf”www.stm.jus.br/institucional/ministros-desde-1808/minSTM1808\\_2011.pdf\\>.\nAcesso em: 30/4/2011; TELLES, N. *Pesquisas*. Disponível em:\n\\<www.normatelles.com.br/memorial\\_da\\_pesquisa.html\\>. Acesso em:\n20/6/2011; VELHO SOBRINHO, J. *Dicionário* (v.2, p.420); Wikipédia.\nDisponível em:\n\\<http://pt.wikipedia.org/wiki/José\\_Bernardino\\_Bormann\\>.\n","dic":"DHBPR"}
