{"title":"BORRACHA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**BORRACHA**\n\nProduto do qual o Brasil foi o maior exportador de 1870 até 1910, ou\nseja, das décadas finais do Império às primeiras décadas da Primeira\nRepública.\n\nHistória da Borracha\n\nEmbora pedaços de borracha contendo 1,92% de enxofre tenham sido\nencontrados na Alemanha em depósitos de lignito datando do período\nEoceno (58,8 até 33,7 milhões de anos a.C.), a história moderna dessa\nmatéria-prima está mais intrinsecamente relacionada com o descobrimento\ndas Américas. A presença de árvores seringueiras no México, na América\nCentral e particularmente na bacia Amazônica levou à utilização do\nlíquido leitoso pelas civilizações indígenas americanas, como foi\nmencionado pelos primeiros exploradores europeus, entre os quais\nCristóvão Colombo (na sua segunda viagem em 1493-1496), Pietro Martire\nd’Anguiera (1530), Gonzalo Fernandez de Oviedo (1535), Antonio Herrera\nTordesillas (1601) e F. J. de Torquemada (1615). A maior parte desses\nrelatos descrevia um jogo de bola de borracha, similar ao que chamamos\nhoje de futebol, mas também cerimônias religiosas nas quais a borracha\nera usada como oferenda. A utilização da borracha como material\nimpermeável foi logo implementada, porém o produto permaneceu por muito\ntempo uma simples curiosidade.\n\nO primeiro relatório científico sobre a borracha deveu-se a Charles\nMarie de la Condamine e François Fresnau, mas seu impacto em termos de\nindustrialização dessa matéria-prima continuou limitado. Foi somente\napós o desenvolvimento do processo de vulcanização por Charles Goodyear\nque a borracha se tornou um sucesso comercial. O processo de\nvulcanização resolveu o principal entrave à utilização da borracha: o\nproduto endurecia quando exposto a temperaturas frias e\namolecia/derretia sob altas temperaturas. Goodyear descobriu que\nexpondo-se um composto de enxofre, chumbo e borracha a altas\ntemperaturas, a mistura tomava uma nova forma (vulcanizada) insuscetível\nàs condições climáticas.\n\nA borracha podia ser encontrada em quase todos os continentes, dado que\nsua elasticidade tênsil podia ser extraída de diversos tipos de árvores,\nainda que de gêneros diferentes. No entanto, a qualidade do material\n(medida através de sua elasticidade tênsil) dependia do tipo de árvore,\ndo método de produção e da destreza do seringueiro. Ainda que a destreza\ndo seringueiro pudesse ser aprimorada (ao menos, até certo ponto), antes\nda bem-sucedida domesticação em grande escala de árvores seringueiras\n(*plantation*), a geografia e aos recursos naturais eram os principais\ndeterminantes da qualidade da borracha produzida.\n\nO continente europeu não possuía reservas de seringueiras, porém alguns\npaíses europeus tiveram um papel importante no mercado como\nreexportadores de borracha crua, que vinha principalmente de suas\ncolônias na Ásia e na África. Na Ásia havia, principalmente, duas\nespécies indígenas de árvores seringueiras: *Ficus elastica* e\n*gutta-percha*. A *F. elastica* é natural da Birmânia e de Assam e,\napesar de a maior parte de seu suprimento ter sido proveniente de fontes\nnaturais, também era cultivada em pequena escala na Índia, Assam, na\nPenínsula da Malásia, em Java e Sumatra. Por sua vez, a árvore\n*gutta-percha* era nativa da Malásia e das Índias Orientais Holandesas.\nDado que a *gutta-percha* era um tipo de borracha não elástica, seu\nvalor comercial se restringia a seu uso como material isolante em cabos\ntelegráficos (submarinos) e como camada externa de bolas de golfe. Ao\ncontrário do que ocorria com a *F. elastica*, o látex da *gutta-percha*\nnão podia ser extraído com regularidade, podendo-se apenas extraí-lo\ndepois que a árvore era derrubada. Sendo assim, a maior parte das\nárvores indígenas foi destruída com o passar do tempo. Experimentos com\no plantio da *gutta-percha* foram substituídos por colheitas mais\nlucrativas, e apenas uma plantação levada a cabo pelo governo holandês\nem 1885 sobreviveu, sendo responsável por uma porcentagem considerável\ndo suprimento de *gutta-percha*. Por sua vez, experimentos com o plantio\nda árvore *hevea brasiliensis* foram extremamente bem-sucedidos. Nativa\nda região amazônica, essa árvore era não só a mais resistente,\nsustentando três períodos de extração por ano, como também a que\noferecia a borracha de melhor qualidade. A história do cultivo da\n*hevea* na Ásia começou em 1876, quando Henry Wickham plantou em Kew\nGardens, Londres, algo como 70 mil sementes coletadas por ele na região\ndo Pará, no Brasil. Dessas 70 mil sementes, 2.600 germinaram e foram\ntransplantadas para o Ceilão para serem distribuídas para regiões mais\númidas e quentes. A organização da produção provou ser decisiva. Em\n1877, as primeiras árvores foram plantadas em Cingapura e na Federação\nMalaia, e durante as décadas de 1890 e 1900 essas plantações tomaram uma\ntendência explosiva, expulsando do mercado após 1910 todos os produtores\nde borracha nativa, incluindo o maior produtor de borracha crua de então\n– o Brasil.\n\nNa África, as duas principais fontes de borracha crua eram a árvore\n*Funtumia elastica* e a videira *Landolphia*. A *Funtumia* se encontrava\nvastamente distribuída na África tropical, desde Serra Leoa (oeste) até\na África oriental, e também no Congo Belga, Libéria, Nigéria, Daomé,\nRepública dos Camarões, Congo Francês, Uganda e Costa do Marfim\nFrancesa. A *Landolphia* era principalmente encontrada na África\ntropical e, ao contrário do que ocorria com a *Funtumia*, não era\nadequada para extrações frequentes, e assim, o método de extração\ninvariavelmente implicava o corte da planta. Havia também vários\narbustos do gênero *Clitandra, Carpodinus* e *Cryptostegia*, que eram\nencontrados principalmente na África tropical, dos quais a borracha\ntambém podia ser extraída.\n\nNas Américas, a borracha nativa podia ser encontrada no México, na\nAmérica Central e na região Amazônica, mas algumas tentativas de\nplantação foram também realizadas, especialmente no México. A maior\nparte das plantações era da árvore *Castilloa elastica*, uma seringueira\nproveniente da América Central, mas que também pode ser encontrada nos\nAndes e na região amazônica. Em termos da qualidade da borracha extraída\ndessas árvores, a plantação da *Castilloa* era um investimento bastante\npromissor, principalmente na época da escassez da borracha (primeira\ndécada do século XX). Entretanto, apesar de essas árvores poderem\nproduzir quantidades abundantes de látex por extração, tais extrações só\npoderiam ocorrer uma vez por ano (ou duas vezes caso a árvore tivesse\noito anos ou mais de idade), o que era pouco comparado com as três\nextrações anuais da *hevea brasiliensis*. Ademais, métodos nativos\nnormalmente matavam a árvore, impedindo um crescimento constante e\nduradouro da produção de fontes nativas. Apesar de investimentos pesados\nnas plantações de *Castilloa*, a maior parte da borracha exportada do\nMéxico nesse período veio da planta *guayule* (um tipo de arbusto\nrasteiro).\n\nNa região amazônica (excluindo-se o Brasil), o *boom* da borracha\ncertamente foi uma extensão do que acontecia no Brasil, o maior produtor\nmundial de borracha, ainda que a região tivesse um dinamismo próprio:\nremunerações cadentes de exportações tradicionais ajudaram no\ndesenvolvimento do *boom*. A maior parte das reservas de borracha na\nregião amazônica vinha da *Castilloa* (com exceção da Bolívia, cuja\nfonte de borracha era predominantemente a *hevea*), cuja borracha\nregistrava uma qualidade relativamente boa, gozando assim de boa\nreputação no mercado.\n\nA árvore *hevea*, por sua vez, foi a base do *boom* da borracha na\nAmazônia brasileira e boliviana. A árvore é nativa da região ao sul do\nrio Amazonas. Historicamente, a produção começou nos arredores de Belém\n(localizada no delta do rio Amazonas) e seguiu o curso do rio em direção\nà cidade de Manaus, localizada na confluência dos rios Amazonas e Negro.\nA produção também se espalhou ao longo de vários tributários do rio\nAmazonas, especialmente em direção ao sul, e ao oeste em direção ao\nAcre, em busca de árvores *heveas*. Essas árvores dificilmente se\napresentavam em grandes concentrações, normalmente encontrando-se\nespalhadas por vastos territórios. Entretanto, apesar de as seringueiras\nse encontrarem geograficamente espalhadas, a dificuldade em acessar o\ninterior da região amazônica fez com que a produção ficasse limitada às\nregiões próximas aos corredores fluviais.\n\nComparada a outras árvores, a *hevea* podia, com técnica apropriada,\npassar por anos de extração sem perder muita produtividade. A *hevea*\nera a base do poder de mercado brasileiro no mercado de borracha: graças\na uma combinação de qualidade e quantidade, a Amazônia brasileira\nassumiu uma posição de liderança no mercado mundial de borracha crua. De\n1870 até 1910, o Brasil exportou, em média, 7.600.995 quilogramas de\nborracha crua ao ano para o Reino Unido, e 9.095.951 quilogramas ao ano\npara os Estados Unidos, sendo assim responsável por 45,5% de toda a\nimportação de borracha crua pelo Reino Unido e por 55,1% da importação\npelos Estados Unidos. O Brasil foi, portanto, o maior produtor de\nborracha naquele período, até que plantações do Sudeste Asiático o\neliminaram do mercado. Em termos de valor, a parcela de mercado\nbrasileira era ainda maior, devido à maior qualidade da borracha de\n*hevea*.\n\nFelipe Tâmega Fernandes\n\n**FONTES:**CONDAMINE, C. *Relation*; COOK, O. *Rubber* (p.406-407);\nDEAN, W. *Brazil*; DRABBLE, J. *Rubber*; EATON, B. Raw; FERNANDES, F.\n*Institutions*; GOODYEAR, C. *Gum-elastic*; HANCOCK, T. *Personal*;\nJACKSON, J. *Thief*; JONES, F. *Early*; LUNN, R. *Vulcanisation*;\nROGERS, H. *Development*; SCHELL, W. *American* (p.217-254); *UK\nParliamentary Papers – Annual Statements of Trade (1870-1910*); *US\nTrade and Navigation Reports (1870-1910)*; WICKHAM, H. *On the\nplantation*;WOODRUFF, W. *Rise.*\n","ref":"**FONTES:**CONDAMINE, C. *Relation*; COOK, O. *Rubber* (p.406-407);\nDEAN, W. *Brazil*; DRABBLE, J. *Rubber*; EATON, B. Raw; FERNANDES, F.\n*Institutions*; GOODYEAR, C. *Gum-elastic*; HANCOCK, T. *Personal*;\nJACKSON, J. *Thief*; JONES, F. *Early*; LUNN, R. *Vulcanisation*;\nROGERS, H. *Development*; SCHELL, W. *American* (p.217-254); *UK\nParliamentary Papers – Annual Statements of Trade (1870-1910*); *US\nTrade and Navigation Reports (1870-1910)*; WICKHAM, H. *On the\nplantation*;WOODRUFF, W. *Rise.*\n","dic":"DHBPR"}
