{"title":"AGUIAR, Aristeu Borges de","cargoss":["pres. ES 1928-1930."],"author":"Nara Saletto","content":"**AGUIAR, Aristeu Borges de**\n\n\\* pres. ES 1928-1930.\n\n*Aristeu Borges de Aguiar* nasceu em Vitóriaa 23 de maio de 1892, filho\ndeAugusto Manuel de Aguiar e de Luísada Silva Borges de Aguiar. Seus\npaispertenciam a importantes famílias capixabas,os Borges, influentes na\npolítica da Serra,e os Aguiar, espalhados por Vitória, VilaVelha e\nSerra, com políticos de âmbitoestadual.\n\nFez os primeiros estudos na escolado professor Amâncio Pereira em\nVitóriae iniciou o curso secundário no ColégioAristides Freire, na mesma\ncidade, concluindo-ono Colégio São Vicente de Paulo, emPetrópolis (RJ).\nEm seguida, ingressou naFaculdade Livre de Direito do Rio deJaneiro,\nonde se diplomou em 1915. Noano seguinte foi nomeado procurador\npúblicode Vitória e exerceu o cargo até1918, quando foi nomeado\nprofessor dehistória do Ginásio Estadual do EspíritoSanto – para o qual\nposteriormente prestariaconcurso defendendo tese sobre a políticaexterna\ndo Brasil. Em 1920, ano tumultuadona política capixaba, foi nomeado\nprocuradorgeral do estado e tornou-se redator-chefedo jornal oficial\n*Diário da Manhã*. Sendo membrodo Instituto Histórico e Geográfico\ndoEspírito Santo, em 1921 participou dafundação da Academia\nEspírito-Santense de Letras.Destacando-se como professor, admirado\npelosestudantes, de 1921 a 1926 foi diretordo Ginásio Estadual.\n\nEm 1926, no governo de FlorentinoAvidos, foi nomeado secretário da\nInstruçãoPública e, logo depois, secretário daPresidência. No ano\nseguinte, foi lançadocandidato à presidência do estado peloPartido\nRepublicano Espírito-Santense (PRES), únicoexistente no estado. Nunca\ndesempenhara ummandato eletivo nem se envolvera na políticapartidária,\nmas era homem de confiançada cúpula do PRES e gozava de\nexcelentereputação por sua honestidade, correção ecultura. Sua\ncandidatura foi bem recebidapela opinião pública e pelo partido.\nEleitosustentando uma plataforma de governo naqual se comprometia a dar\ncontinuidadeàs obras iniciadas na gestão anteriore a priorizar a\neducação, a saúdee a ordem públicas, bem como odesenvolvimento econômico\ndo estado, tomou possea 30 de junho de 1928. A formaçãode seu governo\ndespertou as primeirascríticas que recebeu, pois nomeou diversosparentes\npara os principais cargos. Emborafossem todos bem conceituados e\nconsideradoscompetentes para as funções que exerceriam,o nepotismo,\nprática generalizada na PrimeiraRepública, já era condenado no final\ndo*s anos 1920*.\n\nSeu primeiro ano de governo foide grande atividade e muitas\nrealizações.Deu prosseguimento à reforma urbana deVitória, com demolição\nde casas, realinhamentoe pavimentação de ruas e praças; concluiue\niniciou várias estradas, continuou asobras do porto de Vitória etc.\nFoicriada a Bolsa de Comércio do Café,com instalações e aparelhamento de\nprimeiraqualidade, o que deu grande impulso àcomercialização do café no\nestado. A iniciativamais audaciosa se deu na área daeducação, conduzida\npelo secretário Atílio Vivacqua.Foi iniciada uma verdadeira revolução\nnosmétodos e objetivos do ensino, seguindoas diretrizes da Escola Nova,\nmovimentoinovador que teve grande influência nopaís e inspirava as\nprimeiras experiênciasnaquele momento.\n\nA Revolução de 1930\n\nEm meados de 1929, a tranquilidadepolítica teve fim com o surgimento\ndaAliança Liberal, movimento liderado pelos governosde Minas Gerais, Rio\nGrande do Sule Paraíba que lançou as candidaturas dogaúcho Getúlio\nVergas e do paraibano JoãoPessoa à presidência e à vice-presidênciada\nRepública contra Júlio Prestes, candidatodo presidente Washington Luís\ne, comoele, paulista. A campanha tomou a feiçãode contestação à\nhegemonia que a oligarquiapaulista exercia no país. Estreitamente\nligadoaos paulistas e ao presidente da República,Aristeu de Aguiar não\napoiou o movimento.A Aliança Liberal obteve poucos, mas aindaassim\nimportantes apoios no Espírito Santo,como os do deputado federal Geraldo\nViana,do deputado estadual Fernando de Abreue do jornal *A Gazeta*, de\ngrande penetraçãono estado, que passaram a fazer aguerridaoposição aos\ngovernos federal e estadual.\n\nEm outubro de 1929 estourou acrise econômica internacional e, com\nela,veio a queda acentuada do preço docafé e das exportações. O Espírito\nSantofoi logo atingido; caíram as receitase, como a dívida pública havia\nsidoorganizada desde o governo anterior naexpectativa de manutenção da\nprosperidade, Aristeuse viu a braços com sérias dificuldadesfinanceiras,\nsem recursos para prosseguir asobras que realizava e para pagar\noscompromissos. A oposição soube explorar asituação, enquanto a campanha\nda AliançaLiberal conquistava simpatias entres as camadasmédias. O que\nprovocou um forte sentimentocontrário a Aristeu foi o comício\nrealizadopor uma caravana da Aliança Liberal emVitória em fevereiro de\n1930. As autoridadesnão permitiram a realização do ato numapraça\nespaçosa e aberta do centro dacidade, liberaram uma pequena praça\ncompoucos acessos e cercaram a área coma cavalaria da polícia. O comício\natraiumuitos curiosos e até adversários, incluindoaltas autoridades do\ngoverno, além dospartidários da Aliança, todos interessados emouvir os\noradores. Quando o discurso setornou mais agressivo, apagaram-se as\nluzese ouviram-se tiros. A multidão, encurralada,invadiu os prédios\nvizinhos. Houve muitosferidos e alguns mortos. Por mais queo governo\nprocurasse negar sua responsabilidade,atribuindo os tiros à oposição, a\nopiniãopública se voltou contra ele.\n\nQuando Júlio Prestes venceu a eleição,em março de 1930, a Aliança\nLiberalnão aceitou a derrota e promoveu umacampanha de protestos e\ntentativas deimpugnação, ao mesmo tempo em que seintensificavam as\nconspirações revolucionárias. Aristeuestreitou os laços com Washington\nLuíse recebeu o apoio da Associação Comercial,alarmada com a ameaça de\nsubversão daordem. Porém o projeto revolucionário ganhouadesões, e,\nquando o corpo João Pessoa,que fora assassinado, passou por Vitóriaa\ncaminho do Rio, os conspiradores levaramuma pequena multidão ao navio.\n\nNo início de outubro, quando arevolta estourou, chegou ao estado\numreforço militar enviado pelo governo federala fim de organizar a\ndefesa, masentre seus componentes havia oficiais partidáriosda\nrevolução, como o capitão João PunaroBley, e estes logo se articularam\ncomos aliados que tinham nas forças militaressediadas no estado, e\ntambém na políciamilitar, e traçaram um plano estratégico.As tropas\nrevolucionárias partiram de MinasGerais em várias colunas e penetraramno\nEspírito Santo sem encontrar resistência,avançando em direção à capital.\nSomenteentão Aristeu compreendeu que havia sidotraído. Levar a luta para\nVitória significavatorná-la inviável.\n\nA notícia da aproximação dos invasoresprovocou forte temor na cidade. Os\nmoradorescomeçaram a fugir, e a Associação Comercial,representante da\nclasse dominante, procurou Aristeumanifestando sua preocupação e\npressionando-opara que entrasse em acordo com osrevolucionários a fim de\nevitar uma “resistênciainútil”. No dia seguinte, 16 de outubro,Aristeu\ndeixou o palácio e embarcou coma família num navio italiano com\ndestinoao Rio. Alegou mais tarde que iaao encontro de Washington Luís em\nbuscade apoio para defender a capital, mastratava-se incontestavelmente\nde uma fuga, eassim foi interpretada por todos, inclusiveWashington\nLuís, que enviou ordem paraque o navio se dirigisse à Bahia.\n\nEssa fuga provocou indignação gerale destruiu a reputação de Aristeu\nnoestado. O governo federal ainda tentoupromover a resistência, em vão.\nNo dia18 de outubro as tropas revolucionáriasmineiras tomaram Vitória e,\nno dia seguinte,uma junta governativa tomou posse. Aristeupassou então a\nmorar no Rio deJaneiro. Foi diretor do serviço jurídicoda General\nEletric e presidente da FinanciadoraSociedade Anônima. Fez parte também\ndoConselho Federal da Ordem dos Advogadosdo Brasil.\n\nFaleceu no Rio de Janeiro nodia 1^o^ de setembro de 1951.\n\nFoi casado com Nair de FreitasBarbosa.\n\nNara Saletto\n\n**FONTES:** ACHIAMÉ, F. *Espírito Santo*;DERENZI, L. *Biografia*;\n*Diário da Manhã* (1928-1930);*Gazeta* (1928-1930); RIBEIRO, F.\n*Academia*; WANICK,F. *Aristeu*.\n","ref":"**FONTES:** ACHIAMÉ, F. *Espírito Santo*;DERENZI, L. *Biografia*;\n*Diário da Manhã* (1928-1930);*Gazeta* (1928-1930); RIBEIRO, F.\n*Academia*; WANICK,F. *Aristeu*.\n","dic":"DHBPR"}