{"title":"BRAGA, CINCINATO","cargoss":["dep. fed. SP 1892-1902 e 1906-1923","pres. Bco Brasil 1923-1925","const."],"author":"Estado.","content":"**BRAGA, C****INCINATO**\n\n\\*dep. fed. SP 1892-1902 e 1906-1923; pres. Bco Brasil 1923-1925; const.\n1934; dep. fed. SP 1935-1937.\n\n*Cincinato César da Silva Braga* nasceu na fazenda Graciosa, em Belém do\nDescalvado, município de Piracicaba (SP), no dia 7 de julho de 1864,\nfilho de Domingos José da Silva Braga e de Bárbara Augusta de Matos\nBraga, de tradicional família paulista.\n\nFez seus estudos primários no Colégio Padre Antônio José de Castro, em\nSão Carlos do Pinhal (SP), e os secundários de 1878 a 1881 no Colégio\nCulto à Ciência, em Campinas (SP), sendo aí colega de Alberto Santos\nDumont e de Júlio Mesquita. Em 1881 ingressou na Faculdade de Direito de\nSão Paulo, onde passou a integrar desde o início a Confederação\nAbolicionista Acadêmica. Bacharelando-se em março de 1886 em ciências\njurídicas e sociais, envolveu-se abertamente nas campanhas em favor da\nrepública e da abolição da escravatura. Ainda em 1886 tornou-se promotor\npúblico em São Carlos do Pinhal, mas deixou essa função no ano seguinte\na fim de dedicar-se à advocacia.\n\nIniciou sua carreira política logo após a proclamação da República,\nelegendo-se deputado à Assembleia Constituinte de São Paulo em 1891, com\no apoio dos municípios de São Carlos, Rio Claro, Piracicaba, Jaú,\nBrotas, Dois Córregos e Jabuticabal. Durante os trabalhos constituintes,\ndiscutiu questões relativas à organização do Poder Judiciário e propôs\numa corte de arbitramento para dirimir conflitos entre patrões e\nempregados, proposta essa que a Assembleia rejeitou.\n\nCom a dissolução do Congresso Nacional em 3 de novembro de 1891, imposta\npelo presidente da República, marechal Deodoro da Fonseca, formou, com\nJúlio Mesquita, Bueno de Andrade, Paulo Novais, Gonçalves Bastos,\nEduardo Guimarães, Rivadávia Correia e Vicente de Carvalho, o grupo de\ndeputados paulistas conhecido como Dissidência Paulista, cujos membros\nrenunciaram a seus mandatos em protesto à moção de solidariedade da\nAssembleia Legislativa ao presidente estadual Américo Brasiliense, que\nhavia apoiado a ação de Deodoro. Embora tivesse apoiado a eleição de\nDeodoro para a presidência da República, passou para a oposição,\nparticipando, nesse período, da revolta ocorrida em São Paulo contra o\ngolpe do governo. Os revoltosos paulistas criaram uma junta composta por\nPrudente de Morais, Manuel Ferraz de Campos Sales, Júlio Mesquita e\noutros, que encarregou Cincinato de representá-la no Rio de Janeiro,\nentão Distrito Federal, na conspiração para derrubar Deodoro.\n\nA reação ao fechamento do Congresso, e sobretudo a ameaça da Esquadra de\nbombardear a capital federal, obrigou Deodoro a renunciar 20 dias depois\ne passar a chefia do país ao vice-presidente Floriano Peixoto. Assumindo\na presidência da República em 23 de novembro de 1891, Floriano reabriu o\nCongresso e nomeou para o Ministério da Fazenda Francisco de Paula\nRodrigues Alves, representante paulista na Câmara dos Deputados.\nCincinato Braga foi então eleito para substituir Rodrigues Alves em\nabril de 1892, e tomou posse em junho do mesmo ano. Tornou a se eleger\ndeputado federal por São Paulo em 1894, 1897 e 1900. Na última\nlegislatura foi um dos signatários do manifesto *Aos republicanos de São\nPaulo,* de setembro de 1901, que serviu de base à formação da Segunda\nDissidência Paulista, liderada por Prudente de Morais e Júlio Mesquita,\nque se opunha à indicação de Bernardino de Campos para a chefia do\nExecutivo paulista, feita pelo presidente da República Campos Sales\n(1898-1902). Apesar disso, Bernardino de Campos foi presidente de São\nPaulo de 1902 a 1904.\n\nNa Câmara dos Deputados, Cincinato Braga participou das comissões de\nConstituição e Justiça, de Diplomacia e Tratados e de Finanças, tendo\nsido relator de diversos orçamentos. Em seus pronunciamentos destacou a\nquestão da siderurgia e defendeu a alteração radical dos processos de\ncultura agrícola através da assistência às terras que mostravam sinais\nde esgotamento. Não conseguindo reeleger-se, em dezembro em 1902, ao\nconcluir seu mandato, deixou a Câmara, e no ano seguinte passou a fazer\nparte de um grupo de personalidades paulistas que constituíram uma\nsociedade para explorar terrenos na capital do estado. Depois de\nadquirir grandes áreas nos bairros do Pacaembu, Jardim América e outros,\no grupo transferiu a empresa a capitalistas ingleses, que formaram a\nCity of São Paulo.\n\nReelegendo-se deputado federal para as legislaturas 1906-1908 e\n1909-1911, nesta última foi um dos líderes da Campanha Civilista,\nmovimento de caráter antimilitarista que promoveu a candidatura de Rui\nBarbosa à presidência da República contra a do marechal Hermes da\nFonseca, afinal eleito no pleito de março de 1910. Voltou a se eleger\npara as legislaturas 1912-1914 e 1915-1917, tornando-se nesta última\nlíder de sua bancada na Câmara dos Deputados. Em 1916 renunciou à\nliderança por discordar da candidatura de Altino Arantes para a\npresidência de São Paulo. Sua atitude, porém, foi inútil, porque Altino\nArantes acabou sendo eleito para o quadriênio 1916-1920. Mais uma vez\neleito para as legislaturas 1918-1920 e 1921-1923, em maio de 1921\nrepresentou o Brasil, juntamente com Raul Fernandes e Gastão da Cunha,\nno Conselho Executivo da Liga das Nações, reunido em Genebra, na Suíça,\napós o término da Primeira Guerra Mundial. Desempenhou ainda as mesmas\nfunções na Conferência Internacional do Trabalho, realizada, também em\nGenebra, no mesmo ano.\n\nEm janeiro de 1923, foi nomeado pelo presidente Artur Bernardes\n(1922-1926) presidente do Banco do Brasil, em substituição a Daniel de\nMendonça. Exerceria a função de fevereiro daquele ano até janeiro de\n1925, quando foi substituído por James Darci.\n\nApós a Revolução de 1930, elegeu-se em maio de 1933 deputado por São\nPaulo à Assembleia Nacional Constituinte na legenda da Chapa Única por\nSão Paulo Unido, de oposição ao presidente Getúlio Vargas, composta de\nelementos do Partido Democrático (PD) e do Partido Republicano Paulista\n(PRP). Assumindo seu mandato em novembro do mesmo ano, representou seu\nestado na Comissão Constitucional, composta de 26 membros oriundos de\ntodas as bancadas estaduais e da bancada de deputados classistas. Nessa\ncomissão, incumbida do estudo e do anteprojeto da Constituição, foi o\nresponsável, juntamente com José Matoso de Sampaio Correia, pela redação\ndo capítulo referente à Discriminação de Renda e Orçamento.\n\nEm julho de 1934, no final dos trabalhos constituintes, ao ser discutida\na sucessão presidencial que seria decidida através de eleição indireta,\nconcedeu entrevista à imprensa explicando sua participação num encontro\ncom elementos considerados de esquerda. Afirmou que comparecera a essa\nreunião como convidado, sem, no entanto, assumir qualquer compromisso.\nAlegou que nela fora feito um balanço da coordenação de forças que\natuariam na oposição à candidatura de Getúlio Vargas, até então chefe do\ngoverno provisório, que contava com o apoio da maioria da Assembleia\nConstituinte. Segundo suas declarações, a bancada paulista ainda não\nhavia deliberado sobre a eleição presidencial, além da decisão de não\nsufragar o candidato da maioria. A bancada paulista acabou apoiando\nAntônio Augusto Borges de Medeiros, mas Vargas foi eleito no dia\nseguinte à promulgação da nova Carta (16/7/1934) por 175 votos contra 59\nde Borges de Medeiros.\n\nPor decisão da Assembleia, os constituintes tiveram seus mandatos\nprorrogados até maio do ano seguinte, quando teria início a legislatura\nordinária. Assim, em outubro ainda de 1934, Cincinato Braga tornou a se\neleger deputado federal por São Paulo, na legenda do PRP. Em maio de\n1937 representou o PRP na convenção de lançamento da candidatura de José\nAmérico de Almeida à presidência da República nas eleições que se\nrealizariam em janeiro do ano seguinte. Com a instauração do Estado Novo\nem 10 de novembro de 1937, e a dissolução de todos os órgãos\nlegislativos existentes no país, perdeu seu mandato e se retirou da vida\npública.\n\nApós a queda de Getúlio Vargas e o fim do Estado Novo em outubro de\n1945, foi nomeado em 1949 presidente do Banco do Comércio do Rio de\nJaneiro.\n\nAo longo de sua vida, como historiador e economista, pertenceu ao\nInstituto Histórico e Geográfico Brasileiro, à Sociedade de Geografia do\nRio de Janeiro, além de ter sido sócio-fundador do Instituto Histórico\nde São Paulo. Colaborou ainda em *O Estado de S. Paulo* e no *Jornal do\nComércio* do Rio de Janeiro.\n\nFaleceu na cidade do Rio de Janeiro no dia 12 de agosto de 1953.\n\nPublicou *Caixa de Conversões* (1894), *Indústria pastoril* (1894),\n*Emissão de papel*-*moeda* (1894), *Apontamentos históricos sobre a\nfundação da cidade e município de São* *Carlos* (1894)*, O popular*\n(1894), *Ação rescisória* (1910), *A questão dos pilões (verdades*\n*contra mentiras)* (1910)*, O câmbio* (1910)*,* *Questões\neconômico-financeiras* (1915)*, Intensificação econômica do Brasil*\n(1917)*, As* *secas do Nordeste e a reorganização econômica* (1919)*,\nEnsino industrial, siderurgia etc.* (1919)*, Magnos problemas econômicos\nde São* *Paulo* (1923, reeditado com o título de *Problemas brasileiros*\nem 1948), *O Brasil de ontem, de hoje e de amanhã* (estudo\neconômico-financeiro, 1923), *Brasil novo* (4v., 1930-1931), *O golpe de\nEstado.*\n\n**FONTES:**ABRANCHES, J. *Governos*; ARQ. GETÚLIO VARGAS; ASSEMB. NAC.\nCONST. 1934. *Anais*; *Boletim Min. Trab.* (5136); CÂM. DEP.\n*Deputados*; *Câm. Dep. seus componentes*; COUTINHO, A. *Brasil; Diário\nde Notícias*, Rio (26/5/1937); *Cronologia da Assembleia*; Diário do\nCongresso Nacional*;* GODINHO, V. *Constituintes; Grande encic. Delta*;\nHIRSCHOWICZ, E. *Contemporâneos; Ilustração Brasileira* (7/9/1922);\nINST. HIST. GEOG. BRAS. *Dic.*; *Jornal do Comércio*, Rio (13/8/1953);\nLEITE, A. *História*; LOBO, P. *Velhas*; MELO, L*. Dic*.; MONTEIRO, F*.\nBanco*; MUSEU DO BANCO DO BRASIL; *Novo di**c. de história*; SILVA, H.\n*1933.*\n","ref":"**FONTES:**ABRANCHES, J. *Governos*; ARQ. GETÚLIO VARGAS; ASSEMB. NAC.\nCONST. 1934. *Anais*; *Boletim Min. Trab.* (5136); CÂM. DEP.\n*Deputados*; *Câm. Dep. seus componentes*; COUTINHO, A. *Brasil; Diário\nde Notícias*, Rio (26/5/1937); *Cronologia da Assembleia*; Diário do\nCongresso Nacional*;* GODINHO, V. *Constituintes; Grande encic. Delta*;\nHIRSCHOWICZ, E. *Contemporâneos; Ilustração Brasileira* (7/9/1922);\nINST. HIST. GEOG. BRAS. *Dic.*; *Jornal do Comércio*, Rio (13/8/1953);\nLEITE, A. *História*; LOBO, P. *Velhas*; MELO, L*. Dic*.; MONTEIRO, F*.\nBanco*; MUSEU DO BANCO DO BRASIL; *Novo di**c. de história*; SILVA, H.\n*1933.*\n","dic":"DHBPR"}