{"title":"BRAGA, Francisco Ferreira","cargoss":["dep. fed. SP 1903-1923 e 1925-1928."],"author":"Carlos Alberto Ungaretti Dias","content":"**BRAGA, Francisco Ferreira**\n\n\\*dep. fed. SP 1903-1923 e 1925-1928.\n\n*Francisco Ferreira Braga* nasceu em Sorocaba (SP) em 25 de fevereiro de\n1867, filho de José Ferreira Braga, fazendeiro e chefe político liberal,\ne de Isabel Prestes Braga.\n\nMudou-se para o Rio de Janeiro, então capital do Império, onde fez o\ncurso secundário e estudou na Escola Politécnica. Diplomou-se em\nengenharia civil em 1886, como o aluno com o melhor desempenho na turma.\nEm 1889 foi nomeado professor adjunto da seção de matemática do curso\npreparatório da Escola Militar do Rio de Janeiro. Já após a proclamação\nda República em 15 de novembro desse ano, assumiu em 1890 a cadeira de\nálgebra; em 1896, tornou-se professor substituto da 1^a^ seção do curso\nfundamental da Escola Politécnica, regendo as cadeiras de cálculo,\nmecânica aplicada e mecânica racional; em 1899, foi habilitado para\nocupar como efetivo a cadeira de cálculo. Em 1911 seria nomeado\nprofessor catedrático da cadeira de geometria descritiva e topografia da\nEscola Naval e no ano seguinte passaria a professor catedrático de\ngeometria analítica e cálculo diferencial e integral da Escola\nPolitécnica. Também ocupou o cargo de engenheiro da Carta Cadastral do\nRio de Janeiro e da Comissão Construtora de Belo Horizonte.\n\nSomente em 1903 deu início à carreira política quando, na legenda do\nPartido Republicano Paulista (PRP), foi eleito deputado federal por São\nPaulo para a legislatura 1903-1905. Assumindo sua cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, foi reeleito\nsucessivamente até a legislatura 1921-1923, sempre na legenda do PRP. No\npleito de 1924 ficou como suplente, mas em outubro de 1925 voltou à\nCâmara na vaga aberta em decorrência da renúncia de José Roberto Leite\nPenteado, que assumiu uma cadeira no Senado estadual de São Paulo.\nVoltou a ser eleito para a legislatura 1927-1929, sempre na mesma\nlegenda, mas não concluiu seu mandato.\n\nMorreu em 18 de agosto de 1928.\n\nCarlos Alberto Ungaretti Dias\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); CÂM. DEP. *Deputados\nbrasileiros;* CÂM. MUN. OSASCO. Disponível em:\n\\<www.camaraosasco.sp.gov.br/osasco/historia/index8.htm\\>; *Folha da\nNoite* (19/2/1921); LEME, L. *Genealogia***;** Memoria viva. Disponível\nem:\n\\<www.memoriaviva.org.br/default.asp?id=1&mnu=1&ACT=5&content=1244\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); CÂM. DEP. *Deputados\nbrasileiros;* CÂM. MUN. OSASCO. Disponível em:\n\\<www.camaraosasco.sp.gov.br/osasco/historia/index8.htm\\>; *Folha da\nNoite* (19/2/1921); LEME, L. *Genealogia***;** Memoria viva. Disponível\nem:\n\\<www.memoriaviva.org.br/default.asp?id=1&mnu=1&ACT=5&content=1244\\>.\n","dic":"DHBPR"}