{"title":"BRAGA, José Ferreira","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Governador de estado ou do Distrito Federal"],"cargos_esp":[0,0],"datas_ini":[1889,1894],"datas_fim":[1889,1894],"estados":["PA","PR"],"autor":["Luciana Pinheiro"],"content":"**BRAGA, José Ferreira**\n\n\\*pres. PA 1889;gov. PR 1894.\n\n*Antônio José Ferreira Braga* nasceu em Macaé (RJ) no dia 30 de dezembro\nde 1845.\n\nDiplomado pela Faculdade de Direito de São Paulo em 1869, iniciou sua\ncarreira profissional como advogado no município paulista de Sorocaba,\nonde foi também vereador e presidente da Câmara Municipal. Em 1875, ano\nem que se filiou ao Partido Liberal do Império, ingressou na\nmagistratura ocupando o cargo de promotor público na cidade de Brotas\n(SP).\n\nEleito deputado provincial em São Paulo em diversas legislaturas,\nexerceu o mandato de 1880 a 1889. Nesse último ano foi nomeado\npresidente da província do Pará, sucedendo a José de Araújo Roso Danin.\nDefensor das ideias republicanas, após a proclamação da República em 15\nde novembro de 1889, foi deposto e substituído por uma junta\ngovernativa. Depois disso, transferiu-se para Curitiba.\n\nEm abril de 1894, no contexto da chamada Revolução Federalista, foi\nnomeado governador do Paraná em substituição a Tertuliano Teixeira de\nFreitas. Permaneceu no cargo somente até o mês seguinte, quando foi\nsubstituído por Vicente Machado da Silva Lima. Retornou então a São\nPaulo, tornando-se mais tarde fiscal do governo federal.\n\nFaleceu em São Paulo em 18 de agosto de 1908.\n\nEra casado com Maria da Cruz Braga, com quem teve seis filhos*.* Um\ndeles, Joaquim Marques Ferreira Braga, foi vereador e líder político em\nSorocaba.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 13/10/2010; CASA CIVIL\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n13/10/2010; LOPES, D. *Joaquim*.\n","ref":"**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 13/10/2010; CASA CIVIL\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n13/10/2010; LOPES, D. *Joaquim*.\n","dic":"DHBPR"}
