{"title":"BRAGA, ODILON","cargoss":["dep. fed. MG 1927-1929","rev. 1930","const. 1934","min. Agric. 1934-1937"],"author":"Helena Faria","content":"**BRAGA, O****DILON**\n\n\\*dep. fed. MG 1927-1929; rev. 1930; const. 1934; min. Agric. 1934-1937;\ndep**.** fed. MG 1955-1958.\n\n*Odilon Duarte Braga* nasceu em Guarani (MG) no dia 3 de agosto de 1894,\nfilho de Tertuliano Braga e de Maria Duarte Braga.\n\nFez os estudos secundários no Colégio Granbery, em Juiz de Fora (MG),\nmatriculando-se em seguida na Escola de Direito do mesmo\nestabelecimento. Em 1915 transferiu-se para a Faculdade de Ciências\nJurídicas do Rio de Janeiro, então Distrito Federal, pela qual se\nbacharelou em 1916. Iniciou-se na política ainda estudante, em 1910,\npresidindo o comitê acadêmico de Juiz de Fora que defendeu a candidatura\nde Rui Barbosa à presidência da República na chamada Campanha Civilista.\nAinda antes de formar-se, colaborou no jornal *Justiça,* da cidade de\nRio Pomba (MG), e no *Jornal do* *Comércio* de Juiz de Fora.\n\nUma vez formado, abriu banca de advogado em Rio Pomba. Em 1918\ntransferiu-se para Ubá (MG), onde assumiu o cargo de promotor público.\nEm setembro do mesmo ano, porém, foi nomeado oficial de gabinete do novo\nsecretário do Interior do estado de Minas, seu amigo Raul Soares, e\ntransferiu-se para Belo Horizonte. Em 1919, quando Raul Soares foi\nnomeado ministro da Marinha pelo presidente Epitácio Pessoa (1919-1922),\nacompanhou-o como oficial de gabinete, só deixando a função quando\nSoares renunciou à pasta no ano seguinte.\n\nA convite de Afonso Pena Júnior, na época secretário do Interior de\nMinas Gerais, assumiu então em Juiz de Fora o cargo de inspetor de\nensino. Juntamente com Artur Furtado, recebeu do secretário a\nincumbência de elaborar uma reforma do Regulamento do Ensino Primário em\nMinas Gerais. Por essa época, ainda uma vez por instância de Raul\nSoares, assumiu a secretaria executiva do Partido Republicano Mineiro\n(PRM), dividindo-a com Gudesteu Pires. Nesse posto dedicou-se à\npreparação da campanha que resultaria na eleição de Artur Bernardes para\na presidência da República em 1^o^ março de 1922.\n\nEleito vereador em Rio Pomba, presidiu a Câmara Municipal e foi ainda\nagente executivo do município. Em 1923, elegeu-se deputado ao Congresso\nLegislativo mineiro pelo PRM, com mandato até 1926. Na Câmara estadual,\nintegrou a Comissão de Constituição, Legislação e Justiça, tendo sido\nseu relator na apresentação do projeto de organização judiciária do\nestado.\n\nEm 1927, elegeu-se deputado federal. Tomou posse em maio e apresentou na\nCâmara um substitutivo propondo a criação do sucedâneo do *habeas\ncorpus,* que denominou “ordem e garantia” e teve grande influência na\ninstituição da figura do mandado de segurança. Em 1929, ainda durante\nseu mandato, teve início a campanha da Aliança Liberal, em favor das\ncandidaturas de Getúlio Vargas e João Pessoa à presidência e à\nvice-presidência da República. A partir de agosto, após os discursos dos\nrepresentantes mineiro e gaúcho que marcaram o início da campanha na\nCâmara, foi um dos deputados liberais que mais se salientaram na luta\nparlamentar em prol da causa aliancista, assumindo o cargo de secretário\nda comissão executiva da Aliança Liberal, encarregada da organização dos\ntrabalhos nos estados. Em setembro, participou da convenção da Aliança\nLiberal realizada no Palácio Tiradentes, sede da Câmara dos Deputados,\nno Rio de Janeiro, com a finalidade de ratificar a indicação dos\ncandidatos aliancistas. Juntamente com Ariosto Pinto, atuou como\nsecretário de Ildefonso Simões Lopes, que presidiu os trabalhos.\n\nSecretário de Segurança e Líder Revolucionário (1929-1930)\n\nEm outubro de 1929, o PRM reuniu-se para indicar o candidato à sucessão\nde Antônio Carlos Ribeiro de Andrada na presidência de Minas Gerais.\nApós algumas negociações, o partido fixou-se nos nomes de Olegário\nMaciel para a presidência do estado e Pedro Marques de Almeida para a\nvice-presidência. Essa decisão provocou a saída de alguns elementos do\npartido, entre eles Fernando de Melo Viana, vice-presidente da\nRepública, e a demissão de alguns membros do governo mineiro, como o\nsecretário de Segurança José Francisco Bias Fortes. Odilon Braga foi\nnomeado por Antônio Carlos para substituir Bias Fortes na secretaria, à\nfrente da qual deu início à reorganização e ao reaparelhamento da Força\nPública.\n\nApós a dissidência no PRM em torno da sucessão estadual, o grupo que\ndeixara o partido formou uma agremiação denominada Concentração\nConservadora, que lançou a candidatura de Melo Viana à presidência de\nMinas em oposição a Olegário Maciel e passou a apoiar, em nível federal,\na candidatura situacionista de Júlio Prestes. Vários ocupantes de cargos\npúblicos ingressaram na concentração e passaram a trabalhar contra os\ninteresses do governo mineiro, aumentando o risco de eclosão de uma\ngrave crise entre os executivos estadual e federal. Em face dessa\nsituação, Odilon Braga exerceu até fins de 1929 uma cerrada vigilância\nsobre o diretor da Estrada de Ferro Oeste de Minas, o qual, segundo\nAurino de Morais, tentava de diversas maneiras indispor os dois\ngovernos. Para manter sua atuação sob controle, o secretário de\nSegurança trazia o ministro da Viação informado acerca de seus\nmovimentos, bem como sobre as providências que vinha tomando para\nneutralizá-los.\n\nEm fevereiro de 1930, um mês antes das eleições, a Concentração\nConservadora promoveu em Montes Claros, no norte do estado, um congresso\ndo algodão destinado a atrair o apoio de parte das classes produtoras.\nNo dia da chegada dos “concentristas” à cidade, um incidente desencadeou\ncerrado tiroteio entre estes e os aliancistas locais. Após o conflito,\nos líderes conservadores expediram diversos telegramas a autoridades\nfederais, comunicando que sua comitiva fora atacada e sugerindo a\nintervenção federal no estado. O governo do estado abriu inquérito para\napurar a ocorrência, dirigido de fato por Odilon Braga e acompanhado por\num representante da Justiça Federal, Luís Gallotti. As conclusões do\ninquérito eximiram o governo mineiro de responsabilidade direta ou\nindireta nos acontecimentos. Ainda assim, cresceu a tensão no estado,\ncom a proximidade das eleições e acusações mútuas entre os dois grupos,\nque imputavam ao adversário abuso de poder, fraude e violências.\n\nEm março, Olegário Maciel foi eleito presidente de Minas, enquanto a\nAliança Liberal foi derrotada nas eleições presidenciais e legislativas.\nTiveram então início as articulações visando à deflagração de um\nmovimento revolucionário, e Odilon Braga passou a desempenhar a\nimportante função de coordenador da participação das forças subordinadas\nao governo do estado na eventualidade de eclosão da luta armada. Nessa\nocasião, o presidente mineiro Antônio Carlos, em reunião conspiratória\ncom o político gaúcho João Batista Luzardo, disse a este que a Força\nPública mineira, apesar dos esforços de Odilon, não estava preparada\npara enfrentar as forças federais, principalmente por falta de armas e\nmunições. Diante disso, Luzardo comprometeu-se a adquirir o necessário\npara que Minas se aparelhasse para o movimento, e a partir de então\nOdilon Braga ampliou o alcance de sua atuação, passando a preparar junto\ncom seus auxiliares o plano militar a ser executado pelos mineiros no\nmovimento revolucionário.\n\nAo longo dos meses seguintes, Odilon Braga organizou os batalhões da\n1^a^ Força Pública mineira, sediados em Juiz de Fora, Uberaba e\nDiamantina. Ao mesmo tempo, providenciou para que fossem minadas as\nadjacências do quartel e dos bivaques das forças federais estacionadas\nem Belo Horizonte, procurando neutralizar qualquer movimento que essas\ntropas pudessem fazer contra a cidade. Nesse trabalho, foi ajudado por\nOtacílio Negrão de Lima.\n\nO plano de Odilon Braga previa ainda o aproveitamento das estradas de\nferro Central do Brasil e Oeste de Minas, ou sua inutilização –\nprincipalmente dos túneis e pontes – no caso de caírem nas mãos do\nadversário. Em relação à navegação fluvial, preconizava a retenção das\nembarcações mineiras. Quanto à carência de armas e munições, Odilon\ndeterminou que se iniciasse em território mineiro a fabricação de\narmamentos diversos, que foram armazenados no porão da Escola de\nSargentos, em Belo Horizonte.\n\nEm setembro, com o fim do mandato de Antônio Carlos e a posse de\nOlegário Maciel, Odilon Braga deixou a Secretaria de Segurança. Com a\ntroca de governo, cedeu a tensão entre Minas Gerais e o palácio do\nCatete, e as tropas federais concentradas em Belo Horizonte foram\nretiradas. Embora não integrasse o novo governo, com a eclosão do\nmovimento no dia 3 de outubro, Odilon Braga passou a ocupar de fato a\nSecretaria do Interior, de onde orientava a ação dos revoltosos.\n\nApós alguns dias de combate, as forças revolucionárias obtiveram a\nrendição do 12^o^ Regimento de Infantaria de Belo Horizonte, que lhes\nopusera séria resistência, assegurando o controle da capital mineira. Em\nseguida, dominaram a situação no resto do estado. Vitoriosa a revolução,\nOdilon Braga, discordando da orientação dada ao governo provisório\nchefiado por Getúlio Vargas, afastou-se do cenário político. Trabalhou\ncomo advogado no Banco do Brasil, e como auxiliar do presidente do banco\nelaborou o projeto de criação da Caixa de Mobilização Bancária, da qual\nse tornou consultor jurídico.\n\nNa Constituinte de 1934\n\nEm maio de 1933, elegeu-se deputado à Assembleia Nacional Constituinte\nna legenda do Partido Progressista Mineiro. Na Assembleia, instalada em\nnovembro do mesmo ano, integrou a Comissão Constitucional, conhecida\ncomo Comissão dos 26 e formada por um representante de cada bancada\nestadual e dos grupos profissionais. A comissão era encarregada de\nestudar o anteprojeto de Constituição do governo e as emendas a ele\napresentadas, e começou a funcionar logo depois da instalação da\nConstituinte.\n\nEm janeiro de 1934, a fim de acelerar os trabalhos de elaboração de um\nsubstitutivo pela comissão, esta foi reduzida a cinco ou seis membros\nfixos, ficando os demais divididos em grupos responsáveis, cada um, pelo\nestudo e elaboração de uma das partes do substitutivo. Nesse processo,\nOdilon Braga tornou-se relator do grupo incumbido dos trabalhos sobre o\nPoder Legislativo.\n\nApós a apresentação do substitutivo da Comissão dos 26 à discussão pelo\nplenário, em março de 1934, promoveu-se um esforço de coordenação do\nbloco majoritário formado pelas grandes bancadas da Assembleia no\nsentido de elaborar emendas comuns, apresentadas em conjunto, relativas\naos pontos que não suscitassem “divergências essenciais” entre elas.\nConstituiu-se com essa finalidade uma comissão, na qual Odilon Braga se\ndestacou como um dos membros mais ativos, que, por ocasião da votação do\nsubstitutivo (maio e junho), apresentou “emendas coordenadas”. A\napresentação dessas emendas possibilitou às grandes bancadas a aprovação\nda maioria dos pontosde seu interesse.\n\nMinistro da Agricultura\n\nEm 23 de julho de 1934, após a eleição e posse de Getúlio Vargas como\npresidente constitucional da República, Odilon Braga foi nomeado\nministro da Agricultura. Em sua gestão no ministério, promoveu a\nrealização de um inquérito sobre o petróleo, que resultou na\nintensificação das pesquisas e sondagens do produto em solo brasileiro.\nIncentivou a cultura de cacau, café e algodão, e deu início a uma\ncampanha de combate à saúva. Criou o Parque Nacional de Itatiaia e\ninstalou o parque de exposição de gado indiano em Uberaba, além de\ndeterminar a aplicação do Código de Minas que havia sido elaborado por\nJuarez Távora.\n\nEm novembro de 1935, com a eclosão da Revolta Comunista, foi o único\ncivil a assumir um posto de comando no combate aos revoltosos do 3^o^\nRegimento de Infantaria, sediado na Praia Vermelha, no Rio de Janeiro.\nAinda durante sua gestão, o Ministério da Agricultura assumiu o controle\nda Rádio Transmissora (depois Rádio Globo), instalada em 1936.\n\nDiscordando do golpe que instaurou o Estado Novo (10/11/1937),\ndemitiu-se de seu cargo em sinal de protesto e retomou as atividades de\nadvogado no Banco do Brasil, onde permaneceu até 1943. Durante esse\nperíodo, emitiu detalhados pareceres, como relator da comissão\nencarregada de regulamentar o artigo 147 da Constituição outorgada em\n1937, que previa a revisão periódica das tarifas dos serviços públicos\nconcedidos, e como relator da comissão nomeada pela Ordem dos Advogados\ndo Brasil (OAB) para examinar o chamado Ato Adicional. Ainda no mesmo\nperíodo, representou a seção do Distrito Federal da OAB no conselho\nfederal da entidade, e exerceu a vice-presidência dessa seção.\n\nDurante o ano de 1943, manteve encontros com vários políticos mineiros\nque se propunham tornar pública sua oposição ao governo federal. Numa\ndessas reuniões, com Afonso Arinos de Melo Franco, surgiu a ideia de\nredigir-se um manifesto. Após vários esboços, no dia 24 de outubro foi\ndivulgado o *Manifesto dos mineiros* – primeiro gesto das elites\npolíticas em oposição à ditadura do Estado Novo –, do qual foi um dos\nprimeiros signatários. Em consequência disso, foi afastado dos cargos de\nconsultor jurídico do Banco do Brasil e de diretor-presidente da\nUltragás, embora esta fosse uma empresa privada.\n\nCom a crise do Estado Novo e o surgimento de novos partidos políticos em\n1945, participou da criação da União Democrática Nacional (UDN), e em\nagosto foi escolhido para integrar a comissão executiva do partido.\n\nApós a queda de Getúlio Vargas (29/10/1945), foi reintegrado ao Banco do\nBrasil em março de 1946, reassumindo também a vice-presidência da seção\ndo Distrito Federal da OAB. Ainda em março, foi designado representante\ndo Banco do Brasil na representação do Brasil na Conferência sobre\nReparações de Guerra, chegando a chefe da delegação brasileira junto à\ncomissão mista que se formou a partir de 30 de abril do mesmo ano.\n\nO Estatuto do Petróleo\n\nEm fevereiro de 1947, foi nomeado presidente de uma comissão especial\ndesignada pelo presidente da República Eurico Gaspar Dutra (1946-1951)\npara elaborar o anteprojeto da legislação sobre o petróleo. Faziam\ntambém parte da comissão o coronel Artur Levi, representante do\nEstado-Maior do Exército no Conselho Nacional do Petróleo, e os\nengenheiros Glycon de Paiva, Avelino Inácio de Oliveira, Antônio José\nAlves de Sousa e Rui de Lima e Silva. O resultado dos trabalhos da\ncomissão foi o anteprojeto do Estatuto do Petróleo, que só em 1948 foi\nenviado ao Congresso por Dutra.\n\nO ponto principal do anteprojeto dizia respeito a atividades de\nexploração, refino e transporte do petróleo. Embora não especificasse os\ntermos de um contrato de alienação das jazidas entre a União e as\nempresas privadas, estabelecia um tipo de concessão que criava de fato o\ndireito de posse, administração e exploração econômica por parte dessas\nempresas. O anteprojeto possibilitava também a penetração do capital\nestrangeiro no setor, liberando em até 40% sua participação na\nsubscrição do capital das empresas concessionárias e determinando que\ntoda sociedade estabelecida no país seria considerada nacional. Mesmo a\nlimitação de subscrição a 40% do capital tinha no anteprojeto um caráter\nexplicitamente provisório: uma vez satisfeitas as necessidades do\nmercado interno, seria admitida a subscrição por estrangeiros da\ntotalidade das ações de empresas petrolíferas.\n\nO anteprojeto provocou forte reação em vários setores, inclusive no\nCongresso. Em conferência realizada em maio de 1948 no Clube de\nEngenharia, Odilon Braga negou que o anteprojeto houvesse agradado às\nempresas estrangeiras interessadas na exploração de petróleo no Brasil.\nAfirmou ainda que o governo, ao ser informado da resistência que o\nprojeto encontraria, passara a cogitar de um esforço intensivo, em\ncaráter extraordinário, para ampliar as atividades do Conselho Nacional\nde Petróleo.\n\nEm março de 1948, após o fim dos trabalhos de preparação do anteprojeto\ndo Estatuto do Petróleo, integrou novamente como relator a comissão\ninterpartidária encarregada de examinar o Plano Salte (Saúde, Alimentos,\nTransporte e Energia). Em outubro do mesmo ano, assumiu o cargo de\ndiretor do Banco de Crédito Real de Minas Gerais.\n\nA Partir de 1950\n\nEm fins de junho de 1950, Odilon Braga assumiu a presidência nacional da\nUDN em substituição a José Eduardo Prado Kelly, candidato ao governo do\nestado do Rio de Janeiro, que renunciara ao cargo. Em setembro, foi\ninscrito como candidato à vice-presidência da República na chapa do\nbrigadeiro Eduardo Gomes, com o apoio da UDN, do Partido Libertador (PL)\ne do Partido de Representação Popular (PRP).\n\nRealizadas as eleições em 3 de outubro, Getúlio Vargas (com 3.849.040\nvotos) e João Café Filho (com 2.520.790) foram eleitos presidente e\nvice-presidente da República, derrotando os candidatos à presidência\nEduardo Gomes (2.342.384 votos) e Cristiano Machado (1.697.193) e os\npostulantes à vice-presidência Odilon Braga (2.344.841 votos) e Altino\nArantes (1.649.309). Na condição de presidente da UDN, Odilon Braga\nempenhou-se na campanha de contestação da vitória de Vargas e contra sua\nposse, apoiando-se na tese da maioria absoluta, que os candidatos mais\nvotados não haviam alcançado nas eleições. Deixou a presidência da UDN\nem 1952, ocasião em que o partido – que até então não distinguia entre\ncapital nacional e estrangeiro em relação ao petróleo – passou a ter,\nsob a direção de Olavo Bilac Pinto, uma posição crítica em relação ao\nprojeto da Petrobras, acusando-o de não ser suficientemente\nnacionalista.\n\nEm 1954, a UDN intensificou sua campanha contra o governo Vargas. Em\nabril, foi fundado o Clube da Lanterna, “contra o golpe e a corrupção”.\nOdilon Braga esteve presente a uma de suas primeiras reuniões, na sede\nda Associação Brasileira de Imprensa, à qual também compareceram, entre\noutros, Carlos Lacerda, Prado Kelly, Fidélis do Amaral Neto, Raul Pilla,\nRaimundo Padilha e Herbert Levy. Diante do agravamento da crise com o\natentado da Tonelero em 5 de agosto, o Clube da Lanterna voltou a se\nreunir e dirigiu um apelo ao ministro da Guerra, Euclides Zenóbio da\nCosta, para que as forças armadas obtivessem a renúncia de Getúlio. O\npresidente suicidou-se no dia 24 de agosto.\n\nNo pleito realizado em outubro de 1954, Odilon Braga elegeu-se deputado\npelo Distrito Federal na legenda da UDN. Assumindo o mandato em\nfevereiro de 1955, integrou a Comissão de Finanças da Câmara dos\nDeputados. Em abril, a comissão executiva e o conselho nacional do Clube\nda Lanterna hipotecaram seu apoio à candidatura de Etelvino Lins à\npresidência da República – lançada por representantes da UDN, do Partido\nDemocrata Cristão (PDC) e do PL, e por dissidentes do Partido Social\nDemocrático (PSD). O programa do candidato, com o lema “Pão e vergonha”,\ncoincidia com os princípios do clube, que em maio aderiu oficialmente à\ncampanha. Entretanto, um grupo de udenistas – entre os quais Odilon\nBraga – retirou o apoio a Etelvino e aderiu à candidatura de Juarez\nTávora, lançada pelo PDC. Em virtude dessa mudança, Odilon Braga decidiu\nrenunciar ao mandato, já que a UDN ainda mantinha seu apoio oficial a\nEtelvino. Contudo, em face da retirada da candidatura pelo próprio\nEtelvino, o partido alterou sua orientação, passando também a apoiar\nJuarez. Diante disso, em julho o diretório da UDN do Distrito Federal\nrecusou o pedido de renúncia de Odilon. Nas eleições presidenciais\nrealizadas em outubro, Juarez foi derrotado por Juscelino Kubitschek.\n\nNa crise que se seguiu à eleição de Juscelino, com a tentativa de\nimpedir sua posse, o licenciamento do presidente João Café Filho e a\nposse de Carlos Luz, seguida da deposição (11/11/1955) deste último pelo\ngeneral Henrique Teixeira Lott, ministro da Guerra até a véspera, Odilon\nBraga foi um dos parlamentares que votaram contra a decretação do\nimpedimento de Café Filho pelo Congresso. Entretanto, foi voto vencido,\ne a crise se encerrou com Nereu Ramos, vice-presidente do Senado,\nocupando a presidência da República até a posse (31/1/1956) de\nKubitschek.\n\nDurante o governo Juscelino, Odilon Braga foi afastado da liderança\nudenista juntamente com outros membros do partido do chamado “Grupo dos\nbacharéis”. Reavaliando suas derrotas nas eleições presidenciais\nanteriores, a UDN concluiu que era anacrônico o antigetulismo que até\nentão pautara seus atos, e passou a adotar uma linha mais pragmática,\nconduzida pela nova liderança, os chamados “coronéis realistas”. Ainda\nnesse período Odilon Braga participou, em Genebra, Suíça, de uma reunião\ndo Acordo Geral sobre Tarifas e Comércio (GATT-General Agreement on\nTariffs and Trade).\n\nAo longo de sua vida, colaborou na *Folha* *do Povo,* de Ubá, *no Estado\nde Minas* e em *A* *Notícia,* do Rio de Janeiro. Foi membro do Instituto\nda Ordem dos Advogados do Brasil, e presidiu a empresa Instituto\nGeodésico Brasileiro Sociedade Ltda.\n\nFaleceu no Rio de Janeiro no dia 11 de junho de 1958.\n\nEra casado com Irene de Saldanha Murgel Braga.\n\nAlém de diversos discursos, pareceres e exposições, deixou publicados:\n*O Estado no* *direito constitucional positivo moderno* e *Teoria da\ncomposição do Poder Legislativo.* Seu arquivo pessoal encontra-se\ndepositado na Universidade Federal de Juiz de Fora, que publicou, sob a\ncoordenação de José Eustáquio Romão, *Arquivo Odilon Braga* (1979). A\nseu respeito, Afonso Arinos de Melo Franco publicou *Estudos e\ndiscursos* (1961).\n\nHelena Faria\n\n**FONTES:**ANDRADE, F. *Relação;* ASSEMB. NAC. CONST. 1934. *Anais;*\nAtestado de óbito; BELEZA, N. *Evolução;* CAFÉ FILHO, J. *Do*\n*Sindicato*; CÂM. DEP. *Deputados;* CÂM. DEP. *Relação dos dep.*; COHN,\nG. *Petróleo;* CORTÉS, C. *Homens;* COSTA, M. *Cronologia;* COUTINHO, A.\n*Brasil*; *Cronologia da Assembleia*;*Diário do* *Congresso Nacional*;\nDULLES, J. *Getúlio*; *Encic. Mirador*; GODINHO, V. *Constituintes*;\n*Grande encic. Delta*;GUERRA FILHO, R. *Ministério*; HIPÓLITO, L.\n*Campanha*;HIPÓLITO, L. *Manifesto*; HIRSCHOWICZ, E.\n*Contemporâneos*;*Jornal do Comércio,* Rio (22/8/1935); LEITE, A.\n*História*; LEITE, A. *Páginas,* LEVINE, R. *Vargas*; MORAIS, A.\n*Minas*; NABUCO, C. *Vida*; NÉRI, S. *16*; PEIXOTO, A. *Getúlio*;\nPEREIRA, J. *Petróleo;* *Quem é quem no Brasil*; *Rev.* *Arq. Públ.\nMineiro* (12/76); ROMÃO, J. *Arq.*; SILVA, H. *1935*; SILVA, H. *1937*;\nSILVA, H. *1945*; SOUSA, J. *Índice*;*Tribuna da Imprensa* (16/7/1954).\n","ref":"**FONTES:**ANDRADE, F. *Relação;* ASSEMB. NAC. CONST. 1934. *Anais;*\nAtestado de óbito; BELEZA, N. *Evolução;* CAFÉ FILHO, J. *Do*\n*Sindicato*; CÂM. DEP. *Deputados;* CÂM. DEP. *Relação dos dep.*; COHN,\nG. *Petróleo;* CORTÉS, C. *Homens;* COSTA, M. *Cronologia;* COUTINHO, A.\n*Brasil*; *Cronologia da Assembleia*;*Diário do* *Congresso Nacional*;\nDULLES, J. *Getúlio*; *Encic. Mirador*; GODINHO, V. *Constituintes*;\n*Grande encic. Delta*;GUERRA FILHO, R. *Ministério*; HIPÓLITO, L.\n*Campanha*;HIPÓLITO, L. *Manifesto*; HIRSCHOWICZ, E.\n*Contemporâneos*;*Jornal do Comércio,* Rio (22/8/1935); LEITE, A.\n*História*; LEITE, A. *Páginas,* LEVINE, R. *Vargas*; MORAIS, A.\n*Minas*; NABUCO, C. *Vida*; NÉRI, S. *16*; PEIXOTO, A. *Getúlio*;\nPEREIRA, J. *Petróleo;* *Quem é quem no Brasil*; *Rev.* *Arq. Públ.\nMineiro* (12/76); ROMÃO, J. *Arq.*; SILVA, H. *1935*; SILVA, H. *1937*;\nSILVA, H. *1945*; SOUSA, J. *Índice*;*Tribuna da Imprensa* (16/7/1954).\n","dic":"DHBPR"}