{"title":"BRAGA, Pereira","cargoss":["dep. fed. DF 1909-1917."],"author":"Carolina Vianna Dantas","content":"**BRAGA, Pereira**\n\n\\* dep. fed. DF 1909-1917.\n\n*José Joaquim da Costa Pereira Braga* nasceu na cidade do Rio de\nJaneiro, então capital do Império, em 9 de novembro de 1865. Seu pai e\nhomônimo era comerciante.\n\nEntre 1880 e 1884 interrompeu os estudos preparatórios para trabalhar no\ncomércio. Bacharel pela Faculdade de Direito de São Paulo em 1890, no\nano seguinte foi nomeado secretário da Seção de Estatística Comercial do\nRio de Janeiro, então Distrito Federal. Exerceu o cargo até a extinção\ndessa repartição, quando passou a ocupar o lugar de encarregado da\nDiretoria de Rendas do Tesouro. Em abril de 1897 foi nomeado delegado de\npolícia, cargo do qual pediu exoneração em função do rompimento político\nentre o então presidente da República Prudente de Morais (1894-1898) e o\nPartido Republicano Federal. Em 1899 foi eleito intendente municipal\npelo 1^o^ distrito da capital federal. Foi vice-presidente e presidente\ndo Conselho Municipal.\n\nEm janeiro de 1904, no governo Rodrigues Alves (1902-1906), foi nomeado\npelo então ministro da Indústria, Viação e Obras Públicas, Lauro Müller,\nrepresentante da Fazenda Nacional. Exonerou-se do cargo em 1908 para\nconcorrer às eleições para deputado federal na legislatura 1909-1911.\nApós ser eleito e empossado, exerceu as funções de terceiro e\nquarto-secretário da Câmara dos Deputados, e participou das comissões de\nObras Públicas, de Petições e Poderes e de Tomada de Contas. Reelegeu-se\npara a legislatura 1912-1914, porém não foi reconhecido e empossado. Mas\ntendo o deputado eleito Irineu Marinho optado pela bancada de Minas\nGerais, assumiu a cadeira que então ficou vaga na bancada do Distrito\nFederal, em junho de 1912. Foi reeleito e empossado na legislatura\nseguinte, exercendo seu mandato de 1915 a 1917.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*.\n","dic":"DHBPR"}