{"title":"BRANDÃO, Júlio Bueno","cargoss":["sen. MG 1898-1908","pres. MG 1908-1909 e 1910-1914","dep. fed. MG"],"author":"Luciana Pinheiro","content":"**BRANDÃO, Júlio Bueno**\n\n\\*sen. MG 1898-1908; pres. MG 1908-1909 e 1910-1914; dep. fed. MG\n1917-1923; sen. MG 1924-1930.\n\n*Júlio Bueno Brandão* nasceu em Ouro Fino (MG) no dia 11 de julho de\n1858, filho de Francisco de Paiva Bueno e de Francisca Paiva Sanches\nBueno. Seu primo Francisco Álvaro Bueno de Paiva foi deputado federal de\n1891 a 1892 e de 1900 a 1911, senador de 1912 a 1920 e de 1923 a 1928, e\nvice-presidente da República de 1920 a 1922, na vaga aberta com a morte\nde Delfim Moreira, no decorrer do governo de Epitácio Pessoa\n(1919-1922). Seu primo e cunhado Silviano Brandão foi deputado geral de\n1881 a 1884 e presidente de Minas Gerais de 1898 a 1902.\n\nCursou as primeiras letras em sua cidade natal. Autodidata, possuía\navançado entendimento das questões jurídicas, o que lhe permitiu advogar\ne atuar como magistrado. Em 1879 assumiu o posto de juiz de direito do\nmunicípio mineiro de Jaguari, permanecendo no cargo por um triênio. De\n1882 a 1883 foi juiz municipal em Ouro Fino, e em seguida foi nomeado\ndelegado da cidade. Membro do Partido Liberal durante o período\nimperial, ainda em 1883 iniciou a carreira política ao se eleger\nvereador e presidente da Câmara Municipal de Ouro Fino por duas\nlegislaturas seguidas, até 1887.\n\nApós a proclamação da República, regime do qual era reconhecido\nentusiasta, foi escolhido pelo então presidente de Minas Crispim Jacques\nBias Fortes para assumir a intendência municipal de Ouro Fino, função\nque exerceu de janeiro de 1891 até o ano seguinte. Em 1893 candidatou-se\npelo Partido Republicano Mineiro (PRM) a uma cadeira na Assembleia\nLegislativa de Minas Gerais, sendo eleito com mandato de um biênio. Nas\neleições seguintes obteve a reeleição, permanecendo como deputado\nestadual até 1898. Durante seus cinco anos no Legislativo mineiro foi\nlíder do governo, presidiu a Comissão de Assuntos Municipais e foi\nrelator da Comissão de Orçamento.\n\nEm 1898 foi eleito e empossado senador da República, ocupando a cadeira\nde Fernando Lobo Leite Pereira. Manteve-se no Senado por uma década,\ndestacando-se na elaboração da reforma da Lei Eleitoral. Em 1906, foi\neleito vice-presidente de Minas Gerais, ao lado de João Pinheiro da\nSilva, eleito presidente. Em outubro de 1908, em decorrência do\nfalecimento de João Pinheiro, afastou-se do Senado para assumir\ninterinamente o governo estadual. Permaneceu à frente do Executivo\nmineiro até abril de 1909, quando tomou posse Venceslau Brás, eleito\npara cumprir o restante do mandato de João Pinheiro.\n\nEm 1910 foi eleito presidente de Minas Gerais e em setembro substituiu\nVenceslau Brás, que por sua vez fora eleito vice-presidente da República\nna chapa de Hermes da Fonseca (1910-1914). Entre as medidas tomadas\ndurante seu segundo governo, destacam-se a expansão da rede pública de\nensino através da criação de escolas em diversas cidades mineiras, o\naumento da malha ferroviária do estado, a adoção de políticas de\nincentivo à imigração e ao povoamento de núcleos coloniais, a reforma\nadministrativa e a execução do projeto de desenvolvimento regional e\nmunicipal.\n\nEm 1913 teve seu nome indicado para a vice-presidência da República na\nchapa do gaúcho José Gomes Pinheiro Machado, mas não aceitou a\nindicação, argumentando que líderes políticos nacionais procuravam\nafastar o candidato paulista Campos Sales e diminuir a influência de\nMinas Gerais nas eleições. Na ocasião, visando a consolidar o poder de\nseu estado na política brasileira, articulou com o então presidente de\nSão Paulo Rodrigues Alves o chamado Pacto de Ouro Fino, aliança que\nviria a consolidar a hegemonia de São Paulo e Minas Gerais através da\neleição de Venceslau Brás para a presidência da República no quadriênio\n1914-1918.\n\nApós o término de sua gestão como presidente de Minas Gerais em 1914,\ntransmitiu o governo a Delfim Moreira e retornou a Ouro Fino. Voltou a\nexercer mandato eletivo em 1916, quando foi eleito e assumiu uma cadeira\nno Senado estadual mineiro por poucos meses, em substituição a Gomes\nFreire de Andrade, recém-falecido. Em 1917 foi eleito deputado federal\npor Minas Gerais e tomou posse em setembro. Reeleito para as\nlegislaturas 1918-1920 e 1921-1923, presidiu a Mesa Diretora da casa de\n1920 a 1921 e a Comissão de Finanças em 1923. Em 1924 voltou a ser\neleito senador. Perdeu o mandato com a vitória da Revolução de 1930,\nquando todos os órgãos legislativos do país foram dissolvidos. Ao longo\nde seu último mandato legislativo presidiu a Comissão de Finanças e\natuou como líder da maioria nas discussões sobre orçamento, além de ter\nrepresentado o Brasil na Conferência Interparlamentar do Comércio\nrealizada em Paris (1928).\n\nFaleceu no Rio de Janeiro em 21 de março de 1931.\n\nEra casado com Hilda Bueno Brandão. Seus filhos Júlio Bueno Brandão\nFilho e Francisco Bueno Brandão foram, respectivamente, deputado federal\ne prefeito de Ouro Fino.\n\nO nome Bueno Brandão foi dado a um município localizado na região sul do\nestado de Minas Gerais.\n\nLuciana Pinheiro\n\n**FONTES:** CAM. DEP. *Deputados brasileiros* (p.166); MONTEIRO, N.\n*Dicionário.* (v.1 e 2, p.105, 108-111; 499-500); MOURA, A. *Força*;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso em: 12/9/2010;\nPREF. BUENO BRANDÃO. Disponível em:\n\\<www.buenobrandao.com.br/novosite/\\>. Acesso em: 12/9/2010; SENADO.\nDisponível em: \\<www.senado.gov.br/\\>. Acesso em: 12/9/2010.\n","ref":"**FONTES:** CAM. DEP. *Deputados brasileiros* (p.166); MONTEIRO, N.\n*Dicionário.* (v.1 e 2, p.105, 108-111; 499-500); MOURA, A. *Força*;\nPLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso em: 12/9/2010;\nPREF. BUENO BRANDÃO. Disponível em:\n\\<www.buenobrandao.com.br/novosite/\\>. Acesso em: 12/9/2010; SENADO.\nDisponível em: \\<www.senado.gov.br/\\>. Acesso em: 12/9/2010.\n","dic":"DHBPR"}