{"title":"BRANDÃO, Silviano","cargoss":["dep. geral MG 1881-1884","pres. MG 1898-1902."],"author":"Vanessa Lana","content":"**BRANDÃO, Silviano**\n\n\\*dep. geral MG 1881-1884; pres. MG 1898-1902.\n\n*Francisco Silviano de Almeida Brandão* nasceu no município de Santana\ndo Sapucaí, atual Silvianópolis (MG), em 8 de setembro de 1848, filho de\nJosé Claro de Almeida e de Ana Isabel Bueno Brandão. Seu pai era\nagricultor.\n\nEstudou humanidades no Seminário Episcopal e fez o curso preparatório no\nanexo da Faculdade de Direito de São Paulo. Formou-se pela Faculdade de\nMedicina do Rio de Janeiro em 1875. Quando da formatura, transferiu-se\npara Ouro Fino (MG), onde clinicou por cerca de um ano até se mudar para\nPouso Alegre (MG) em 1876.\n\nEm Pouso Alegre foi atuante na defesa dos ideais republicanos,\nparticipando da fundação do Clube Republicano em 1877. Ingressou na\natividade política sendo eleito pelo Partido Liberal deputado à\nAssembleia Provincial para a legislatura 1880-1881. Durante o mandato,\ndefendeu a autonomia dos municípios e a criação de novas unidades\nadministrativas nas regiões fronteiriças de Minas, como estratégia para\ngarantir o fortalecimento político e econômico da província e minar\nconflitos com províncias vizinhas. Dessa iniciativa surgiram as cidades\nde Ouro Fino, Jacuí e São João Nepomuceno, e a comarca de Manhuaçu.\n\nEm 1881 foi eleito deputado geral por Minas Gerais. Defendeu a criação\nda estrada de ferro Sapucaí e foi simpático às ideias abolicionistas que\nfermentavam naquele momento. No apoio ao projeto que defendia a\nlibertação aos sexagenários, despertou uma acentuada reação\nconservadora, o que o impediu de ser reeleito. Deixou assim a Câmara dos\nDeputados em 1884. Foi novamente eleito em 1889, mas não chegou a\nassumir o mandato em decorrência da proclamação da República.\n\nNa República, foi eleito senador para o Congresso Constituinte mineiro,\ncom mandato de 1891 a 1895. Foi redator da primeira Lei de Organização\nMunicipal (Lei n^o^ 2, de 14 de setembro de 1891) e autor da lei que\nalterou a denominação dos governantes mineiros de governador para\npresidente de estado. Em 1892 renunciou ao mandato ao ser convidado pelo\nentão presidente estadual Afonso Pena (1892-1894) para assumir a\nSecretaria do Interior e Justiça. Nesse mesmo ano foi um dos fundadores\nda Faculdade Livre de Direito de Minas Gerais e o primeiro ocupante da\ncátedra de medicina legal, à qual renunciou em 1895.\n\nApós recusar ser candidato à sucessão de Afonso Pena, voltou a ser\neleito senador estadual em 1895. Foi presidente do Senado mineiro, mas\nem 1898 renunciou ao mandato por ter sido eleito presidente do estado de\nMinas para o período de 7 de março de 1898 a 7 de setembro de 1902,\nsucedendo a Bias Fortes. À frente do governo mineiro buscou medidas para\nreequilibrar a economia estadual, abalada pela crise financeira no setor\ncafeeiro em fins do século XIX, decorrente das desestabilizações\ninternacionais. Para tanto, executou um programa de contenção de gastos\npúblicos, racionalização do sistema tributário e investimentos maciços\nna atividade agrícola. Entre outras medidas, implantou o imposto\nterritorial em substituição ao imposto de exportação (Decreto n^o^\n1.495, de 4 de maio de 1901), com o qual conseguiu aumentar os recursos\ndestinados à economia rural, e estabeleceu várias colônias agrícolas.\nAlcançou seus propósitos, apresentando ao final de 1902 um quadro de\nestabilidade de dividendos e aumento da confiança no crédito do estado.\n\nEnquanto foi presidente de Minas, o presidente da República foi o\npaulista Campos Sales. E foi Campos Sales quem organizou a chamada\n“política dos governadores”, que consistia num acordo entre a\npresidência da República e as oligarquias estaduais com o intuito de\nfortalecer e estabilizar o regime republicano. Como presidente do estado\nque detinha a maior bancada na Câmara, deu total apoio a Campos Sales,\npara transformar o processo de reconhecimento dos resultados eleitorais.\nPor contar com a maior bancada, o apoio de Minas era fundamental para a\nmanutenção do equilíbrio de forças buscado e estabelecido com tal\npolítica.\n\nAo deixar o governo mineiro, onde foi substituído por Joaquim Cândido da\nCosta Sena em 21 de fevereiro de 1902, elegeu-se vice-presidente da\nRepública na chapa encabeçada pelo paulista Rodrigues Alves. No entanto,\nnão chegou a tomar posse, pois faleceu em 25 de setembro de 1902. Seu\nlugar foi ocupado por Afonso Pena.\n\n Foi casado com Maria Isabel de Paiva Brandão em primeiras núpcias e, no\nsegundo matrimônio, com Ester Cândido de Paiva Bueno Brandão. Ambas eram\nsuas primas e irmãs de Júlio Bueno Brandão, que também fez carreira\npolítica em Minas. Atuaram na política seus filhos Francisco Lafayette\nSilviano Brandão e Benjamim Franklin Silviano Brandão.\n\nPublicou as obras *Diagnóstico diferencial*, sua tese de doutoramento, e\n*Negócios de Minas*, coletânea de discursos.\n\nVanessa Lana\n\n**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/francisco-silviano-de-almeida-brandao/5794\\>.\nAcesso em: 25/5/2010; MONTEIRO, N. *Dicionário bibliográfico.*\n","ref":"**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/francisco-silviano-de-almeida-brandao/5794\\>.\nAcesso em: 25/5/2010; MONTEIRO, N. *Dicionário bibliográfico.*\n","dic":"DHBPR"}