{"title":"BRASIL, Francisco de Sales","cargoss":["Governador de estado ou do Distrito Federal"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1893],"estados":["SC"],"autor":["Carolina Vianna Dantas"],"content":"**BRASIL, Francisco de Sales**\n\n\\*militar; gov. SC 1893.\n\n*Francisco de Sales Brasil* nasceu no Ceará (CE) no dia 26 de janeiro de\n1862, filho de Policarpo Vieira Brasil e de Teodora Maria Vieira Brasil.\n\nFez os primeiros estudos na cidade de Desterro (SC), atual\nFlorianópolis, e iniciou sua vida militar em 1876, como cadete. Cursou a\nEscola Militar, saindo alferes em 1886. Promovido sucessivamente, viria\na reformar-se como general de divisão.\n\nEm 1892, durante o governo de Manuel Joaquim Machado, interventor\nfederal em Santa Catarina, foi eleito deputado à Assembleia estadual.\nQuando esta elegeu Manuel Joaquim Machado governador do estado, foi\neleito terceiro vice-governador, enquanto Eliseu Guilherme da Silva e\nCristóvão Nunes Pires eram eleitos, respectivamente, primeiro e segundo\nvice-governadores. Tendo Cristóvão Nunes Pereira assumido o governo em\n24 de setembro de 1893, substituiu-o entre 8 e 11 de outubro, quando\neste voltou ao posto.\n\nA Revolução Federalista iniciada no Rio Grande do Sul, reforçada por\nparte dos envolvidos na Revolta da Armada, chegou então a Santa\nCatarina, com os revoltosos ocupando Desterro e instalando um governo\nprovisório da República chefiado pelo capitão de mar e guerra Frederico\nGuilherme de Lorena. Em 22 de abril de 1894, o coronel Antônio Moreira\nCésar, nomeado interventor federal em Santa Catarina, ocupou o lugar de\nCristóvão Nunes Pires, ordenou prisões e fuzilamentos, e manteve-se à\nfrente do estado até a posse do governador eleito Hercílio Luz em 28 de\nsetembro. Obrigado a emigrar em razão da situação política local,\nFrancisco de Sales Brasil deixou o país e só retornou ao Brasil depois\nde anistiado.\n\nFaleceu em 11 de agosto de 1911.\n\nCasou-se duas vezes, sendo a primeira delas com Ana Touchard, com quem\nnão teve filhos. Seus cinco descendentes diretos são fruto do segundo\nmatrimônio, com Clotilde Augusta da Costa.\n\nCarolina Vianna Dantas\n\nFONTES: ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*; STOETERAU, L.\n*Trajetória*; Wikipédia. Walter Piazza. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza” \\\\o “Walter Piazza\\>.\n","ref":"FONTES: ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*; STOETERAU, L.\n*Trajetória*; Wikipédia. Walter Piazza. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Walter\\_Piazza” \\\\o “Walter Piazza\\>.\n","dic":"DHBPR"}
