{"title":"BREVES, Joaquim","cargoss":["Deputado Geral","Constituinte","Deputado federal","Deputado federal"],"cargos_esp":[0,0,0,0],"datas_ini":[1878,1891,1900,1891],"datas_fim":[1881,1891,1902,1893],"estados":["RJ",0,"RJ","RJ"],"autor":[0],"content":"**BREVES, Joaquim**\n\n\\* dep. geral RJ 1878-1881; const. 1891; dep. fed. RJ 1891-1893 e\n1900-1902.\n\n*Joaquim José de Sousa Breves Filho* nasceu na localidade de São João\nMarcos, extinto município situado na antiga província do Rio de Janeiro,\nno dia 6 de julho de 1846, filho do comendador Joaquim José de Sousa\nBreves e de Maria Isabel de Morais Breves. Seu pai foi o maior\nproprietário de terras e escravos da província do Rio de Janeiro, o que\no fez ser conhecido como o “rei do café”, e homem de influência social e\npolítica. Seu avô paterno, José de Sousa Breves, foi um grande\nproprietário rural e capitão-mor da vila de São João Marcos; o avô\nmaterno, José Gonçalves de Morais, o barão de Piraí, foi um dos mais\nricos proprietários de terras e escravos do Império.\n\nFrequentou os colégios Kopke e Vitória, concluindo os estudos\npreparatórios aos 18 anos de idade. Em seguida matriculou-se na\nFaculdade de Direito de São Paulo, onde fez amizade com Rodrigues Alves,\nAfonso Pena, Camilo de Brito, Teixeira Leite, Moura e Cunha e outros.\nFormando-se em 1869, iniciou a vida pública como promotor em seu\nmunicípio natal. No entanto, desde os tempos de faculdade já se sentia\natraído pela política. Por influência de seu cunhado, Luís Alves Leite\nde Oliveira Belo, que fora presidente da província do Rio de Janeiro\nentre 1861 e 1863 e era militante do Partido Liberal (PL), alistou-se e\ntornou-se um defensor de ideias progressistas no interior da agremiação.\nSeu parentesco com Oliveira Belo datava de seu casamento, em 11 de\nnovembro de 1876, com Justina Belo de Sousa Breves, com quem teria 11\nfilhos.\n\nDesde o Império gozou de prestígio político em São João Marcos, onde foi\nvárias vezes vereador e presidiu a Câmara Municipal. Firmando-se como\nchefe político de grande influência em sua terra natal e nas localidades\nvizinhas, disputou em várias eleições o mandato de deputado à Assembleia\nProvincial e à Assembleia Geral. Para esta, foi eleito na legislatura de\n1878 a 1881.\n\nPor defender ideias progressistas, muitas vezes discordou da orientação\nde seu partido, como demonstra sua atuação na Assembleia Geral por\nocasião da discussão da reforma constitucional em 1879. Nesse debate,\ndefendeu o sufrágio universal, a abolição do Poder Moderador, a\nliberdade de culto, o casamento civil, entre outras teses mais tarde\nconsolidadas na Constituição republicana de 1891. A defesa dessas ideias\nvaleu-lhe a alcunha de “o Republicano”. Apesar de defender tais\nproposições, naquele momento considerava que ainda não havia chegado a\nhora da implantação da República.\n\nTentou eleger-se novamente deputado à Assembleia Geral na legislatura de\n1886 a 1889, mas não teve êxito. Em um momento político em que o PL se\npreocupava apenas com a sustentação do combalido trono imperial, passou\na prestar definitiva colaboração à causa republicana. Feita essa opção,\nfoi apresentado pelo Partido Republicano como candidato a deputado geral\nna legislatura prevista para ter início em 1890. No entanto, essa\nlegislatura não chegou a ser instalada.\n\nDurante a jornada republicana de 15 de novembro de 1889, esteve ao lado\nde Quintino Bocaiúva e Saldanha Marinho, entre outros. Instalado o\ngoverno provisório da República sob a chefia do marechal Deodoro da\nFonseca, em 15 de setembro de 1890 foi eleito deputado constituinte.\nTomou posse em 15 de novembro e, durante os trabalhos constituintes,\napresentou propostas de emendas ao projeto constitucional relativas a\nquestões jurídicas. Após a promulgação da Carta em 24 de fevereiro de\n1891 e a eleição indireta de Deodoro para presidente da República no dia\nseguinte, com o desmembramento do Congresso Constituinte em Câmara e\nSenado, permaneceu como deputado federal, exercendo o mandato até o fim\nda legislatura, em dezembro de 1893.\n\nAinda no segundo semestre de 1891, o Parlamento tentou aprovar a “Lei de\nResponsabilidades”, que reduzia os poderes presidenciais. Em resposta,\nDeodoro da Fonseca decretou a dissolução do Congresso Nacional. Tal ato\ndesencadeou reações exigindo a volta da normalidade constitucional e\nculminou com a renúncia do presidente no dia 23 de novembro. Em seu\nlugar, assumiu o vice-presidente, marechal Floriano Peixoto. Como\nconsequência, os presidentes de estado nomeados por Deodoro perderam\nseus cargos. Entre eles estava Francisco Portela, então presidente do\nestado do Rio de Janeiro, que deixou o governo em 10 de dezembro daquele\nano, sendo substituído pelo contra-almirante Carlos Baltasar da\nSilveira. Declarando-se contrário às ações de Floriano Peixoto, Joaquim\nBreves manteve-se ao lado de Francisco Portela e em oposição à facção\nque dominou a política estadual até a subida ao poder de Alberto Torres,\nem 31 de dezembro de 1897.\n\nNos anos seguintes manteve-se um tanto afastado da política, porém, como\nainda era detentor de grande prestígio, novamente seu nome foi lembrado\npara concorrer a uma vaga de deputado federal pelo Rio de Janeiro. Foi\nassim eleito para a legislatura de 1900 a 1902. Já na derradeira fase de\nsua vida, afastou-se por completo da política militante. Com a saúde\nenfraquecida e dificuldades financeiras, não pôde mais exercer a chefia\npolítica de tempos anteriores.\n\nAssim como seus antepassados, foi também fazendeiro, destacando-se pelo\nentusiasmo com que recebia o progresso em todos os ramos de atividade, o\nque o levou a introduzir modernos processos de agricultura e indústria\npastoril em suas propriedades.\n\nFaleceu em 27 de junho de 1912.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** ABRANCHES, J. *Governos*; ABREU, A. *Judiciário*; CÂM. DEP.\n*Anais* (1891,1900-1902, 1924); CONG. CONST. DA REP*. Anais* (1924);\nDANTAS, L. *Dr. Joaquim*; *Fluminense* (28/6/1912, p.1). *História do\nCafé no Brasil Imperial*. Disponível em:\n\\<www.brevescafe.oi.com.br/bio\\_jofilho.htm\\>. Acesso em: 27/2/2011;\n*Jornal do Comércio* (28/6/1912, p.4).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ABREU, A. *Judiciário*; CÂM. DEP.\n*Anais* (1891,1900-1902, 1924); CONG. CONST. DA REP*. Anais* (1924);\nDANTAS, L. *Dr. Joaquim*; *Fluminense* (28/6/1912, p.1). *História do\nCafé no Brasil Imperial*. Disponível em:\n\\<www.brevescafe.oi.com.br/bio\\_jofilho.htm\\>. Acesso em: 27/2/2011;\n*Jornal do Comércio* (28/6/1912, p.4).\n","dic":"DHBPR"}
