{"title":"BRITO, Acióli de","cargoss":["Ministro do Supremo Tribunal Federal"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1891],"estados":[0],"autor":["Eduardo Junqueira"],"content":"**BRITO, Acióli de**\n\n\\*magistrado; min. STF 1891.\n\n*Luís Barbosa Acióli de Brito* nasceu no Rio de Janeiro, então capital\ndo Império, filho de Joaquim Marcelino de Brito.\n\nBacharel em direito pela Faculdade de São Paulo em 1849, iniciou no ano\nseguinte sua carreira na magistratura, nomeado juiz municipal e de\nórfãos dos termos reunidos de Laranjeiras e Divina Pastora, na província\nde Sergipe. Em abril de 1857 foi nomeado juiz de direito da comarca de\nSanto Antônio dos Anjos, na província de Santa Catarina. Retornou a\nSergipe, para atuar nas comarcas de Penedo e Laranjeiras,\nrespectivamente, em 1861 e 1864, época na qual o magistrado poderia ser\npromovido ou removido para qualquer uma das 20 províncias do Império ou\npara a Corte.\n\nEm 1875, foi nomeado desembargador da Relação de Cuiabá. Em novembro do\nmesmo ano foi removido para a Relação de São Paulo e lá permaneceu até\njulho de 1889, quando foi nomeado ministro do Supremo Tribunal de\nJustiça do Império, em vaga aberta com a aposentadoria de Olegário\nHerculano d’Aquino e Castro. Após a proclamação da República, com a\ncriação, em outubro de 1890, do Supremo Tribunal Federal (STF) como\ntribunal constitucional a partir do modelo da Suprema Corte\nnorte-americana, tornou-se ministro dessa corte, mas requereu\naposentadoria já em março de 1891, retirando-se da vida pública.\n\nFaleceu no Rio de Janeiro em 12 de janeiro de 1900.\n\nFoi casado com Cândida Madureira Acióli de Brito.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*.\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*.\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}
