{"title":"BRITO, Teotônio Raimundo de","cargoss":["militar","dep. fed. PA 1894-1899 e 1912-1917."],"author":"Adrianna Setemy","content":"**BRITO, Teotônio Raimundo de**\n\n\\*militar; dep. fed. PA 1894-1899 e 1912-1917.\n\n*Teotônio Raimundo de Brito* era capitão de fragata quando, em 1865,\ncomandou o vapor *Amazônia* na batalha do Riachuelo, considerada uma das\nmais importantes da Guerra do Paraguai (1864-1870). O *Amazônia*\nparticipou, junto com dois outros navios brasileiros, da batalha travada\nàs margens do rio Riachuelo, afluente do rio Paraguai, na província de\nCorrientes, na Argentina. A vitória da esquadra brasileira foi decisiva\npara a Tríplice Aliança (formada por Brasil, Argentina e Uruguai) que, a\npartir de então, passou a controlar os rios da bacia platina até a\nfronteira com o Paraguai e tornou impossível a permanência das forças\nparaguaias no território da Argentina.\n\nEm março de 1894, foi eleito deputado federal pelo Pará na legenda do\nPartido Republicano do Pará (PRP) e a partir de maio ocupou uma cadeira\nna Câmara dos Deputados. Reeleito em 1897, exerceu o mandato até\ndezembro de 1899. Em 1897, como membro da comissão executiva do PRP,\nparticipou dos debates que levaram à cisão do partido, ao lado de\nrepublicanos históricos como Lauro Sodré, Justo Chermont, Pedro Leite\nChermont, Antônio Lemos, Cipriano José dos Santos, Inocêncio Serzedelo\nCorreia e Augusto Montenegro.\n\nEm 1912 foi eleito novamente deputado federal pelo Pará, dessa vez como\ncandidato do Partido Republicano Federal (PRF). Tomou posse em maio, foi\nreeleito em 1915 e permaneceu na Câmara até dezembro de 1917.\n\nCasou-se com Inês Leite Chermont, filha de Antônio Lacerda de Chermont,\nvisconde do Arari.\n\nAdrianna Setemy\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}