{"title":"BUENO, Dino","cargoss":["Deputado federal","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0],"datas_ini":[1894,1927],"datas_fim":[1902,1927],"estados":["SP","SP"],"autor":[0],"content":"**BUENO, Dino**\n\n\\*dep. fed. SP 1894-1902; pres. SP 1927.\n\n*Antônio Dino da Costa Bueno* nasceu em Pindamonhangaba (SP) no dia 15\nde dezembro de 1854.\n\nIniciou os estudos em sua cidade natal, na escola dirigida por Manuel\nCunha Matos, e depois no Colégio Pindamonhangabense. Após fazer os\ncursos preparatórios no Colégio São Pedro de Alcântara (hoje São José),\nno Rio de Janeiro, ingressou em 1869 na Faculdade de Direito de São\nPaulo, formando-se em 1875 e doutorando-se no ano seguinte. Foi então\nnomeado promotor público, e em 1877, juiz substituto da 1^a^ Vara da\nComarca da capital. Em janeiro de 1883 foi aprovado em concurso e\nnomeado lente substituto na Faculdade de Direito. Ainda no Império\nmilitou no Partido Conservador e foi autoridade policial no governo de\nRodrigues Alves em São Paulo (1887-1888).\n\nCom o advento da República, dedicou-se à faculdade e ao seu escritório\nde advocacia. Instado pelos líderes republicanos, voltou às atividades\npolíticas, sendo eleito deputado federal em 1894 pelo Partido\nRepublicano Paulista (PRP). Tomou posse em 3 de maio, sendo designado\nrelator da comissão revisora do Código Civil. Renunciou contudo ao\nmandato ao ser convidado para ocupar o cargo de secretário do Interior\ndo governo de Campos Sales em São Paulo (1896-1897).\n\nEm 1^o^ de junho de 1898, foi novamente eleito deputado federal na vaga\naberta com a renúncia de Francisco Granadeiro Guimarães. Reeleito em 31\nde dezembro de 1899, exerceu mais uma vez o mandato parlamentar na\nlegislatura 1900-1902, sendo líder da maioria na Câmara entre 1900 e\n1901, agora com Campos Sales como presidente da República (1898-1902).\nEm agosto de 1901 foi convidado por Campos Sales para o cargo de\nministro da Justiça e Negócios Interiores, no lugar de Epitácio Pessoa,\nque fora indicado para o Supremo Tribunal Federal. Não aceitou o convite\ne recusou também candidatar-se novamente a deputado federal, preferindo\nregressar para São Paulo ao término do mandato.\n\nFoi então eleito, em 1^o^ de dezembro de 1903, senador estadual. Tomou\nposse em 7 de abril de 1904, mas renunciou em 2 de setembro de 1908, já\nno governo Afonso Pena (1906-1909), ao ser nomeado diretor da Faculdade\nde Direito. Exerceria o cargo até setembro de 1912, quando se aposentou.\nDurante sua gestão, remodelou o edifício, as instalações e o mobiliário\nda faculdade, e reorganizou a secretaria e a biblioteca. Em eleição\nsuplementar realizada em 11 de outubro de 1908, foi eleito novamente\npara sua própria vaga no Senado do Estado, exercendo o mandato até fins\nde 1909. Foi ainda reeleito para as legislaturas 1910-1918 e 1919-1927.\nMembro e presidente da comissão diretora do PRP, em 1924 foi escolhido\npresidente do Senado do Estado, em substituição a Jorge Tibiriçá\nPiratininga, que deixou o cargo por ter sido nomeado ministro do\nTribunal de Contas do Estado de São Paulo.\n\nComo presidente do Senado Estadual, quando do falecimento do presidente\ndo estado Carlos de Campos, e diante da recusa do vice-presidente,\ncoronel Fernando Prestes de Albuquerque, a ocupar o lugar, assumiu o\ngoverno de São Paulo em 27 de abril de 1927. Ficou à frente do Executivo\npaulista até 14 de julho, quando cedeu o lugar a Júlio Prestes de\nAlbuquerque, eleito para um novo quadriênio. Voltou então ao Senado, e\nem 24 de julho de 1928 foi mais uma vez reeleito, permanecendo como\npresidente da casa até seu fechamento, em decorrência da Revolução de\n1930.\n\nSempre ligado à sua cidade, foi provedor da Santa Casa de Misericórdia\nde Pindamonhangaba de 1920 até a sua morte. Contribuiu na reconstrução\nda igreja matriz, ofereceu o gabinete dentário para a Escola Alfredo\nPujol, e ajudou na fundação e manutenção do Externato São José.\n\nFaleceu em São Paulo em 27 de fevereiro de 1931.\n\nEra casado com Maria Risoleta Vieira Bueno, filha dos barões de Taubaté,\ncom quem teve oito filhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A, *Dicionário*; EGAS, E.\n*Galeria*; Correio paulistano; *Estado de S. Paulo* – Suplemento do\nCentenário, 1975, Legislativo paulista; VAMPRÉ, S. *Memórias*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A, *Dicionário*; EGAS, E.\n*Galeria*; Correio paulistano; *Estado de S. Paulo* – Suplemento do\nCentenário, 1975, Legislativo paulista; VAMPRÉ, S. *Memórias*.\n","dic":"DHBPR"}
