{"title":"BUENO, Manuel de Assis Vieira","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1893],"estados":["SP"],"autor":["Henrique Sugahara Francisco"],"content":"**BUENO, Manuel de Assis Vieira**\n\n**\\***dep. fed. SP 1893.\n\n*Manuel de Assis Vieira Bueno* nasceu em Sorocaba (SP) no dia 2 de\nnovembro de 1848, filho de Francisco de Assis Vieira Bueno e de\nFrancisca Freire Vieira Bueno. Seu pai, paulistano, foi deputado\nprovincial de 1850 a 1857. Em 1878 fixou moradia e negócios no município\nde Brotas (SP). Ali, aos 62 anos de idade, fundou a propriedade rural\ndenominada Mundo Novo. Com a expansão da malha ferroviária no interior\npaulista, as terras dos Vieira Bueno abrigou a Estação Campo Alegre, da\nlinha férrea que ligou Visconde de Rio Claro a Brotas. Foi ainda juiz\nmunicipal em Bragança Paulista. Recebeu também a comenda de oficial da\nOrdem da Rosa.\n\nManuel de Assis Vieira Bueno cursou a Faculdade de Medicina do Rio de\nJaneiro, na então capital do Império, e, depois de formado, retornou a\nSão Paulo e passou a residir em Brotas. Montou sua clínica nessa cidade,\nonde passou a atender à população carente local, do município vizinho de\nCampo Alegre e de outras localidades sem nada cobrar. Tornou-se chefe\npolítico do município, onde fundou o diretório do Partido Republicano\nPaulista (PRP) e participou ativamente da propaganda republicana. Em\n1888 estabeleceu-se em Campinas (SP), onde clinicou e colaborou com os\njornais mais importantes do município.\n\nApós a proclamação da República (15/11/1889), foi nomeado delegado de\npolícia do município, cargo que exerceu até o ano seguinte. No dia 23 de\nmarço de 1893 foi eleito deputado federal em vaga aberta devido à\nrenúncia de João Álvares Rubião Junior, que assumiu o cargo de\nsecretário das Finanças do estado de São Paulo. Assumiu, em maio desse\nano, sua cadeira na Câmara dos Deputados no Rio de Janeiro, agora\nDistrito Federal, e exerceu o mandato até dezembro desse ano, quando se\nencerrou a legislatura.\n\nTrês anos depois foi eleito vereador e assumiu uma cadeira na Câmara\nMunicipal de Campinas. Foi reeleito e nela permaneceria até 1899. Foi\nintendente municipal de Campinas de 1899 a 1901, período em que se\ndestacou no combate à febre amarela e realizou importantes reformas em\npraças, jardins e largos, visando ao saneamento e à higienização do\nespaço público.\n\nFoi também mordomo da Santa Casa de Misericórdia de Campinas.\n\nFaleceu no dia 9 de outubro de 1905.\n\nEra casado com Isabel Pinto Bueno.\n\nHenrique Sugahara Francisco\n\n**FONTES:** ABRANCHES, J. *Governo*; Campo Alegre. Brotas (SP).\nDisponível em:\n\\<www.estacoesferroviarias.com.br/lugaresesquecidos/campoalegre.htm\\>;\nFONSECA. A.; FONTES JUNIOR, A. *Senado*; LEME, L. *Genealogia*\n(v.5);LIMA, S. *Sanear*; SANT’ANA, J. *Repertório.*\n","ref":"**FONTES:** ABRANCHES, J. *Governo*; Campo Alegre. Brotas (SP).\nDisponível em:\n\\<www.estacoesferroviarias.com.br/lugaresesquecidos/campoalegre.htm\\>;\nFONSECA. A.; FONTES JUNIOR, A. *Senado*; LEME, L. *Genealogia*\n(v.5);LIMA, S. *Sanear*; SANT’ANA, J. *Repertório.*\n","dic":"DHBPR"}
