{"title":"BULHÕES, Leopoldo","cargoss":["Deputado Geral","Constituinte","Deputado federal","Senador","Senador","Ministro da Fazenda","Ministro da Fazenda","Senador"],"cargos_esp":[0,0,0,0,0,0,0,0],"datas_ini":[1881,1891,1891,1899,1894,1909,1902,1911],"datas_fim":[1889,1891,1893,1902,1898,1910,1906,1916],"estados":["GO",0,"GO","GO","GO",0,0,"GO"],"autor":[0],"content":"**BULHÕES**, **Leopoldo**\n\n\\*dep. geral GO 1881-1889; const. 1891; dep. fed. GO 1891-1893; sen. GO\n1894-1898 e 1899-1902; min. Faz. 1902-1906 e 1909-1910; sen. GO\n1911-1916.\n\n*José Leopoldo de Bulhões Jardim* nasceu na cidade de Goiás, antiga\ncapital da província de Goiás, em 28 de setembro de 1856, filho de\nInácio Soares de Bulhões e de Antônia Emília de Bulhões Jardim. Seu avô\nmaterno, José Rodrigues Jardim, foi militar, presidente da província de\nGoiás de 1831 a 1837 e senador do Império de 1837 a 1842.\n\nFez os primeiros estudos em sua cidade natal e em seguida transferiu-se\npara São Paulo para matricular-se na Faculdade de Direito do Largo de\nSão Francisco, onde havia grande difusão de ideias liberais,\nrepublicanas e abolicionistas. Após a formatura, em 1880, regressou a\nGoiás e filiou-se ao Partido Liberal. No final dos anos 1870, sua\nfamília rompera com o então presidente da província Luís Augusto Crespo\n(julho de 1878 a março de 1879), que era ligado a Augusto Fleury Curado,\ninimigo dos jovens Bulhões. Com a subida de Aristides de Sousa Espínola\nao governo de Goiás (março de 1879 a fevereiro de 1881), a família\nBulhões afirmou-se como a principal detentora do poder regional.\n\nJá em 1881, com apenas 25 anos, Leopoldo Bulhões tornou-se o principal\nredator da *Tribuna Livre* de Goiás e foi eleito deputado geral para a\nlegislatura 1882-1884, transferindo-se com isso para o Rio de Janeiro,\nentão capital do Império. Com uma atuação ligada à defesa do federalismo\ne do fim do cativeiro, em 1883 apresentou um projeto de abolição\nimediata da escravidão, que seria seguida de um curto período de serviço\ngratuito prestado pelos libertos. Reeleito deputado geral em 1885 e\n1886, fundou nesse último ano, ao lado do irmão Félix Bulhões, o jornal\n*Goiás*, através do qual divulgava as ideias de liberdade de culto, de\nsecularização dos cemitérios, de registro e casamento civil, acabando\npor entrar em conflito com os bispos ultramontanos locais. Nesse\nsentido, pode-se dizer que o predomínio político de sua família esteve\nligado a uma ação modernizadora em franca oposição à Igreja católica.\n\nNo crepúsculo da monarquia, participou no Rio de Janeiro do Congresso\nLiberal, posicionando-se ao lado da minoria favorável ao federalismo que\nincluía personalidades como Rui Barbosa, Joaquim Nabuco e Saraiva. Foi\ntambém fundador e o principal líder do Partido Republicano de Goiás, ao\nlado de Joaquim Xavier de Guimarães Natal, casado com sua irmã Ângela de\nBulhões. Proclamada a República em 15 de novembro de 1889 perdeu o\nmandato de deputado, mas no ano seguinte, ao ser convocado o Congresso\nConstituinte, voltou a ser eleito deputado em 15 de setembro e tomou\nposse em 15 de novembro. Integrou o restrito grupo de 21 parlamentares\nencarregados de dar parecer sobre o projeto da nova Constituição, e\nposteriormente foi indicado pelo presidente da Comissão Constitucional\npara redigir o projeto final, ao lado de nomes como Júlio de Castilhos e\nJosé Higino. No mesmo dia em que era promulgada a Constituição, 24 de\nfevereiro de 1891, proferiu célebre discurso em que defendia a\nnecessidade de revisão nova Carta: “Antes de assiná-la, me vejo forçado\na declarar a V. Ex. que ela carece de revisão”.\n\nForte opositor, durante governo provisório de Deodoro da Fonseca\n(1889-1891), da política econômica de Rui Barbosa que liberalizou as\nemissões monetárias e provocou inflação, já no dia 19 de janeiro de 1891\nafirmara da tribuna que as ações do titular da pasta da Fazenda\n“parecem-me perigosíssimas, porque eternizam o papel-moeda e o curso\nforçado, determinando grandes flutuações nos preços e nos câmbios”.\nPassando a exercer o mandato ordinário em maio de 1891, participou na\nCâmara dos Deputados da comissão encarregada de estudar a reorganização\ndo Banco da República.\n\nTambém em 1891 foram convocadas as constituintes estaduais, e Leopoldo\nBulhões foi eleito para compor a Constituinte goiana, passando a exercer\nsimultaneamente os mandatos de deputado federal e estadual. No plano\nregional, continuou a receber a oposição da Igreja goiana, liderada por\ndom Eduardo Duarte e Silva, o qual fundara em 20 de julho de 1890 o\nPartido Católico de Goiás para combater a separação entre a Igreja e o\nEstado e a “imoralidade do casamento civil”, medidas consagradas pela\nRepública. De acordo com suas opções políticas, apoiou a subida ao poder\nde Floriano Peixoto – que em 23 de novembro de 1891 substituiu o\npresidente Deodoro da Fonseca – e colaborou para que fosse aprovada na\nCâmara a lei orçamentária do novo governo.\n\nEntre Goiás e a Capital Federal\n\nEleito presidente do estado de Goiás em 30 de abril de 1892, na sucessão\nde Brás Abrantes, Leopoldo Bulhões preferiu continuar na Câmara dos\nDeputados e não chegou a assumir o cargo, que foi preenchido pelo\nprimeiro vice-presidente estadual, seu então aliado Antônio José Caiado.\nConcluindo o mandato de deputado em dezembro de 1893, no ano seguinte,\ncom apenas 38 anos de idade, foi eleito senador por Goiás. Membro da\nComissão de Finanças do Senado, foi relator da Lei Orgânica do Tribunal\nde Contas. No contexto conturbado da Revolução Federalista, repeliu, na\ncondição de relator da Comissão de Constituição e Poderes, um projeto\nvindo da Câmara decretando estado de sítio na capital federal, Niterói,\nSão Paulo, Paraná, Santa Catarina e Rio Grande do Sul, e defendeu o\nprincípio liberal da insurreição dos oprimidos em defesa da liberdade –\nainda que ele próprio apoiasse o governo de Prudente de Morais\n(1894-1898), cujo convite para a pasta da Fazenda, entretanto, recusou.\nEm 1898 tornou-se presidente do Senado e passou a dar sustentação ao\ngoverno Campos Sales (1898-1902).\n\nEnquanto sua carreira evoluía na capital federal, o poder em Goiás era\nexercido por seus aliados. Sucedendo a Antônio José Caiado, presidiram o\nestado Francisco Leopoldo Rodrigues Jardim, seu primo e cunhado, casado\ncom sua irmã Maria Nazaré de Bulhões Jardim, e Urbano de Gouveia, também\nseu cunhado, casado com sua irmã Leonor de Bulhões Jardim. Foi da\nconsolidada oligarquia bulhonista que surgiu aquele que iria\nsuplantá-la: José Xavier de Almeida, eleito presidente do estado em\nmarço de 1901 com o apoio dos Bulhões. No governo, Xavier de Almeida\nprocurou mostrar-se leal à oligarquia dominante, mas poucos meses após\nter sido empossado começou a decepcionar. Os Bulhões esperavam\nconsolidar a aliança política com Xavier de Almeida por meio de sua\nentrada para a família através do casamento, mas não tiveram êxito, pois\neste logo casou-se com Amélia Lopes de Morais, filha de Hermenegildo\nLopes de Morais, dono de uma das maiores fortunas do estado. Além disso,\nXavier de Almeida implementou práticas que colidiam com os interesses da\nfamília e seus aliados, tais como uma severa política fiscal que\nimplicou a renovação dos funcionários do fisco e resultou na demissão de\npessoas da confiança de Leopoldo Bulhões, uma diretriz a que chamou de\n“congraçamento”, que consistia na aproximação com antigos adversários\npolíticos.\n\nEm 1902, Leopoldo Bulhões foi um dos articuladores da candidatura de\nRodrigues Alves à presidência da República. Este, após sua confirmação\nnas urnas, convidou-o para a pasta da Fazenda. Aceitando desta vez o\nconvite, durante sua gestão – que se estendeu de 15 de novembro de 1902\na 15 de novembro de 1906 – buscou dar continuidade à política econômica\ndo governo anterior, executada pelo ministro Joaquim Murtinho, que\nrecebera forte oposição de setores favoráveis a uma política mais\nprotecionista e industrialista. De qualquer modo, buscou regulamentar e\nfiscalizar as companhias estrangeiras e procurou criar instrumentos de\nação do Estado na área financeira e tributária, através da instituição\nda Inspetoria de Seguros do Tesouro Nacional, bem como da reorganização\nda Casa da Moeda e das Delegacias Fiscais nos estados. Conseguiu\ncontrair um empréstimo para o porto do Rio de Janeiro, resgatou as\ninscrições do Banco da República – fortemente abaladas após a crise\nbancária de 1900 – reformando os estatutos e criando o Banco do Brasil,\nregulamentou as loterias e elaborou o projeto do Código de Contabilidade\nPública. Após seu afastamento do Ministério da Fazenda, foi diretor do\nBanco do Brasil de 1907 a 1908.\n\nDurante todo esse período, cresceram em Goiás os desentendimentos entre\nos Bulhões e aqueles que apoiavam Xavier de Almeida. Nas eleições\nestaduais para o Legislativo, em 1904, e para o Executivo, no ano\nseguinte, o grupo ligado ao xavierismo ganhou as disputas e passou a\ncontrolar a política local. Assim, em 2 de março de 1905, nas eleições\npara o governo do estado, o candidato apoiado por Xavier de Almeida,\nMiguel da Rocha Lima, derrotou o candidato apoiado pelos Bulhões, o\nsenador Joaquim José de Sousa. Os Bulhões não aceitaram o resultado e\nhomologaram a eleição de seu candidato. A questão foi encaminhada ao\nCongresso Nacional, onde se formou uma comissão julgadora que teve como\nrelator o deputado Estevão Lobo. Os Bulhões pediam que o governo federal\ninterviesse no estado, mas o relator da comissão concluiu contrariamente\nà intervenção e deu o ganho da causa a Miguel da Rocha Lima. Empossado,\neste manteve as linhas mestras do governo de Xavier de Almeida,\ninclusive a execução da política fiscal que desagradava até mesmo aos\n“coronéis” ligados ao grupo xavierista.\n\nA ocasião que Leopoldo Bulhões almejava para retornar à cena política\ngoiana se apresentou em 1908, quando se aproximavam as eleições para o\ngoverno do estado e para o Senado Federal. Xavier de Almeida, que então\nocupava uma cadeira na Câmara dos Deputados, apoiou a candidatura de seu\nsogro, Hermenegildo Lopes de Morais, ao governo do estado. Este foi\neleito em 2 de março, mas teve sua eleição repelida pela oposição ligada\naos Bulhões, que se aglutinou fortemente em virtude da decisão da\ncomissão executiva do Partido Republicano de homologar a candidatura de\nXavier de Almeida ao Senado. Em abril, alguns integrantes da composição\npolítica situacionista deixaram o governo e aliaram-se a Leopoldo de\nBulhões e a Eugênio Jardim (irmão de Francisco Leopoldo Rodrigues\nJardim) para fundar o Partido Democrata. A insatisfação diante da\nvitória de Hermenegildo Lopes de Morais para o governo do estado e de\nXavier de Almeida para o Senado cresceu a ponto de se transformar em um\nmovimento armado para depor o então presidente estadual Miguel da Rocha\nLima. Os adversários de Xavier de Almeida arregimentaram homens,\ncompraram armas e formaram um contingente diante do qual a força\npolicial do estado se viu impotente. Miguel da Rocha Lima renunciou no\ndia 11 de março de 1909, e foi substituído pelo primeiro\nvice-presidente, Francisco Bertoldo de Sousa. No dia 1^o^ de maio, os\nrevolucionários percorreram a cavalo a cidade de Goiás deflagrando a\nchamada Revolução de 1909, movimento político liderado por Leopoldo de\nBulhões, que, com o apoio das lideranças pecuaristas, tomou o governo e\nliquidou o domínio político do grupo de Xavier de Almeida. Eugênio\nJardim foi quem comandou as forças revolucionárias que entraram\nvitoriosas na capital de Goiás. Na mesma data, Francisco Bertoldo de\nSousa entregou a presidência do estado ao segundo vice-presidente José\nda Silva Batista, que governou até a posse do presidente nomeado pelos\nrevolucionários, Urbano de Gouveia, que assim voltou ao poder em 24 de\njulho de 1909.\n\nAinda em 1909 Leopoldo Bulhões foi reeleito senador, mas renunciou ao\nmandato por ter sido mais uma vez chamado a ocupar a pasta da Fazenda,\nquando o vice-presidente Nilo Peçanha substituiu o presidente Afonso\nPena (1906-1909), então falecido. Em sua curta gestão (1909-1910),\nrealizou uma ampla reforma administrativa que incluiu a regulamentação\nde concursos públicos para o ingresso no serviço fazendário.\n\nEm 1910, apoiou a Campanha Civilista liderada por Rui Barbosa, que foi\nderrotado nas eleições presidenciais pelo marechal Hermes da Fonseca\n(1910-1914). Voltou ao Senado em 1911, na vaga aberta com a renúncia de\nseu correligionário Francisco Rodrigues Jardim, tornando-se forte\nopositor do governo Hermes. Reeleito senador em 1912, travou diversas\npolêmicas com a eminência parda do governo no Congresso, o líder gaúcho\nPinheiro Machado. Obteve mais um mandato no Senado em 1915 e, além de\ndesenvolver intensa atividade parlamentar, foi professor da Escola de\nAltos Estudos, fundada pelo Instituto Histórico e Geográfico Brasileiro\n(IHGB).\n\nTransferindo-se para Petrópolis, foi presidente do Conselho Municipal da\ncidade entre fevereiro e maio de 1917. Novamente eleito para o Senado\nnesse ano, foi “degolado” pela Comissão de Verificação de Poderes e\nimpedido de tomar posse, apesar dos esforços do senador João Luís Alves\ne dos protestos de Rui Barbosa, Epitácio Pessoa e Paulo de Frontin. Mas\nmenos de 90 dias após a “degola”, foi convocado para dirigir o\nComissariado Geral da Alimentação Pública, encarregado de cuidar dos\nproblemas provenientes do aumento do custo de vida. Em 5 de novembro de\n1918 encerrou suas atividades como diretor do Comissariado e a partir de\nentão se dedicou ao jornalismo, escrevendo artigos para o *Jornal do\nBrasil*, *O Imparcial*, *A Rua* e *A Época*. Foi também\ndiretor-tesoureiro da América Fabril, da Companhia Nacional de Tecidos\nNova América S.A., e posteriormente reorganizou a White Martins S. A,\nalém de ter ocupado a presidência da Empresa de Melhoramentos da Baixada\nFluminense, dedicada ao saneamento da região.\n\nMorreu em 15 de dezembro de 1928, em Petrópolis.\n\nCasado com Cecília Félix de Sousa, filha do desembargador Benedito Félix\nde Sousa, teve oito filhos. Seu sobrinho-neto Otávio Gouveia de Bulhões\nfoi ministro da Fazenda do governo Castelo Branco (1964-1967).\n\nEntre seus principais trabalhos destacam-se: *A conversão do\npapel-moeda* (1892) *Meio circulante e abolição dos escravos* (1893),\n*Relatórios do ministro da Fazenda* (1903-1906) e *Relatório do\nMinistério da Fazenda* (1910).\n\nDemian de Melo / Adrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governo*; BULHÕES, A. *Ministros*; CÂM. DEP.\nDisponível em: \\<www.camara.gov.br\\>; CAMPOS, W. *Leopoldo*; FURTADO, C.\n*Formação*; MIN. FAZENDA. Disponível em: \\<www.fazenda.gov.br\\>; MIN.\nFAZENDA. *Ministros*; PRADO JR., C. *História*; Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. Disponível em: \\<www.senado.gov.br\\>; SILVA, M. *Catolicismo*\n(p.123-146).\n","ref":"**FONTES:** ABRANCHES, J. *Governo*; BULHÕES, A. *Ministros*; CÂM. DEP.\nDisponível em: \\<www.camara.gov.br\\>; CAMPOS, W. *Leopoldo*; FURTADO, C.\n*Formação*; MIN. FAZENDA. Disponível em: \\<www.fazenda.gov.br\\>; MIN.\nFAZENDA. *Ministros*; PRADO JR., C. *História*; Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009;\nSENADO. Disponível em: \\<www.senado.gov.br\\>; SILVA, M. *Catolicismo*\n(p.123-146).\n","dic":"DHBPR"}
