{"title":"CABANAS, João","cargoss":["Revolucionário ou revoltoso","Revolucionário ou revoltoso","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1924,1930,1953],"datas_fim":[1924,1930,1954],"estados":[0,0,"SP"],"autor":[0],"content":"**CABANAS, João**\n\n\\*militar; rev. 1924; rev. 1930; dep. fed. SP 1953-1954.\n\n*João Cabanas* nasceu na cidade de São Paulo no dia 29 de junho de 1895,\nfilho dos imigrantes espanhóis Artur Cabanas e Maria Cabanas.\n\nIniciou os estudos no Ginásio Pernambucano, em Recife, e de volta a São\nPaulo cursou a Faculdade de Direito e também a Escola de Oficiais da\nForça Pública.\n\nJá tenente, mas – conforme declarou em entrevista ao *Jornal da Tarde* –\ndecepcionado com a concorrência e os apadrinhamentos da vida militar,\naguardava a apreciação de seu pedido de demissão do Exército quando\neclodiu o movimento armado de 1924 contra o governo do presidente Artur\nBernardes. O movimento, uma das mais importantes lutas tenentistas da\ndécada de 1920, irrompeu no dia 5 de julho em Sergipe, no Amazonas e em\nSão Paulo, onde os rebeldes, comandados por Isidoro Dias Lopes, ocuparam\na capital por três semanas. Cabanas participou ativamente dessa\nocupação. Sua missão na madrugada de 5 de julho foi tomar e controlar a\nEstação da Luz, ponto de passagem obrigatório das tropas federais. Em\napenas quatro dias, ele e sua guarnição de apenas 15 homens venceram os\nadversários nessa estação e ocuparam o palácio do governo do estado.\nAinda durante o conflito de 1924 comandou a “Coluna da Morte”, que\nprolongou a luta no interior do estado, não foi juntar-se à Coluna\nPrestes, como fizeram os grupos que participaram do movimento de 1924 em\nSão Paulo e no Rio Grande do Sul.\n\nNessa época começaram a surgir as lendas em torno do tenente Cabanas, um\npersonagem que na década de 1920 inflamou a imaginação popular: dizia-se\nque as balas atravessavam seu corpo sem fazer-lhe qualquer mal; que\nsaltava, de um telhado a outro, distâncias superiores às possibilidades\nhumanas; ou que, certa vez, no sul de Mato Grosso, São Jorge enviou-lhe\nseu cavalo branco para que rompesse o cerco dos inimigos. Ainda em 1924,\nsua cabeça foi posta a prêmio pelo governo por quinhentos contos, o que\no levou a exilar-se no ano seguinte.\n\nApós a Revolução de 1930, da qual participou juntamente com outros\ntenentes paulistas, foi enviado pelo presidente Getúlio Vargas à Europa\nem comissão de estudos de economia política. De volta ao Brasil em 1933,\nparticipou no ano seguinte, ao lado de alguns amigos, como Agildo\nBarata, Nemo Canabarro Lucas e José Augusto de Medeiros, de ações\nisoladas contra os integralistas que desfilavam uniformizados pelas ruas\ndo Rio de Janeiro, então Distrito Federal.\n\nEm março de 1935, já tenente-coronel, posto em que se reformou, e já na\noposição a Vargas, assinou juntamente com Herculino Cascardo, Roberto\nSisson, Trifino Correia, Moésia Rolim, Henrique Cordeiro Oest, Abguar\nBastos, Francisco Mangabeira, Benjamim Cabello e outros, a ata de\nfundação da Aliança Nacional Libertadora (ANL), organização política de\nâmbito nacional que reuniu representantes de diferentes correntes\npolíticas – socialistas, comunistas, católicos e democratas – e de\ndiferentes setores sociais – proletários, intelectuais, profissionais\nliberais e militares –, todos atraídos por um programa que propunha a\nluta contra a fascismo, o imperialismo, o latifúndio e a miséria. Com a\nproscrição da ANL, decretada em 11 de julho, esteve preso em Natal. Em\n1937, não apoiou o golpe de Vargas, que implantou o Estado Novo\n(1937-1945).\n\nDe 1949 a 1950 integrou o conselho consultivo do Centro de Estudos e\nDefesa do Petróleo e da Economia Nacional (CEDPEN), associação civil\nfundada em abril de 1948 com o objetivo de promover uma “larga campanha\nde esclarecimento da opinião pública, através de artigos, conferências,\ndebates, comícios, caravanas e demais meios constitucionais e\ndemocráticos, visando a congregação dos brasileiros que pugnavam pela\ntese nacionalista de exploração das jazidas pelo monopólio estatal”.\nAinda em 1950, apoiou a candidatura de Vargas à presidência da República\ne candidatou-se à Câmara dos Deputados na legenda do Partido Trabalhista\nBrasileiro (PTB). Realizado o pleito em outubro, Vargas elegeu-se e\nCabanas obteve a terceira suplência do seu partido. Exerceu o mandato de\nabril de 1953 a agosto de 1954 e voltou a se candidatar em outubro desse\nano. Eleito novamente suplente, não chegou a assumir o mandato.\n\nFaleceu na cidade de São Paulo em janeiro de 1974.\n\nPublicou *Os fariseus da revolução* (1932).\n\n**FONTES:** ARQ. GETÚLIO VARGAS; BARATA, A. *Vida*; CÂM. DEP.\n*Deputados*; CARNEIRO, G. *História*;CARVALHO, E. *Petróleo*; CISNEIROS,\nA. *Parlamentares*; CONSULT. MAGALHÃES, B.; *Encic. Mirador*; *Estado de\nS. Paulo* (29/1/1974); FAUSTO, B. *Revolução*; FIGUEIREDO, E.\n*Contribuição*; *Jornal da Tarde* (2/7/1973); LIMA, L. *Coluna*; SILVA,\nH. *1935*; TAVARES, J. *Radica**lização*;TRIB. SUP. ELEIT. *Dados* (2 e\n3).\n","ref":"**FONTES:** ARQ. GETÚLIO VARGAS; BARATA, A. *Vida*; CÂM. DEP.\n*Deputados*; CARNEIRO, G. *História*;CARVALHO, E. *Petróleo*; CISNEIROS,\nA. *Parlamentares*; CONSULT. MAGALHÃES, B.; *Encic. Mirador*; *Estado de\nS. Paulo* (29/1/1974); FAUSTO, B. *Revolução*; FIGUEIREDO, E.\n*Contribuição*; *Jornal da Tarde* (2/7/1973); LIMA, L. *Coluna*; SILVA,\nH. *1935*; TAVARES, J. *Radica**lização*;TRIB. SUP. ELEIT. *Dados* (2 e\n3).\n","dic":"DHBPR"}
