{"title":"CAFÉ","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CAFÉ**\n\nConsidera-se que a *Coffea arabica*, espécie mais conhecida de café,\nseja nativa da Etiópia, de onde foi para a Arábia, e daí para outras\nregiões. Seu uso propagou-se pelo Egito, Síria, Turquia e Oriente\nPróximo, admitindo-se que os árabes tenham começado a tomar café já no\nséculo XV. No Ocidente, as primeiras notícias do uso de café ocorreram\nem Veneza, nos fins do século XVI. No início do século XVII, navios da\nCompanhia das Índias Orientais já faziam grandes transportes de café\nentre países muçulmanos do Oriente. Em Amsterdã, em 1637, bebia-se café\nhabitualmente, cabendo aos holandeses um importante papel na sua\npropagação, como bebida, na Europa setentrional e central.\n\nNa França, o cafeeiro foi introduzido por Thévenot em 1657, tornando-se\nlogo um hábito na corte de Luís XIV. Em seguida apareceu em Londres a\nprimeira casa de café. Berlim teve seu primeiro café público em 1752,\nembora se admita que Hamburgo lhe precedesse. Os holandeses, em fins do\nséculo XVII, levaram mudas de cafeeiros para a Malásia. Em Java, cujo\nsolo e clima são tidos como os mais apropriados, o primeiro pé de café\nfoi plantado em 1696, daí passando para Sumatra, Celebes e Timor. Dessas\nilhas, em 1706, foram remetidas mudas de cafeeiros para o Jardim\nBotânico de Amsterdã, dos quais se originaram os primeiros cafezais do\nNovo Mundo.\n\nAo que tudo indica, a primeira região onde se plantou café na América do\nSul foi o Suriname, sob domínio holandês, no início do século XVIII. Nos\nprimeiros 30 anos desse século, foram enviadas do Jardin des Plantes de\nParis mudas de cafeeiros para a Martinica, cujas plantações se\ndisseminaram pelas Antilhas e América do Sul. Diz-se, ainda, que os\nprimeiros cafeeiros da Guatemala datam de 1750-1760 e os do México de\n1790.\n\nO Café no Brasil\n\nA versão mais conhecida e aceita sobre a introdução do café no Brasil é\na atribuída a Francisco de Melo Palheta (l670-?), que em 1727 trouxe\nmudas e sementes da Guiana Francesa, plantando-as em Belém do Pará.\nEntretanto, existem informações da existência do café no Maranhão antes\ndessa data.\n\nO cafeeiro não se fixou na região amazônica por falta de boas condições\nnaturais, não tendo alcançado ali maior significado econômico. Da\nAmazônia parece ter vindo para a cidade do Rio de Janeiro por volta de\n1760, quando algumas mudas foram plantadas pelos frades capuchinhos na\nrua dos Barbonos, atual Evaristo da Veiga. Dessas mudas saíram as que\nforam formar novas culturas nos arredores do Rio de Janeiro\n(Jacarepaguá, Campo Grande, Guaratiba e Santa Cruz).\n\nFonte: http://acervo.bndigital.bn.br/sophia/externo/busca.asp\n\n![Description:\nhttp://objdigital.bn.br/acervo\\_digital/div\\_iconografia/icon627051/icon627051.jpg](CAF%c3%89_arquivos/image003.jpg)\n\nFazenda de café.\n\nA partir desses núcleos, hoje cortados pela rodovia Rio-Santos, a\ncultura se irradiou pelo atual estado do Rio de Janeiro em duas\ndireções: para o sudoeste, alargando-se de São João Marcos a Resende, e\npara o norte, dando as grandes plantações de Vassouras, Valença e\nParaíba do Sul e alcançando mais tarde Cantagalo. Ao mesmo tempo, de São\nGonçalo o café atingiu Itaboraí e Maricá, disseminando-se em direção a\nCampos e ao estado do Espírito Santo. Em Vassouras surgiu a capital do\ncafé brasileiro nas primeiras décadas do século XIX.\n\nDe São João Marcos e Resende, os cafeeiros foram levados para São Paulo.\nAdmite-se que penetraram por São José do Barreiro, Areias e Bananal,\nentre 1790 e 1797. Espalhando-se pelo vale do Paraíba, atingiram Lorena,\nTaubaté, Jacareí, Mogi das Cruzes, até Jundiaí, de onde teriam se\noriginado os cafezais do oeste de São Paulo. Em 1797, o porto de Santos\nregistrou a exportação para Portugal de 1.924 arrobas de café.\n\nNa Bahia, apontam-se pequenos cafezais em 1790. Em Minas Gerais, as\nprimeiras lavouras de café parecem ter surgido no final do século XVIII.\nPor volta de 1800, havia cafezais em número reduzido no Triângulo\nMineiro. Em 1809, todavia, já era apreciável a produção de Araxá.\nEntretanto, a região de Minas Gerais onde a cultura do café se\ndesenvolveu mais densamente foi a Zona da Mata, pela sua maior\nproximidade com o Rio de Janeiro. Seguiram-se a região vizinha do vale\ndo Paraíba e os municípios de Mar de Espanha, Juiz de Fora, Leopoldina,\nCataguases e Ubá, mais tarde centros cafeeiros da maior importância,\nembora a lavoura marchasse com êxito para o sul e oeste de Minas pelo\nvale do rio Preto, alcançando Goiás.\n\nEm 1859, a posição das províncias em relação ao total da produção\nbrasileira era de 78,4% para o estado do Rio, 12,1% para São Paulo, 7,8%\npara Minas Gerais e 1,7% para as demais. No período entre 1848 e 1857, o\nsenador Nicolau de Campos Vergueiro introduziu na sua fazenda Ibicaba\n(SP) trabalhadores assalariados, colonos italianos, portugueses,\nalemães, suíços e belgas, que trabalharam lado a lado com os negros\nescravos. O exemplo foi seguido por outros fazendeiros de café, tendo a\nprodução do vale do Paraíba, na década de 1860, passado à primeira do\npaís.\n\nSão Paulo tornou-se assim o principal centro produtor de café no Brasil.\nA partir de então, operou-se o deslocamento da liderança econômica das\nvelhas regiões agrícolas do Norte-Nordeste para as mais recentes do\nCentro-Sul. Esgotada a fertilidade do solo, como aconteceu na região\nfluminense, os cafezais deslocaram-se também do vale do Paraíba para o\nplanalto de São Paulo. A ocorrência de “terras roxas” orientava a\nchamada “onda verde”, de Campinas para o norte e o oeste do planalto.\n\nNo último decênio do século XIX, desde que o café chegou à região do rio\nMogiguaçu e rio Pardo, formou-se o centro produtor da melhor qualidade\nde café. Enquanto o grande centro produtor era o vale do Paraíba, a\ncomercialização se fazia pelo Rio de Janeiro, centro financeiro e\ncontrolador da economia cafeeira. Com o deslocamento da zona de cultura,\na exportação principal passou para o porto de Santos, iniciando-se então\no surto de desenvolvimento paulista. Desde o começo da década de 1880, o\nBrasil se tornara o maior produtor mundial de café.\n\nO café passou a representar grandes e novas possibilidades de acumulação\nde capital, e esse processo se tornou conhecido como o “ciclo do\ncafé”*.* Em 1889, ano da proclamação da República, a produção atingiu\n5,586 milhões de sacas de 69 kg. Ao iniciar-se o século XX, só as\nexportações do produto chegaram a 14,7 milhões de sacas.\n\nO Convênio de Taubaté\n\nO Convênio de Taubaté foi um entendimento político entre os estados\nprodutores de café. Em 1906 ocorreu uma superprodução de café e, para\nevitar o agravamento da crise, os estados grandes produtores decidiram\nestabelecer uma política comum para a defesa dos preços do produto\ndiante da hesitação do governo federal. Essa política ficou conhecida\ncomo o Convênio de Taubaté por ter sido resultante de um acordo firmado\nnessa cidade paulista. Em 1908, na sucessão do presidente Rodrigues\nAlves, os partidários da valorização do café conseguiram levar à\npresidência e vice-presidência da República dois defensores declarados\nde tal política, o mineiro Afonso Pena e o fluminense Nilo Peçanha.\n\nAs principais intervenções governamentais no mercado de café a partir do\nConvênio de Taubaté ocorreram no governo de Epitácio Pessoa (1919-1922),\napós a Primeira Guerra Mundial, e depois no governo de Artur Bernardes\n(1922-1926), quando se passou à valorização permanente, em consequência\nde um desvirtuamento das funções do Instituto do Café de São Paulo,\nfundado apenas para regulamentar o escoamento das safras. A valorização\nera feita pela retenção das sobras de exportação e do consumo interno,\ncomprometendo-se alguns grupos estrangeiros no financiamento dos\nestoques. Ao tornar os preços atrativos, tal política também induziu\npaíses com condições mesológicas adequadas a desenvolver a cultura do\ncafé e a competir no mercado mundial.\n\nPor toda a década de 1920, a produção brasileira atingiu 167,3 milhões\nde sacas, tendo sido exportado o total de 137,7 milhões (82,3%) e retida\numa sobra de 29,6 milhões. Os países concorrentes, cuja participação no\nmercado externo era inexpressiva no início do século, exportaram mais de\n8 milhões de sacas na safra de 1927-1928 e mais de 13 milhões na última\nsafra do decênio. A queda da Bolsa de Nova Iorque em outubro de 1929\nteve como um de seus reflexos econômicos a queda dos preços do café, em\nplena campanha política para a sucessão do presidente Washington Luís.\n\nA Crise de 1929 e a Revolução de 1930\n\nO elevado preço do café, que provocou entre 1920 e 1925 nova e acentuada\nexpansão do plantio, fez com que, a partir de 1927, a oferta\nultrapassasse a procura, iniciando-se a acumulação de estoques. A safra\nde 1927-1928 chegou a 27 milhões de sacas – quase o dobro da obtida seis\nanos antes –, o que representou um excedente de 12 milhões de sacas\nsobre as exportações. Para restabelecer o equilíbrio entre a oferta e a\nprocura e sustentar os preços, o Instituto do Café de São Paulo recorreu\nnovamente à compra dos excedentes. E a safra relativamente pequena de\n1928-1929, conjugada com a expansão da procura mundial, ajudou a\nestabilizar os preços.\n\nEssa prática de intervenção fora seguida nos últimos 40 anos pelos\ncafeicultores do país, liderados por São Paulo, mas, a partir da década\nde 1920, o governo federal viu-se forçado a chamar a si a\nresponsabilidade maior na execução da tarefa. Negociaram-se empréstimos\nno país e no exterior, utilizando-se os estoques de café como garantia.\nA fundamentação dessa intervenção, a chamada “valorização”, foi o ciclo\nbienal da produção de café: os cafeeiros produziam mais café em um ano e\nmenos no seguinte. Retendo café no ano de alta produção, sustentavam-se\nos preços do produto e permitia-se o escoamento do excedente nos anos de\nmenor produção. Outra característica do sistema residiu na limitação da\nquantidade de café encaminhada aos portos de embarque, na proibição da\nexportação dos cafés de baixa qualidade e na imposição de um imposto de\nexportação para pagamento dos empréstimos. Outros estados cafeicultores\ncolaboraram com São Paulo na implementação dessas medidas – Convênio dos\nEstados Cafeeiros –, mas a sua principal atividade estava ligada ao\ncontrole do movimento de café para os portos.\n\nNo segundo trimestre de 1929, calculava-se que a safra de 1930-1931\nficaria em torno de 30 milhões de sacas, o que indicava a necessidade de\noutra intervenção caso se desejasse manter os preços.\n\nAs eleições presidenciais foram realizadas em março de 1930. O candidato\noficial era o presidente do estado de São Paulo Júlio Prestes, que vinha\nsendo apoiado pelo presidente Washington Luís, ambos experimentados\ndefensores dos esquemas de valorização. As dificuldades para levantar\nempréstimos internacionais e razões internas de natureza econômica e\npolítica levaram o Banco do Brasil, apoiado pelo presidente da\nRepública, a negar seu aval aos esforços do estado para conseguir\nempréstimos no exterior.\n\nEssas dificuldades da política cafeeira coincidiram com a depressão\neconômica mundial iniciada em outubro de 1929. A simultaneidade de três\nfatores – safra volumosa, indecisão governamental e depressão econômica\n– teve como consequência pressão baixista inusitada, fazendo com que o\npreço do café, que era de 22,54 centavos de dólar por libra-peso em\nsetembro de 1929, caísse para 14 centavos no começo de 1930. Os preços\ninternos também caíram aproximadamente 40%, provocando uma redução do\nsalário da mão de obra agrícola.\n\nO candidato oposicionista às eleições presidenciais era o presidente do\nRio Grande do Sul Getúlio Vargas, que, como ex-ministro da Fazenda de\nWashington Luís, não podia ser considerado neófito em matéria cafeeira.\nEmbora os interesses ligados à cafeicultura constituíssem a espinha\ndorsal da estrutura de poder que se opunha a Vargas, este soube utilizar\ncom habilidade a crise cafeeira e conseguir o apoio político dos\ncafeicultores de São Paulo para a coalizão que chefiava. Vargas foi\nbatido nas eleições de março de 1930, mas assumiu a chefia do governo\nprovisório que tomou o poder pela força das armas no mês de outubro do\nmesmo ano. O novo governo decidiu intervir na economia cafeeira\ncomprando excedentes e mantendo, com modificações, a estrutura de\ncontrole das exportações. Em maio de 1931, foi criado um novo órgão\nfederal, o Conselho Nacional do Café, que chamou a si a execução da\npolítica cafeeira. Em 1932, os cafeicultores de São Paulo apoiaram a\nRevolução Constitucionalista contra Vargas. Após a derrota do movimento,\nVargas concordou em cancelar 50% das dívidas dos cafeicultores como\nparte do esforço nacional de conciliação.\n\nEm fevereiro de 1933, foi abolido o Conselho Nacional do Café e criado o\nDepartamento Nacional do Café (DNC), uma autarquia federal subordinada\nao ministro da Fazenda. A nova entidade consolidou os poderes do governo\nfederal, eliminando na prática a representação dos estados. Dispondo de\npoderes muito amplos, o DNC iniciou um programa que se estendeu por mais\nde dez anos, e que abrangeu a aquisição, a armazenagem e o escoamento do\ncafé, além de limitações ao plantio. Entre 1931 e 1944, cerca de cem\nmilhões de sacas foram retiradas do mercado pelo DNC, que determinou a\ndestruição de aproximadamente 80 milhões de sacas, o equivalente a três\nanos de consumo mundial, sem com isso influenciar significativamente o\nnível dos preços.\n\nNo quadriênio de 1927 a 1930, a receita total de exportação do Brasil\nelevou-se a 422 milhões de dólares, tendo o café participado com 69%,\n293 milhões de dólares. De 1931 a 1934, a queda de preços fez com que a\nmédia da receita cafeeira fosse de 156 milhões de dólares, pouco mais da\nmetade do que fora atingido no quadriênio anterior. Outras exportações\ntambém sofreram com a crise, fazendo com que o total da receita de\nexportação baixasse para 232 milhões de dólares, sendo que o café\nrepresentou 67% desse total.\n\nOs Antecedentes da Crise da Década de 1930\n\nPara compreender os acontecimentos da década de 1930, é necessário\nanalisar alguns aspectos da economia cafeeira. O Brasil e especialmente\nas áreas de São Paulo e do Paraná ofereciam condições excepcionais para\na cultura do café em grande escala: disponibilidade de terras e\ntopografia adequada, que barateavam as despesas de infraestrutura. O\ncafé começou a expandir-se no estado de São Paulo nas duas últimas\ndécadas do século XIX, tornando-se o Brasil o principal abastecedor\nmundial do produto e chegando a uma participação de mais de 70% do total\nem 1915.\n\nUm cafeeiro passa a produzir aos quatro anos de idade e mantém-se\nprodutivo por muito tempo, chegando em certos casos até 30 anos.\nEnquanto existem terras virgens propícias ao plantio de café, mão de\nobra e acesso a novas regiões, a cultura cafeeira se desloca para as\nnovas áreas onde o rendimento por pé é mais alto e, portanto os custos\nde produção são mais baixos. Mesmo quando os preços caem, o volume\nproduzido pode não cair se os preços ainda forem suficientes para cobrir\no custo de colheita. Além do café, os empresários podem desenvolver\nculturas intercalares, como a do milho e a do feijão, ajudando assim a\nsuportar a baixa de preços e aguardar melhores tempos. O resultado\ndessas iniciativas é que a produção não se reduz de maneira\nsignificativa, ou em proporção com a perda de valor. Isso é verdade não\napenas no caso brasileiro, mas praticamente na maioria dos países\nprodutores.\n\nO café, dentro de certos limites, é um produto de consumo chamado\ninelástico. Isso significa que as mudanças no nível de preços pouco\ninfluenciam o volume de consumo. Assim, é possível aos países produtores\naumentar suas receitas reduzindo o abastecimento. Essas características\nestão provavelmente relacionadas com o fato de que o café constitui um\nhábito e também de que é uma bebida relativamente barata, o que faz com\nque as modificações no preço do café verde tenham pouca influência sobre\no custo de seu consumo.\n\nA forte participação do Brasil no mercado internacional, aliada à\ninelasticidade-preço da demanda de café, tem constituído a pedra angular\nda política de estoques e da regulamentação das exportações iniciada em\n1906, concebida inicialmente para melhorar a receita dos produtores, mas\npaulatinamente amparada pelo governo federal interessado no aumento da\nreceita de exportação. Entre 1920 e 1930, as vendas de café contribuíram\ncom mais de 70% do total da receita de exportação. O êxito dessa\norientação entre 1906 e 1920 explica a já mencionada expansão desmedida\nda lavoura cafeeira na década de 1920 e os excedentes de produção na\ndécada de 1930. Desde 1921, a defesa dos preços passou a constituir\ncaracterística permanente das diretrizes cafeeiras do governo federal e\ndo estado de São Paulo. Já então os progressos da infraestrutura –\nestradas, facilidades portuárias e expansão da fronteira agrícola –\npermitiram a aceleração da produção de café, encorajada pela perspectiva\nde preços garantidos. A falta de controle dessa expansão e a tendência a\nsubestimar a produção futura constituíram uma das razões da falência\ndessa política, que, por sua vez, estimulava o desenvolvimento da\nconcorrência de outros países, retirando o Brasil da posição de\nsemimonopólio.\n\nO Café e a Industrialização\n\nA industrialização de São Paulo iniciou-se no começo do século XX e\ndesenvolveu-se paralelamente ao crescimento da cafeicultura. A imigração\neuropeia, a disponibilidade de recursos e o crescimento demográfico\nestimularam o surgimento de indústrias têxteis, de alimentos e de\nmateriais de construção. A relação entre a industrialização brasileira\nantes e depois de 1930 e a política cafeeira do país é objeto de\ncontrovérsia. Contudo, os analistas parecem concordar que antes de 1930\no setor cafeeiro impulsionou a demanda de produtos industrializados de\nimportação. Políticas de sustentação de preço auxiliaram, muito\nprovavelmente, a expandir tanto o consumo de bens importados como a\ncapacidade pagá-los. Em consequência, a despeito da existência de um\nmercado crescente para produtos industrializados, a industrialização foi\nretardada, mesmo existindo condições para a produção de bens\nindustrializados, porque era mais barato importá-los. A queda dos preços\nna década de 1930 criou dificuldades à importação e, portanto, melhor\nclima para a industrialização. A produção industrial cresceu em 50%\nentre 1929 e 1937, apesar da depressão.\n\nO Desbravamento de Novas Regiões\n\nNão obstante os baixos preços do decênio 1930-1939, o desbravamento e a\nocupação de áreas pioneiras fizeram com que não cessasse a mobilidade da\nfronteira do café. No norte do Paraná, a ocupação prosseguiu a passo\nlento. Em 1935 a estrada de ferro chegou a Londrina, e em São Paulo o\naproveitamento da área servida pela Estrada de Ferro Paulista seguiu\navante. Esse processo de ocupação de novas áreas certamente ajudou a\namortecer os efeitos da depressão econômica sobre os salários e a mão de\nobra agrícola e estimulou, além disso, a produção de gêneros\nalimentícios.\n\nAs Exportações Mundiais e a Participação do Brasil\n\nA despeito da forte queda dos preços, o consumo mundial não se\ndesenvolveu nos anos de 1931-1935, mas apresentou forte crescimento no\nperíodo de 1936-1938. A parcela do Brasil manteve-se no nível de 60% no\nperíodo de 1931-1935, mas continuou a decrescer até atingir 50% do total\nmundial em 1937. A Colômbia e a África tinham aumentado sua\nparticipação.\n\nMudança na Política Cafeeira em 1937\n\nO Brasil decidiu em 1937 – ante a queda de suas exportações a níveis\ninferiores a 50% do total mundial, a falência dos esforços para chegar a\num acordo com outros produtores (conferências de Bogotá, 1936, e de\nHavana, 1937) e a permanente necessidade de destruir café (em 1937 foram\ndestruídas 17,2 milhões de sacas, ou seja, mais que o total das\nexportações) – abandonar a sustentação do mercado e baixar os seus\npreços em mais de 1/3, reduzindo os impostos de exportação do café. A\niniciativa foi apresentada como uma guerra de preços com outros\nprodutores e mereceu aplausos dos empresários nacionais, porquanto o\npreço interno não havia sido afetado. O governo manteve outros\ninstrumentos, como por exemplo, a retirada de excedentes, a queima de\ncafé – 9 milhões de sacas entre 1938 e 1944 – e o controle das\nexportações. A iniciativa brasileira representava, contudo, uma ruptura\ncom as políticas anteriores e o reconhecimento de que, em consequência\nda redução de sua importância no mercado internacional, tornava-se\ninviável para o país prosseguir na defesa unilateral dos preços. A\nparticipação do Brasil no mercado mundial melhoraria em 1938 e 1939.\n\nUm mês depois da decisão de abandonar a defesa dos preços, Vargas\nab-rogou a Constituição de 1934 e proclamou o Estado Novo. A nova\nestrutura de poder, centralizada no Executivo federal, se repetiu nas\ndecisões sobre a política do café, progressivamente mais dependente do\nMinistério da Fazenda, com crescente envolvimento do Ministério das\nRelações Exteriores.\n\nAcordos Internacionais e a Segunda Guerra Mundial\n\nJá na Conferência Econômica Mundial realizada em Genebra, Suíça, no ano\nde 1927, foram apresentadas sugestões no sentido de se promover acordos\nmultilaterais de produtos de base. A matéria voltou a ser ventilada na\nConferência Econômica e Monetária de Londres em 1933 e novamente em\n1937, na Comissão de Estudos de Matérias-Primas da Liga das Nações.\n\nA depressão da década de 1930 e, sobretudo a crise cafeeira haviam\nabalado fortemente a estrutura econômica da maioria dos países\nlatino-americanos. As importações de café pelos Estados Unidos,\navaliadas em 315 milhões de dólares em 1926, baixaram para 138 milhões\nde dólares em 1929, ou seja, caíram 56%.\n\nApesar do malogro das conferências cafeeiras de Bogotá e Havana,\nprosseguiram as tomadas de contato entre países produtores e foram dados\nalguns passos no rumo da cooperação. Em Bogotá foi decidida a criação,\ncom sede em Nova Iorque, do Bureau Pan-Americano do Café e foi aprovada\na cobrança de cinco centavos de dólar por saca exportada, para a\nobtenção de recursos destinados a promover o consumo de café. Foram\nrejeitados pelos demais participantes os objetivos brasileiros de impor\nlimitações ao plantio e às exportações de café de baixa qualidade,\nintroduzir cotas de exportação e estabelecer diferenciais de preço entre\nas várias qualidades de café.\n\nO início da guerra na Europa em 1939 e a probabilidade de fechamento dos\nmercados europeus vieram perturbar ainda mais a economia cafeeira\nlatino-americana. Os preços de 1940 atingiram o nível mais baixo jamais\nregistrado. Em junho desse ano, os países produtores do hemisfério\nocidental reuniram-se em Nova Iorque para examinar a questão, e, outra\nvez, não se chegou a um acordo. O impasse levou a que se decidisse\nsolicitar a cooperação do governo dos Estados Unidos. Cordel Hull, então\nsecretário de Estado, reagiu favoravelmente, anuindo em incluir na pauta\nda II Reunião dos Ministros das Relações Exteriores das Repúblicas\nAmericanas, a ser realizada em Havana no mês de julho, o exame, com\nparticipação dos Estados Unidos, de um convênio cafeeiro.\n\nEssas consultas tiveram como consequência a negociação do Acordo\nInteramericano do Café, assinado em Washington aos 28 de novembro de\n1940, e posto em vigor, com efeito retroativo, a partir de 1^o^ de\noutubro do mesmo ano. O acordo, que foi ratificado pelo presidente\nRoosevelt a 12 de abril de 1941, reunia Brasil, Colômbia, Costa Rica, El\nSalvador, Guatemala, México, Peru e Estados Unidos da América. A ele\naderiram, posteriormente, Haiti, Equador, República Dominicana,\nNicarágua e Venezuela. Embora não haja menção expressa em seu texto, os\nobjetivos do acordo harmonizavam-se com os mencionados no artigo 57 da\nCarta de Havana negociada durante a conferência, a saber:\n\n“a) impedir ou suavizar sérias dificuldades econômicas que podem surgir\nquando a adaptação entre a produção e o consumo não puder se realizar\npelo jogo exclusivo das forças normais do mercado, tão rapidamente\nquanto as circunstâncias o exigirem;\n\n​b) proporcionar, durante o prazo que for necessário, um plano para a\nelaboração e a prática de providências destinadas a lograr uma adaptação\neconômica que faculte expansão do consumo ou remoção de recursos e mão\nde obra de atividades superdesenvolvidas para novas utilizações\nprodutivas, entre estas incluindo-se, nos casos apropriados e tanto\nquanto possível, o fomento de indústrias de transformação baseadas em\nprodutos primários de origem nacional;\n\n​c) impedir ou suavizar flutuações pronunciadas de preços de um produto\nde base, para obter-se uma situação satisfatória de estabilidade,\nbaseada sobre preços equitativos para os consumidores e que proporcionem\nrazoáveis lucros aos produtores, tendo em vista o interesse em assegurar\num equilíbrio a longo prazo entre a oferta e a procura;\n\n​d) conservar e aproveitar os recursos naturais do mundo, assim como\nprotegê-los contra desnecessário esgotamento;\n\n​e) propiciar a expansão da produção de um produto de base, quando isto\nfor vantajoso a consumidores e produtores, inclusive a distribuição de\nalimentos essenciais, a preços especiais, nos casos apropriados;\n\n​f) assegurar a distribuição equitativa de um produto de base em caso de\nescassez.”\n\nO Acordo Interamericano do Café constituiu um pacto de cotas de\nexportação, com as seguintes características principais: a) haveria\natribuição de cota básica aos membros exportadores; b) seriam fixadas\ncotas anuais para cada ano cafeeiro – l^o^ de outubro a 30 de setembro\n–, como percentagem da cota básica; c) a administração do acordo seria\nlevada a efeito por uma junta executiva – o Interamerican Coffee Board –\nconstituída por delegados dos governos participantes; do total de 36\nvotos, 12 eram atribuídos aos Estados Unidos, nove ao Brasil, três à\nColômbia e um a cada um dos outros países; d) o Board teria poderes para\naumentar ou reduzir as cotas de exportação de uma quantidade\ncorrespondente a 5% do montante da cota básica; caso viesse a ocorrer\nescassez do abastecimento nos Estados Unidos, o Board poderia, por 1/3\ndo número de votos, aumentar ilimitadamente a cota dos Estados Unidos,\nmas qualquer redução superior a 5% necessitaria, em cada caso, aprovação\npor unanimidade; e) o controle das limitações à entrada de café nos\nEstados Unidos seria da responsabilidade desse país; f) não foram\nprevistas disposições relativas a preços.\n\nAs cotas básicas de exportação de cada país baseavam-se nas exportações\nde 1938, mas o montante finalmente fixado após negociações representava\num ajustamento e uma acomodação.\n\nO apoio concedido pelos Estados Unidos ao acordo foi sem dúvida\npoliticamente motivado, e a guerra na Europa e o aumento da influência\nalemã na América Latina constituíram os estímulos mais evidentes. A\niniciativa estadunidense teve em mira granjear a simpatia dos países\nlatino-americanos para a causa dos Estados Unidos e de seus aliados,\nestando relacionada com a vulnerabilidade do canal do Panamá.\n\nOs preços do café quase dobraram entre julho de 1940 e dezembro de 1941.\nOs Estados Unidos entraram na guerra em 7 de dezembro de 1941 e, quatro\ndias depois, o Office of Price Administration (OPA) estabelecia tabelas\nde preços para o café e para muitos outros artigos. Em consequência\ndisso, de 1942 em diante o Interamerican Coffee Board ficou responsável\npelo estabelecimento de cotas, e o OPA, pela fixação dos preços de\nvarejo e dos preços do café verde em geral.\n\nDesde 1940, após uma visita de Osvaldo Aranha, então ministro das\nRelações Exteriores do Brasil, aos Estados Unidos, desenvolviam-se\nnegociações bilaterais entre os dois países. Em 1942, foram por eles\nassinados os Acordos de Washington, resultado das negociações que\nincluíram o preço do café brasileiro e o compromisso norte-americano de\napoiar a industrialização do país financiando a construção da usina de\nVolta Redonda. Durante a guerra, as dificuldades de importação de\nprodutos industrializados e de petróleo, cujo uso foi racionado,\nobrigaram o Brasil a acumular divisas estrangeiras. Todavia,\npercebendo-se desde logo que essas reservas estavam sendo esvaziadas\npela inflação, a administração do país optou por obter dos Estados\nUnidos ajuda material específica de importância muito superior às\nreservas acumuladas. Foi esse, muito provavelmente, um dos principais\npassos rumo à plena industrialização do país.\n\nNos anos de 1942 e 1943, o transporte do café do Brasil para os Estados\nUnidos encontrou sérias dificuldades em consequência da entrada do país\nna guerra. A situação da maioria dos países latino-americanos era mais\nfácil em virtude de sua proximidade com os Estados Unidos. Destarte,\napesar das cotas, a participação do Brasil nas exportações para os\nEstados Unidos caiu em 1942 para 40% do total – aumentaria para 54% em\n1944, em decorrência das maiores facilidades de transporte. A geada de\n1942 reduziu consideravelmente as safras brasileiras de 1943-1944 e\n1944-1945.\n\nEntre 1942 e 1944, a produção exportável de café no Brasil foi próxima\ndo total exportado. Em 1944 foi suspensa a destruição de café. As\nlimitações de cota impostas pelo acordo haviam-se tornado inoperantes a\npartir de 1943, e as perspectivas eram mais de escassez que de\nexcedentes. O elevado índice de inflação nos Estados Unidos e no Brasil\nreduziu bastante o poder aquisitivo da receita cambial resultante dos\npreços-teto estabelecidos. Em 10 de março de 1945, os ministros das\nRelações Exteriores do Brasil e da Colômbia enviaram ao secretário de\nEstado dos Estados Unidos, Stetinius, carta em que eram expostos os\npontos de vista dos 14 países produtores de café participantes da\nConferência de Chapultepec, reunida desde fevereiro, acerca da\nnecessidade de uma elevação dos preços do produto. Em 22 de março, o\nDepartamento de Estado comunicava-lhes que o pedido fora denegado. No\ndia 7 de março, ocorrera a rendição da Alemanha, seguida, aos 14 de\nabril, pela do Japão. Os países produtores de café continuaram a exercer\npressão para que o preço-teto fixado pelos Estados Unidos fosse alterado\ne realizaram outra reunião, o IV Encontro Pan-Americano dos Produtores\nde Café. No dia 29 de outubro, Getúlio Vargas deixou o governo, cuja\nchefia foi assumida por José Linhares até a realização de eleições e a\nposse, em 31 de janeiro de 1946, do novo presidente Eurico Gaspar Dutra.\n\nFim dos Controles\n\nTerminada a guerra, os preços foram finalmente liberados nos Estados\nUnidos, em outubro de 1946. No Brasil, a entrega de café exigida pelo\nregime de cota de sacrifício foi suspensa, e em setembro de 1946 o\nDepartamento Nacional do Café foi liquidado, tendo sido transferida\nparte de suas funções ao Departamento Econômico do Café.\n\nO período de 1940 a 1945 deu relevo aos diferentes elementos e fatores\nde natureza econômica de importância para as políticas cafeeiras. Merece\nreparo a rapidez com que os países produtores mudavam de orientação ao\nsabor das condições do momento, solicitando o estabelecimento de cotas\nquando havia excedentes e os preços estavam baixos, e logo apoiando uma\norientação liberal e a liberdade de comércio quando o mercado lhes era\nfavorável. Os consumidores norte-americanos, por sua vez, davam\nprioridade à política externa por interesses de defesa, voltando\nrapidamente sua atenção para as questões internas – proteção do consumo\npor meio do congelamento de preços – para deter a alta de preços e as\npressões inflacionárias.\n\nA análise demonstra igualmente o reaparecimento da geada e da inflação\ncomo importantes elementos a influenciar a economia cafeeira. A inflação\nentre 1939 e 1949 foi de quase 100% na esteira de um período de deflação\ndesde a década de 1920. Esse índice de inflação só fora visto durante a\nPrimeira Guerra Mundial, período em que foi superior a 120% entre 1915 e\n1920.\n\nA comparação dos períodos que se seguiram às duas guerras mundiais\nrevela algumas similitudes marcantes e diversas diferenças de\nimportância. À parte o alto índice de inflação, os preços aumentaram\nacentuadamente após as duas guerras e absorveram tanto os estoques que\nhaviam sido retidos em virtude da valorização dos anos de 1917 a 1920,\ncomo os estoques em poder do DNC no fim da década de 1950. As geadas de\n1918 e 1943 reduziram em muito o abastecimento. O aumento da produção em\nconsequência da expansão de novas áreas de produção foi bastante forte\nem 1917 e em 1945, e em ambas as vezes os consumidores protestaram,\ntendo havido boicotes nos Estados Unidos.\n\nA diferença principal é que durante a Primeira Grande Guerra o Brasil\nocupava 70% do mercado mundial e podia buscar soluções próprias para os\nproblemas cafeeiros. Em 1950 a importância relativa do país baixou para\ncerca de 50%, e, para conseguir estabilizar os preços, o Brasil dependia\nda cooperação de países produtores e consumidores.\n\nObserve-se, outrossim, a rapidez com que o Acordo Interamericano do Café\nentrou em funcionamento. Isso indica que a despeito das complexidades e\nconflitos é possível superar rapidamente as dificuldades técnicas sempre\nque existir vontade política e necessidade de resolver a questão.\n\nPERÍODO 1946-1955\n\nNo pós-guerra, a Conferência de Bretton Woods e a criação do Fundo\nMonetário Internacional (FMI) foram novos condicionantes da política\ninternacional que envolveram diretamente o comércio do café e o Brasil\ncomo maior exportador. No plano interno, Bretton Woods se traduziu pela\ncriação da Superintendência da Moeda e do Crédito (Sumoc),\npresumidamente dedicada a aplicar as normas do FMI. Em seguida, foi\ncriada a Carteira de Exportação e Importação (Cexim), órgão executivo e\nde orientação do comércio exterior, ampliando as funções antes exercidas\npelo antigo Conselho Federal do Comércio Exterior. Este, por sua vez,\ndeu origem ao Conselho Nacional de Economia (1947), de pouca presença na\nefetivação das políticas comerciais.\n\nNo período 1946-1948, processou-se o desgaste das amplas reservas de\ndivisas estrangeiras acumuladas no período da guerra. O Brasil, à luz\ndos entendimentos com o FMI, optou pela fixação de taxa rígida de câmbio\n– 18,39 cruzeiros por dólar –, o que favoreceu largamente as\nimportações. Prejudicados pela medida foram, de um lado, a indústria\nnacional, que fora antes privilegiada pela constante escassez de divisas\ne sofreu então a competição dos bens de consumo importados, e, de outro\nlado, os produtores e comerciantes de bens de exportação, em especial o\ncafé, já que a taxa fixa de câmbio pela qual eram convertidas suas\nreceitas cambiais não refletia o aumento dos custos internos de produção\ne comercialização, em face de uma inflação não inferior a 20% ao ano em\ntodo esse período.\n\nO mercado internacional de café, malgrado a liberação de preços nos\nEstados Unidos, registrou no período uma estabilidade resultante,\npossivelmente, da falta de capacidade de compra dos mercados europeus,\nentão estagnados nos quadros da reconstrução econômica dos países mais\natingidos pela guerra. Os preços deixaram de sofrer, como parece\nevidente, qualquer pressão por parte do país principal produtor, embora\nse tenha registrado, em 1949, a liquidação dos estoques de café, e se\ntenham preparado as bases para a fase seguinte, em que à falta de\ndivisas se somou a falta de capacidade de gerar divisas.\n\nSó em outubro de 1949, sob a ação dos fatores citados, taxa de câmbio\nfixa e escassez de estoques, desencadeou-se a alta dos preços. A\ncotação, que caíra nos Estados Unidos no período 1946-1948, voltou a se\nreanimar, subindo 30% entre 16 e 30 de setembro, repercutindo na\nelevação de quase 60% nos preços de varejo no intervalo de 1948-1949, e\nchegando, em outubro de 1949, a 80 centavos de dólar a libra.\n\nComo sequência dessa nova situação, teve início nos Estados Unidos o\ninquérito parlamentar promovido pelo senador G. Gillette, para\ninvestigar a situação dos preços do café. Repercussões agudas foram\nprovocadas no seio da opinião pública norte-americana, responsabilizando\nos países exportadores pela alta dos preços e acarretando, de outro\nlado, reações políticas de parte dos governos latino-americanos. Pela\nprimeira vez, entraram em cena as forças que, nos decênios seguintes,\nconstituiriam fatores decisivos para a definição e efetivação das\npolíticas internacionais de café, confrontando os interesses dos países\nprodutores (fazendeiros, assalariados, beneficiamento, industrialização,\nerário público, transportes, comércio, crédito, assistência técnica) e\ndos países consumidores (torrefações, distribuidores, consumidores\netc.).\n\nEntre 1950 e 1953, mesmo havendo no Brasil equilíbrio entre a oferta e a\nprocura e certa estabilidade nos preços de varejo no exterior, começou\num processo de sofisticação da política de valorização do produto, para\nfazer frente às crescentes dificuldades do balanço de pagamentos.\nEnquanto até 1930 o destino do sobrevalor obtido era a economia pessoal\ndos cafeicultores, a nova fase teve que considerar o quadro mais\ncomplexo: o regime de licenças de importação (1948-1953) beneficiava os\nindustriais pelo rateio das divisas escassas e, indiretamente, os\nconsumidores – pelos subsídios –, caracterizando o processo de\ntransferência de renda intersetorial; a partir de 1953, instituiu-se o\nFundo dos Ágios, pelo qual o Tesouro se associava na divisão do bolo da\nreceita em cruzeiros; desde 1951, começou a vigorar o sistema de preços\nmínimos de exportação, o chamado “registro”, culminando a estruturação\nda nova forma de intervenção estatal com a criação do Instituto\nBrasileiro do Café (IBC) em 1952.\n\nA produção se expandiu sobretudo no estado do Paraná em resposta aos\npreços favoráveis. A infraestrutura se ampliou, e a qualidade das terras\ne a venda de lotes a crédito a pequenos produtores levaram a uma\nexpansão mais rápida que a observada em ciclos anteriores. Entretanto, o\ndeslocamento para o sul aumentou a exposição do parque cafeeiro às\ngeadas.\n\nEm consequência, o tamanho das safras brasileiras passou a oscilar, com\nreflexos desestabilizadores sobre preços externos, receita cambial,\npolítica monetária nacional e desenvolvimento das regiões cafeeiras.\n\nPERÍODO 1956-1963\n\nNovo ciclo de excedentes de café se iniciou no Brasil em 1956. Foi\nimprovisada uma rede de armazéns, a maioria em mãos particulares, e\nforam tomadas medidas para, respectivamente, guardar e reduzir o impacto\ndesses excedentes. O café foi vendido a preços bem baixos, de modo a\nestimular o consumo interno. Foram criados novos escritórios do IBC e\nentrepostos no exterior a fim de apoiar uma política mais agressiva de\nvendas, e foi também destruída parte deteriorada dos grãos.\n\nA colheita de 1959-1960 alcançou 44 milhões de sacas, um recorde nunca\nvisto, e os estoques aumentaram em um só ano de 20 milhões para 44\nmilhões de sacas. A capacidade de produção em 1961 foi estimada em 36\nmilhões de sacas produzidas por cerca de 3,9 bilhões de cafeeiros. A\ndemanda estimada era de cerca de 24 milhões de sacas, das quais 18\nmilhões para a exportação e seis milhões para o consumo interno. Havia,\nportanto, um excedente estimado de 12 milhões de sacas, cujo custo de\narmazenagem encarecia incrivelmente a cada ano. Em vista de tal\nsituação, em 26 de outubro de 1961 foi criado, pelo Decreto n^o^ 79, o\nGrupo Executivo da Racionalização da Cafeicultura (Gerca). Os objetivos\ndo Gerca eram a erradicação de dois bilhões de cafeeiros não econômicos,\no replantio racional de 1/4 desses cafeeiros e a diversificação agrícola\nnas restantes áreas erradicadas. Os cafeicultores foram indenizados, e\nmais de 700 milhões de cafeeiros chegaram a ser erradicados no período\nentre 1961 e 1963.\n\nA fim de fazer frente às complexidades e à logística de tais colheitas\ndescomunais, realizou-se um trabalho de coordenação entre as diferentes\náreas da administração federal. Técnicos do IBC trabalharam em conjunto\ncom os do Banco do Brasil e da Sumoc para organizar cada ano o plano da\nsafra e decidir sobre o acesso e o volume máximo de café nos portos, o\npreço mínimo no mercado externo, o preço de garantia, a data de início\nde compras de excedente à cota de contribuição equivalente a um imposto\nde exportação, e os assuntos de natureza financeira e de crédito.\n\nEm 1960, um grupo de trabalho recomendou a criação de uma indústria de\ncafé solúvel através de resolução do IBC. Como resultado de tal\nresolução começariam a operar três fábricas em 1964.\n\nEntre os anos de 1956 e 1960, começaram a operar vários pactos de\nemergência com a participação de países produtores de café, como o Clube\ndo México (1957), o Convênio Latino-Americano (1958-1959) e o Convênio\nInternacional. Esforços foram feitos para se alcançar um acordo\ninternacional com a participação dos consumidores, mas foi somente após\n1960 que se obteve algum êxito. Um grupo de estudo sobre o café foi\ncriado em Washington, e a minuta de um acordo foi preparada. As\nnegociações do Acordo Internacional de Café foram concluídas em agosto\nde 1962 na sede das Nações Unidas, em Nova Iorque. Foi um acordo sobre\ncotas de café com previsões sobre promoção e metas de produção, mas sem\nfazer referência a preços. Semelhante, em alguns aspectos, ao Acordo\nInteramericano de Café da década de 1940, esse acordo era, entretanto,\nmais complexo. Os membros importadores e exportadores tinham cada um mil\nvotos distribuídos proporcionalmente à cota básica dos exportadores e ao\ndesempenho dos importadores. As decisões importantes eram tomadas por\nmaioria de 2/3. Os membros importadores de café ficavam obrigados a\ncontrolar as entradas de café por meio de certificados de origem que\nacompanhariam os embarques. Alguns mercados foram deixados fora desses\nmercados de cotas e foram chamados de novos mercados ou mercados a serem\ndesenvolvidos ou expandidos. O acordo deveria ter sua sede em Londres,\ncom um conselho incluindo todos os países membros (importadores e\nexportadores), uma junta executiva de 16 membros e um diretor executivo\nresponsável pela condução da organização. A operação teve início em\n1963.\n\nDurante esse período, o ritmo de industrialização do Brasil foi\nacelerado (Plano de Metas e construção de Brasília). Os estoques haviam\nalcançado 62 milhões de sacas. A parcela do Brasil nas exportações\nmundiais de café havia decrescido para 35%, mas o produto ainda\nrepresentava mais de 50% da receita do país oriunda de exportações.\n\nPERÍODO 1964-1966\n\nDurante o governo Castelo Branco, a política cafeeira obedeceu a cinco\ndiretrizes básicas: acelerar a eliminação da capacidade excedente de\nprodução por meio de uma política de diversificação mais dinâmica;\nproporcionar em consequência maior contribuição do setor café ao combate\nà inflação e à formação da poupança – a redução da produção permitiria a\nvenda de estoques governamentais e a consequente geração de receita\npública; equipar a cafeicultura para consolidá-la em regiões produtoras\nadequadas, reconhecendo-se que terminara a migração para o sul em busca\nde terras virgens; reconhecer a interdependência de interesses entre\npaíses produtores e consumidores e a conveniência da cooperação\ninternacional como a melhor opção para o Brasil; e reduzir a dependência\ndo balanço de pagamentos em relação ao café.\n\nEm 1964, tornou-se claro para todos os analistas que a expansão do\nplantio no Brasil havia cessado, e que um período de redução de volumes\nde safra iria ocorrer como havia ocorrido entre 1930 e 1942. A fim de\nacelerar o ritmo de uma redução da produção global, um novo plano de\nerradicação foi posto em ação por intermédio do Gerca. Maior ênfase foi\ndada às áreas sujeitas a geadas, mas onde os cafeeiros tinham uma\nprodutividade alta, embora intermitente. Áreas liberadas deveriam ser\norientadas para outras culturas, especialmente soja e trigo, no caso do\nParaná. O objetivo do plano era o mesmo do anterior: trazer a produção a\nníveis mais baixos, até 24 milhões de sacas, e, então, iniciar plantios\nmodernos. A rede de armazéns foi expandida, e todo o excedente de café\nfoi armazenado em depósitos de propriedade do governo. Os procedimentos\nde exportação foram simplificados com a eliminação das limitações sobre\nos movimentos do café nos portos, e foi então criado o sistema de\ngarantia para os compradores diante da queda dos preços. Uma coordenação\nentre as diferentes áreas governamentais foi aprimorada, e o plano de\nsafra passou a ser discutido no âmbito do Conselho Monetário Nacional.\n\nO Acordo Internacional do Café teve dificuldades no início de 1964. O\ngoverno dos Estados Unidos havia demorado na implantação de uma\nlegislação que limitasse as importações oriundas de países não membros.\nO sistema de controle revelou no início uma quantidade bastante\nconsiderável de falhas, de armadilhas que caracterizaram o que passou a\nser conhecido como o café turista, ou o café que rodeava o sistema de\ncotas. Em 1965, os mecanismos de preços que objetivavam ajustar as cotas\nanuais ou trimestrais foram introduzidos com o propósito de minimizar as\ntensões existentes entre exportadores e importadores durante o debate\nsobre o tamanho dessas cotas.\n\nO sistema de certificado de origem foi complementado pela emissão de\nselos para os países membros. Tais selos acompanhavam os certificados\noriginais e eram verificados na alfândega pelo país importador. Isso\neliminava de um modo bastante amplo os riscos de certificados falsos,\nque estavam, realmente, prejudicando o sistema.\n\nPERÍODO 1967-1973\n\nEm 1967, iniciaram-se negociações para um novo acordo, que tiveram\nêxito. Em 1968, foi celebrado um novo pacto que entrou em vigor por um\nperíodo de cinco anos. Um fundo de diversificação foi criado. Fundos\nforam colhidos pela organização com base nas exportações e investidos\nnos países que haviam contribuído em projetos referentes à\ndiversificação da economia. No Brasil, tais fundos foram investidos em\nprojetos relacionados com a melhoria da previsão de colheitas e\ncorredores de exportação, em equipamentos do Instituto Agronômico do\nParaná (Iapar), em Londrina, em equipamentos da Companhia Brasileira de\nAlimentação, em São Paulo, e nos terminais de exportação de grãos nos\nportos de Paranaguá e Santos. Foi dada ênfase à expansão das exportações\natravés de contratos especiais. As consequências combinadas dos planos\nde erradicação nas áreas sujeitas a geadas e das quedas de preços\nfizeram com que a produção em 1969 fosse reduzida para cerca de 20 a 21\nmilhões de sacas, e o número de cafeeiros para 2,3 bilhões. A procura,\nexportações mais consumo interno, foi estimada em 27 milhões de sacas. O\nIBC diminuiu seus estoques de 70 milhões de sacas em junho de 1966 para\n47 milhões em junho de 1969. A partir de 1969, o plantio foi estipulado\npor meio de um plano para financiar seiscentos milhões de cafeeiros.\nEsse esquema previa o plantio em áreas menos sujeitas a geadas e\nestabelecia altos níveis técnicos para as novas plantações. Em 1970, a\n“ferrugem” (*Hemileia vastatrix*) apareceu pela primeira vez no Brasil e\ntambém na América Latina. Essa praga havia destruído quase toda a\nprodução em outros países. Apesar disso, como resultado do plano, a\ncapacidade de produção deveria ser aumentada para 30 milhões de sacas\nnos anos de 1977-1978. A produção revelou sinais de restabelecimento,\ntendo alcançado 29 milhões de sacas no período de 1971-1972 e 28 milhões\nem 1972-1973. Caiu para 15 milhões em 1973-1974, em consequência da\ngeada ocorrida em 1972, mas em seguida se recuperou, alcançando 27\nmilhões de sacas em 1974-1975. Apesar do baixo nível de estoque em 1974,\nas perspectivas de produção no Brasil pareciam satisfatórias.\n\nEm 1972, o dólar americano havia desvalorizado, e isso gerou desacordos\ne desentendimentos entre produtores e consumidores quanto aos limites de\npreços consequentes ao sistema de cotas previsto naquele acordo. As\ncotas então foram suspensas em setembro de 1972 e, durante os anos\nseguintes, apesar do acordo celebrado em 1968, as exportações não foram\nreguladas através do sistema de cotas. Durante esse período, no Brasil,\nocorreu um aumento significativo nas exportações de bens manufaturados e\nmatérias-primas outras que não o café. O valor das exportações de café,\ncomo parcela do valor das exportações totais brasileiras, caiu de 43% no\nperíodo de 1964-1965 para 11% em 1973. A participação do Brasil nas\nexportações totais de café foi de 33% em 1972.\n\nNesse período, o balanço de pagamentos brasileiro deixou de depender do\ncafé no lado positivo para iniciar sua dependência, no lado negativo, da\nconta do petróleo.\n\nFoi também uma época de grande expansão da produção e da exportação do\ncafé solúvel, que passou a ocupar elevada porcentagem das exportações de\ncafé. O consumo interno se estabilizou entre seis e oito milhões de\nsacas, dando ao Brasil a posição de segundo país consumidor de café no\nmundo.\n\nPERÍODO 1974-1979\n\nEm agosto de 1975, houve a mais severa geada jamais conhecida na\nhistória do Brasil, que prejudicou mais de 1,5 bilhão de cafeeiros e\nmais de 50% da produção total do país. Isso dificultou de modo essencial\na recuperação da produção, com graves consequências no mercado mundial\nde café. Os preços subiram de 63 centavos de dólar por libra, em 1975, a\num nível jamais alcançado anteriormente, chegando em abril de 1977 a 143\ncentavos por libra, de acordo com o indicador de preços de Nova Iorque.\nO preço de varejo dos Estados Unidos alcançou 394 centavos por libra em\njunho de 1977, contra os 127 centavos em junho de 1975, acarretando um\nimpacto muito sério sobre o consumo. Na Europa, tais aumentos foram\nmenores, pelo fato de ser mais alto, nessa área, o nível dos preços\nanteriores. Com pequenas diferenças, a redução do consumo ocorreu em\nmuitos países. A partir de junho de 1977 constatou-se queda de preços, e\nem agosto de 1980 eles já haviam voltado aos níveis de 1974. O consumo\nrecuperou-se a partir de 1979.\n\nNovo programa de plantio foi implementado no Brasil após a geada, e\nindicou-se uma capacidade potencial de oferta entre 29 e 34 milhões de\nsacas de 1984 em diante. Em outros países, a produção ou decresceu –\ncomo em Angola, ou em menor quantidade em Uganda, Etiópia e El Salvador\n– ou permaneceu estável – como na Costa do Marfim e na República dos\nCamarões. A Colômbia em 1979 produziu 12 milhões de sacas contra oito\nmilhões em 1975. A Indonésia aumentou sua produção de três para cinco\nmilhões durante os anos de 1975 a 1979.\n\nNovas negociações para um acordo de café se iniciaram, dentro de um\ncenário completamente diferente após as geadas de 1975. O acordo de 1976\nrefletiu tal situação, prevendo a introdução de cotas automaticamente se\nos preços caíssem abaixo de determinado nível e estabelecendo também sua\nsuspensão em caso de crescimento exagerado de preço. Em outros aspectos\no acordo era mais elaborado do que o anterior, embora baseado nos mesmos\nprincípios: cotas básicas, cotas anuais e sistema de controle por meio\nde certificado de origem. As cotas anuais eram agora baseadas, também,\nna quantidade de estoque dos países produtores. O acordo incluiu\nprevisões sobre preços. A Organização Internacional do Café (OIC)\nmantinha em vigor o sistema de certificado de origem e a verificação de\nestoques, bem como o cômputo diário dos indicadores de preços. Todos\nesses mecanismos eram importantes para a introdução de cotas.\n\nAs receitas dos países produtores, inclusive o Brasil, aumentaram\nconsideravelmente entre 1976 e 1979. As exportações brasileiras de café\nalcançaram 2,3 bilhões de dólares em 1979, 15% do total das exportações\nbrasileiras, em comparação com os novecentos milhões de dólares em 1975,\nque corresponderam a 10% do total.\n\nO impacto das geadas no Brasil limitou a capacidade de exportações do\npaís. Em 1979, o Brasil exportou 12 milhões de sacas, o que representou\n20% das exportações mundiais, e em março de 1980 seus estoques eram de\n15 milhões de sacas.\n\nA baixa de preços ocorrida a partir de 1977 foi combatida pelos esforços\ndos países produtores através de um organismo de intervenção no mercado,\na Pancafé, mas sem chegar a restrições na exportação.\n\nPERÍODO 1980-1989\n\nA perspectiva de recuperação da produção brasileira e a expansão da\nprodução em outros países levaram a uma queda pronunciada de preços em\n1980. Em setembro, o sistema de cotas do convênio internacional foi\nreativado depois de oito anos de interrupção. Os preços foram\nestabilizados em torno de 115 centavos de dólar por libra, apesar da\nacumulação de estoques na maioria dos países produtores.\n\nTal sistema, o de um acordo com “cláusulas econômicas”, consistindo num\nconjunto de regras mutuamente consentidas entre países importadores e\nexportadores para o contingenciamento da oferta mundial – expandida ou\ncontraída segundo o comportamento dos preços internacionais –, veio a\ncaracterizar quase toda a década de 1980, com exceção do interregno de\nmarço de 1986 a setembro de 1987, que foi marcado pelos efeitos de uma\nforte seca no Brasil e no qual as “cláusulas econômicas” estiveram\nsuspensas. Os preços internacionais foram estabilizados dentro de uma\nfaixa de 120 a 140 centavos de dólar por libra durante o quinquênio\n1981-1985, e entre 110 e 125 centavos no período 1988-1989.\n\nDurante a gestão do embaixador Otávio Rainho Neves no IBC, de março de\n1979 a outubro de 1984, caracterizada em sua maior parte – a partir do\nAcordo Internacional do Café de outubro de 1980 – por um quadro externo\nde estabilidade de preços e previsibilidade dos fluxos comerciais, o\ngoverno brasileiro utilizou, a fundo e de uma forma altamente\ncoordenada, um conjunto de instrumentos de política desenvolvidos entre\nas décadas de 1950 e 1970.\n\nNo plano interno, foi praticada uma política de rendas fortemente\nintervencionista, em que o limite superior da renda setorial era\ndeterminado por um elevado nível de taxação federal e estadual, cujo\nefeito combinado era o de uma absorção de 40 a 60% do preço fob de\nexportação, e o limite inferior era garantido pela política de preços\nmínimos, numa média de 65 centavos de dólar/saca (constantes 1990). Ao\nmanter o preço ao produtor como uma fração do preço internacional, o\ngoverno atingia o duplo objetivo de inibir o crescimento da produção –\ndentro das dimensões das cotas de exportação – e de maximizar sua\nreceita fiscal, absorvendo dessa forma a maior parte das *rents* geradas\npelo sistema internacional de contingenciamento. O Acordo Internacional\ndo Café era, portanto, utilizado não apenas como instrumento de\nmaximização da receita cambial, mas também de extração de recursos\nfiscais.\n\nNo plano externo, o IBC deu continuidade à política de “diferenciais”,\niniciada na década de 1970 durante a gestão Andrade Pinto, que visava –\nao invés de uma competição via reduções unilaterais nos preços\nabsolutos, de efeito geralmente predatório – atuar diretamente sobre os\npreços relativos do *arabica* brasileiro, procurando situá-lo numa faixa\nintermediária, tida como otimizadora da competitividade, entre os preços\ndo *robusta* e do *arabica* suave, as duas principais qualidades\nconcorrentes.\n\nO mecanismo utilizado, o chamado “ajuste”, era um sistema de\nbonificações, variável de acordo com os preços diários dos *robustas* e\n*arabicas* suaves no mercado internacional, pagos com “avisos de\ngarantia” – que já eram utilizados como “numerário” desde a década de\n1960 e na prática equivaliam a um instrumento de “renúncia fiscal”. Num\nprocesso de emulação com a Colômbia, o IBC concedia um incentivo\nadicional, conhecido como “garantia de queda de preços”, também pagável\ncom avisos de garantia, que consistia numa eventual indenização ao\nimportador pela diferença nos preços de mercado entre o momento da\ncompra e um determinado período após o embarque. Tais condições – isto\né, o acesso ao “ajuste” e à “garantia de queda de preços” – eram\nconcedidas a torrefadores dos países importadores, excluindo-se os\n*dealers*, mediante adesão a um “contrato-padrão”, pelo qual aqueles\nassumiam o compromisso de comprar um volume anual predeterminado da cota\nbrasileira de exportação.\n\nNesse contexto, em que os níveis absolutos de preços eram sustentados\npelo Acordo Internacional do Café, o IBC pôde – atuando sobre os preços\nrelativos – se concentrar num esforço de recuperação de *market-share*,\nque voltou a se situar em torno de 26% no período 1981-1984, após ter\ncaído abaixo de 22% no período 1977-1980.\n\nOs instrumentos de política internos (determinação da renda disponível\ndo setor e maximização da receita fiscal, inclusive para a geração de\nrecursos para aquisição de estoques) e externos (otimização da\ncompetitividade no mercado internacional) eram articulados através do\nmecanismo da “cota de contribuição”, sucessor a partir de 1962, quando\nda abolição do câmbio-múltiplo, do sistema do “câmbio-café”, que dava\numa considerável latitude para uma dissociação entre preços\ninternacionais e preços e renda setorial internos.\n\nPor outro lado, a “cota de contribuição” era sistematicamente utilizada\ncomo mecanismo compensatório para neutralizar o efeito presumido sobre o\npreço *fob* brasileiro, das desvalorizações, sobretudo\nminidesvalorizações, periodicamente efetuadas, partindo do pressuposto\nde que desvalorizações não compensadas por aumento de taxação tinham um\nefeito baixista no mercado internacional.\n\nA “cota de contribuição” era a principal fonte de receita da chamada\n“conta-café”, tendo gerado em média, no período 1981-1984, ingressos\nanuais brutos de um bilhão de dólares (base de 1990), contra os quais,\npor um lado, foram abatidos montantes substanciais de avisos de garantia\npara efeitos diversos (garantias de queda de preço, incentivos para\nexportação a países não membros da OIC e de café solúvel), e, por outro\n– apesar de uma significativa reaplicação de recursos no próprio setor\n–, foram realizadas fortes transferências para outras áreas de dispêndio\ndo governo.\n\nEsses dois fatores contribuíam para o acirramento da percepção,\nprevalente na lavoura desde a Marcha da Produção na década de 1950, de\nque a cota de contribuição (c. de c.) tinha um caráter de “confisco\ncambial”, por transferir renda gerada pelo setor cafeeiro para outros\nsetores da economia e por privar aquele setor – em períodos de inflação\nelevada – do efeito de correção monetária resultante das desvalorizações\nperiódicas. Outro conflito distributivo, que iria se tornar cada vez\nmais agudo ao longo da década, dizia respeito aos critérios de\nrepartição interna das cotas de exportação, que – com a retomada das\n“cláusulas econômicas” em outubro de 1980 – haviam-se tornado\nextremamente lucrativas para seus detentores: numa primeira fase, as\nbeneficiárias foram as empresas exportadoras, cuja dotação era\nproporcional a seu desempenho histórico recente; numa segunda fase, em\ngrande parte como resultado da atuação da Confederação Nacional da\nCafeicultura (CNC), liderada pelo ex-governador de São Paulo Abreu\nSodré, as cooperativas de produtores passaram a ter igualmente acesso a\ncotas de exportação, pela introdução de um sistema de repartição não\nmais baseado exclusivamente no desempenho passado, favorável às\nexportadoras, mas também no volume de estocagem – favorável às\ncooperativas.\n\nO governo Sarney, que sucedeu a um período de quatro anos de\nestabilidade no mercado internacional, apresentando um volume e receita\ncambial médios de, respectivamente, 17,5 milhões de sacas e 2,5 bilhões\nde dólares (base de 1990), e ao mesmo tempo uma boa recuperação de\n*market-share*, teve que se deparar com as consequências de uma forte\nseca ocorrida nas áreas produtoras no final de 1985. Após uma primeira\nfase de preços altos e volumes elevados – o ano de 1985 terminou com um\ndesempenho de 19,2 milhões de sacas e uma receita cambial de 2,9 bilhões\nde dólares (base de 1990) –, o volume de exportações caiu abaixo de dez\nmilhões de sacas em 1986 – receita cambial de 2,7 bilhões de dólares e\n*market-share* de 14,5%. Como, em dezembro de 1985, os preços\ninternacionais – em acelerada ascensão (o preço composto médio da OIC\npassou de126 para 204 centavos de dólar/Lb entre outubro de 1985 e\njaneiro de 1986) – ultrapassassem os níveis que, pelas cláusulas do\nAcordo Internacional, suspendiam o sistema de cotas, o IBC buscou formas\nalternativas de sustentação de preços quando estes passaram a declinar\nem ritmo acelerado no primeiro semestre de 1986: primeiro, através da\nfixação em fevereiro de um preço de garantia que não foi operativo e\nrapidamente ficou acima do mercado internacional, e, segundo, através da\nchamada Operação Patrícia, no segundo semestre, quando as maiores\nexportadoras brasileiras foram contratadas pelo IBC para financiar a\naquisição de cafés certificados na Bolsa de Londres, com o duplo\nobjetivo de retirá-los do mercado internacional e adicioná-los – no\ncontexto de congelamento de preços do Plano Cruzado – aos baixos\nestoques governamentais de então. Apesar de uma reação inicial dos\npreços internacionais de 15% em setembro em relação ao período\njulho-agosto, em dezembro os preços já se encontravam nos níveis médios\nque precederam a seca – 15% abaixo de julho-agosto –, quando também se\ntornou dominante no mercado a percepção de que a intervenção havia\nfalhado, tanto pelo fato de não se ter concretizado a efetiva retirada\ndesses cafés do mercado, quanto pelas enormes dificuldades de\nressarcimento às empresas que haviam financiado a intervenção.\n\nNo primeiro semestre de 1987, começou igualmente a pesar sobre o mercado\na expectativa de uma grande safra brasileira a partir do segundo\nsemestre: os preços internacionais, medidos pelo preço composto da OIC,\nque em março de 1986 haviam atingido 204 centavos de dólar/Lb,\nsituavam-se em 101 centavos de dólar em março de 1987; de fato, o preço\nmédio do mercado internacional em 1987, de 107 centavos de dólar, além\nde ter sido o menor da década – em termos nominais –, foi também, até\nentão, o mais baixo em termos reais de todo o pós-guerra. Portanto,\nquando o embaixador Jório Dauster assumiu a presidência do IBC em 1987,\no setor cafeeiro encontrava-se em profunda crise. Sua gestão, que se\nestendeu até março de 1990, foi marcada por uma importante reformulação\ninstitucional, ao retomar e desenvolver a experiência tentada pelo\nex-ministro Karlos Rischbieter, que, durante sua curta passagem pela\npresidência do IBC (abril-agosto de 1985), havia sugerido uma\n“constituinte para o café”, no espírito de aumentar a representatividade\ndos diversos segmentos do setor, minimizar o caráter discricionário dos\nprocessos decisórios da autarquia e torná-la uma estrutura mais leve e\neficiente.\n\nA primeira medida de grande alcance foi o decreto de criação do Funcafé,\npelo qual a destinação dos recursos oriundos da “cota de contribuição”\ntornava-se exclusiva do Fundo, com prioridade para a aquisição de\nestoques e para o financiamento da produção; dessa forma, eliminava-se\nem princípio a possibilidade de transferência de renda para fora do\nsetor cafeeiro, retirando do imposto de exportação, que era a “cota de\ncontribuição”, o seu aspecto “confiscatório”, que o havia caracterizado\npor mais de 30 anos. Ao mesmo tempo em que se tentava recompor\ngradualmente a capacidade orçamentária e financeira do IBC por meio de\num aumento moderado da “cota de contribuição”, terminava-se com o\nsistema dos “contratos” e dos pagamentos em “avisos de garantia”.\n\nPor outro lado, foram tomadas iniciativas no sentido de encorajar o\nconsumo interno, que vinha demonstrando, desde a década de 1970, uma\nacentuada queda em seus índices *per capita* – na década de 1980 eram\nmetade dos níveis da década de 1960 –, concomitante a uma deterioração\nna qualidade média utilizada: foram dados passos importantes no sentido\nde aumentar o grau de autorregulamentação da indústria de torrefação,\nparticularmente do ponto de vista do monitoramento qualitativo.\n\nNo segundo semestre de 1987, recomeçaram as negociações em torno do\nsistema de cotas – suspenso desde dezembro de 1985 –, que foi\nreintroduzido em outubro, voltando a ser suspenso em julho de1989. Ao\nlongo desse período, quando ocorreu uma expressiva recuperação dos\npreços internacionais – uma média de 116 centavos de dólar no período\noutubro de 1987-junho de 1989, contra 99 centavos no trimestre\njulho-setembro de 1987 –, o IBC efetuou a aquisição do excedente de\ncerca de dez milhões de sacas da safra 1987-1988, ao mesmo tempo em que\nteve de lidar novamente com o problema da repartição interna das cotas\nde exportação.\n\nO sistema inicialmente adotado foi o de uma média ponderada entre os\ncritérios de desempenho e estoque, porém com a inovação de reservar 10%\nda cota total para aquisição sob a forma de leilões. A participação dos\nleilões passou logo para 100% da cota total de exportação, com duas\nimplicações importantes: tanto o conflito distributivo para a obtenção\nde cotas quanto o valor do imposto efetivo de exportação – isto é, o\npreço da licença de exportação – passaram a ser determinados\nsimultaneamente no mercado, pela própria interação dos agentes\neconômicos, deixando de depender de decisões administrativas. No\nentanto, essa experiência foi de curta duração. No plano externo, no\nâmbito das negociações da OIC, as posições dificilmente conciliáveis\nentre o Brasil, principal país produtor, e os Estados Unidos, principal\npaís consumidor, levaram à suspensão das “cláusulas econômicas” a partir\nde julho de 1989, encerrando de maneira aparentemente definitiva a\nexperiência iniciada em 1963 de uma ação coordenada entre países\nexportadores e importadores em vista da estabilização dos preços\ninternacionais.\n\nO efeito sobre os preços internacionais se fez sentir imediatamente (a\nmédia do segundo semestre de 1989, de 66 centavos de dólar/Lb,\nrepresentou uma queda de 45% em relação à média do primeiro semestre) e,\nde modo apropriado, a reação do Brasil foi – num primeiro momento, até o\nfinal da gestão Dauster – de esforço de ampliação do *market-share*\n(entre outras medidas, tornando a “cota de contribuição” igual a zero),\nbuscando compensar com aumento no volume de exportações os efeitos da\nqueda nos preços.\n\nA Década de 1980 em Perspectiva\n\nAs exportações brasileiras na década de 1980, especialmente no período\n1980-1985, apresentaram uma recuperação em relação à segunda metade da\ndécada de 1970 – período em que grande parte do parque cafeeiro\nbrasileiro havia sido destruído, e em que os volumes médios de\nexportação, comparados com a primeira metade da década de 1970, haviam\ncaído em 25%, 13 milhões de sacas em média, implicando uma queda do\n*market-share* de 31% para 23%.\n\nNa década de 1980, até a ocorrência da seca, o Brasil havia recuperado\nos volumes médios de exportação da primeira metade da década de 1970,\nporém, devido ao crescimento do consumo mundial no período, só em parte\nsua posição relativa no mercado internacional (26% contra 31%). Esse\nquadro de recuperação progressiva foi rompido pela seca de 1985-1986: a\nparticipação total brasileira no mercado internacional, na década de\n1980, continuou portanto a manter tendência declinante, em termos\nrelativos, com o agravante de que o *arabica* de terreiro, sua qualidade\nmais importante e tradicional, apresentou um recuo em termos absolutos\nconcernente aos seus níveis de utilização pela indústria internacional\nna década de 1960.\n\nO setor cafeeiro brasileiro que emergiu ao longo da década de 1980\napresentou uma série de características inteiramente novas em relação\naos períodos precedentes:\n\n​a) deslocamento maciço do parque cafeeiro para fora das áreas mais\nexpostas a geadas. Minas Gerais assumiu o papel que havia sido do Paraná\nno pós-guerra, de São Paulo na primeira metade do século e do estado do\nRio no século XIX. O novo eixo de produção passou a ser constituído\npelos estados de Minas, especializado no *arabica*, e Espírito Santo,\nespecializado no *robusta*, em substituição ao eixo anterior Paraná-São\nPaulo. Minas, além de suas áreas tradicionais como a Zona da Mata,\nprodutora de cafés “Rio”, e o sul do estado, produtora de cafés finos,\ndemonstrou um forte dinamismo com a abertura de uma importante fronteira\nagrícola na região do cerrado e com a adoção de novas técnicas de\nmecanização de colheita – nas áreas planas do cerrado – e de\nadensamento, que permitiram aumentos notáveis nos níveis de\nprodutividade por hectare. Por sua vez, o Espírito Santo emergiu, no\nespaço de uma década, como um dos maiores produtores de café *robusta*\ndo mundo, ao qual veio também se somar a abertura de uma nova fronteira\nem Rondônia.\n\n​b) um perfil exportador diversificado: na década de 1970, o Brasil\nhavia consolidado sua posição como maior exportador mundial de café\nsolúvel, que se somou à tradicional exportação de café verde *arabica*;\nna década de 1980, com a produção capixaba do *conilon*, o Brasil se\ntornou um importante exportador de café *robusta*, passando a competir\nno mercado internacional de café verde com dois dos três grandes grupos\nqualitativos que compõem os *blends* da indústria internacional de\ntorrefação: *arabicas* lavados, *arabicas* de terreiro e *robustas*.\n\n​c) pela primeira vez, desde a liquidação dos estoques do Departamento\nNacional do Café, no final da década de 1940, o setor operou sem o\n“problema” do excesso de estoques: o estoque médio de 18 milhões de\nsacas, que equivalia a 25% da demanda mundial anual de importação, se\ncompara favoravelmente com a média de 26 milhões de sacas da década de\n1970 (45% da demanda mundial) e de 59 milhões (122%) da década de 1960.\n\n​d) o fato de as exportações brasileiras terem passado a representar\nmenos de 10% da receita cambial ao longo da década de 1980, mais o fato\nde seu peso ser de 2% do PIB, caracterizam o fim de um ciclo secular de\ndependência estrutural da economia brasileira em relação ao desempenho\ndo setor cafeeiro. Deve ser lembrado que, ainda na década de 1960, e\napesar de o setor então representar menos de 5% do PIB, seu peso\npermanecia decisivo não apenas sobre o câmbio (50% das exportações) como\ntambém sobre as políticas fiscal e monetária – efeitos\ncontracionista/expansionista da conta-café, particularmente a política\nde estoques.\n\nAs variáveis-chave macroeconômicas eram fortemente influenciadas pelo\npreço internacional do café, o que acarretava as seguintes implicações:\nas prioridades do setor acabavam subordinadas à conjuntura\nmacroeconômica, criando um incentivo permanente a políticas de\n“valorização”, com seu viés em favor da maximização do curto prazo em\ndetrimento do longo. Entre as vantagens dessas políticas – que se\ntraduziam em receitas cambiais mais elevadas e, portanto, numa maior\ncapacidade de importação – estava o fato de que elas permitiam acelerar,\nespecialmente nas décadas de 1950 e 1960, o ritmo de diversificação da\neconomia, reduzindo sua dependência de longo prazo em relação ao café.\nEm contrapartida, essas políticas tinham como custo um processo contínuo\nde perda de *market-share* – preços relativos desfavoráveis ao Brasil\ninduzindo a substituição de seu café por outros cafés, preços absolutos\nelevados induzindo a expansão do plantio em outros países –, assim como\no ônus da retenção dos excedentes de produção.\n\nExistia, portanto, um claro *trade off* entre a maximização da renda de\ncurto prazo e a perda de *market-share*: nesse processo, a perda de\nespaço do Brasil no mercado internacional era a contrapartida das\npolíticas que visavam à maximização da capacidade de importar e, em\núltima instância, de diversificar a economia.\n\nEnquanto a participação do café na receita cambial brasileira se manteve\nelevada e o comércio de café representava uma parcela importante – ainda\nque rapidamente decrescente – do comércio mundial (2,6% na década de\n1950, 1,2% na de 1960, e 0,8% na de 1970), a perda de *market-share*\naparecia como um custo menor que o sacrifício da maximização da renda de\ncurto prazo: a alternativa de uma política de maximização do\n*market-share* só equivaleria a uma política de maximização da renda de\nlongo prazo se a participação do comércio de café no comércio mundial\npermanecesse constante, e não dramaticamente cadente como ocorreu a\npartir de 1950 – de acima de 3% do comércio mundial na primeira metade\nda década de 1950 para 0,5% na década de 1980.\n\nEsse quadro de relativa dependência, que prevaleceu até a década de\n1970, explica o interesse, quando não o ativo envolvimento do Brasil na\nsustentação dos preços internacionais, através de iniciativas de caráter\neconômico (as sucessivas políticas de “valorização” e de “defesa do\ncafé”) ou político (notadamente a diplomacia do pós-guerra) destinadas a\nevitar situações de excesso de oferta no mercado internacional: nas\nvalorizações clássicas da República Velha, por meio do financiamento no\nmercado internacional da retirada dos excedentes de produção; no\nprimeiro período Vargas, através da destruição (incineração) dos\nexcedentes e da redução da área plantada; na década de 1950, por meio da\nretirada dos excedentes de produção com financiamento interno – com a\n“poupança forçada” resultante da forte taxação das exportações –, tendo\ncomo consequência uma enorme acumulação de estoques e uma grande\nexpansão do plantio. A partir da década de 1960, por intermédio dos\nacordos internacionais, o esforço de sustentação do mercado deixou de\nser exclusivamente brasileiro, tornando-se uma ação multilateral e\nnegociada entre países exportadores e importadores, sendo que o ônus de\nse carregar os excedentes da produção mundial passou a ser repartido\nentre os países produtores, na medida de seus próprios excedentes.\n\nO fato de que a economia brasileira já havia alcançado, na década de\n1980, um grau de desenvolvimento e diversificação que a tornava\nindependente do preço internacional do café significava que o setor, por\nsua vez, ao deixar de ser uma variável estratégica essencial à gestão\nmacroeconômica, passava a poder contar, pela primeira vez, com políticas\nespecificamente setoriais e de longo prazo; que nesse novo contexto a\nexpansão do *market-share* tendia a se tornar a questão mais importante\nem seu posicionamento no mercado internacional; e significava também a\nnecessidade de se repensar o papel do Estado.\n\nO mercado internacional, ao final da década de 1980, apresentava entre\nsuas principais modificações: a) do ponto de vista da produção, um\ncrescimento acelerado (cerca de 2,5% ao ano contra 1,5% na demanda) –\napesar da estagnação da produção africana, responsável desde a década de\n1950 pelas maiores taxas de crescimento da produção mundial –\nconcentrado especialmente nos *arabicas* lavados produzidos na Colômbia\ne América Central, nos *robustas* indonésios e na recuperação da\nprodução brasileira, fortemente abalada na década de 1970; b) do ponto\nde vista do consumo, a utilização de cafés *robustas* que deixou de\ncrescer pela primeira vez no pós-guerra – refletindo em parte a inflexão\nno consumo mundial de café solúvel –, enquanto o crescimento se\nconcentrou nos cafés lavados, que também passaram a assumir o papel\ntradicionalmente desempenhado pelo café “Santos” como base dos *blends*\nda indústria internacional; c) do ponto de vista da estrutura de\nmercado, uma forte aceleração do processo de concentração e\ninternacionalização da indústria, em contraste com uma desconcentração\ncada vez mais acentuada da oferta; se, por um lado, tal processo não\nchegou a configurar uma situação de oligopsônio no mercado internacional\nde café verde, por outro lado, nos mercados nacionais de café\nindustrializado, desembocou em estruturas de mercado fortemente\noligopolizadas; d) do ponto de vista institucional, o término do sistema\nde cotas em julho de 1989, que marcou o fim de uma era de políticas de\nestabilização do mercado internacional, sustentadas unilateralmente pelo\nBrasil até princípios da década de 1960 e multilateralmente, com\ninterrupções, a partir da fundação da OIC em 1962. Entretanto, com o fim\nda Guerra Fria, o interesse político dos países consumidores,\nparticularmente dos Estados Unidos, por mecanismos internacionais de\nestabilização de preços de matérias-primas reduziu-se fortemente,\nenquanto numerosos países produtores se sentiram cada vez mais atraídos\na se desfazer de suas estruturas administrativas para o café – por\nexemplo, os institutos do café no Brasil e no México.\n\nA Década de 1990\n\nEsse período se iniciou, do ponto de vista institucional, em condições\nradicalmente diferentes dos anteriores: no plano internacional, após 80\nanos de condicionamento a mecanismos de sustentação de preços – sob\niniciativa brasileira até princípios da década de 1960, e de caráter\nmultilateral a partir de 1963 com os acordos internacionais –,\ninaugurou-se uma situação de “mercado livre”, em seguida à suspensão do\nsistema de cotas em julho de 1989; no plano interno, a liquidação do IBC\nno início do governo Collor encerrou mais de 50 anos (desde a criação do\nDNC na década de 1930) de um sistema de autarquia na gestão dos assuntos\ncafeeiros. Tal gestão, a partir de março de 1990, passou a ser\ndistribuída entre diversos ministérios – Fazenda, Agricultura,\nItamarati, Indústria e Comércio, Planejamento.\n\nEntre o segundo semestre de 1989 e o primeiro de 1994, o mercado\ncafeeiro internacional conheceu a segunda maior e mais longa recessão de\nsua história, apenas comparável à do período da Grande Depressão: os\npreços internacionais, medidos pelo indicador composto da OIC, foram em\nmédia de 67 centavos de dólar/Lb contra 132 centavos na década de 1980;\no valor do comércio internacional de café, que havia sido de 11 bilhões\nde dólares na década de 1980 e de 13 bilhões na de 1970, caiu para uma\nfaixa entre 6,5 e oito bilhões de dólares, significando uma queda de\ncerca de 35%.\n\nPor sua vez, a receita cambial média brasileira caiu para\naproximadamente 1,3 bilhões de dólares, 50% da média de 2,6 bilhões na\ndécada de 1980 – contra 3,3 bilhões na de 1970, 2,7 bilhões na de 1960 e\n3,8 bilhões na de 1950. A forte queda nos preços unitários de\nexportação, refletida no desempenho da receita, tampouco foi compensada\npor um aumento de participação de mercado: o *market-share* médio no\nperíodo 1990-1996 manteve-se, no agregado, nos níveis da década de 1980\n(24%), porém com um menor peso do *arabica*, compensado por uma maior\nparticipação do *robusta*.\n\nEm contrapartida, o fim do sistema federal de taxação das exportações –\nquando da igualação da alíquota da “cota de contribuição” em julho de\n1989, permanecendo apenas o ICMS, imposto estadual, que viria a ser\nabolido com a Lei Kandir em fins de 1996 – significou uma importante\nmudança estrutural: não somente um aumento significativo na participação\nrelativa da remuneração do produtor no preço final de exportação, como\nsobretudo uma maior integração do mercado interno brasileiro ao mercado\ninternacional, após quatro décadas de dissociação – através de\nmecanismos sucessivos, tais como o “câmbio-café” na década de 1950, a\n“cota de contribuição” a partir da década de 1960, e os leilões de cotas\nno final da década de 1980 – entre os preços internos e externos.\n\nComo reflexo dessa nova situação, a renda interna do setor se retraiu\nsignificativamente menos que a receita de exportação. No período entre\n1991 e o primeiro semestre de 1994, os preços internos caíram para um\npatamar 15% inferior ao do período 1987-1990, cerca de 62 dólares/saca,\nagravando a profunda crise de rentabilidade da lavoura que se seguiu ao\nciclo de euforia (após a seca de 1985) e depressão (a partir da grande\nsafra de 1986-1987) da segunda metade da década de 1980: o reflexo foi\numa rápida reversão do crescimento que vinha se produzindo no parque\ncafeeiro – que retornou a uma área plantada de cerca de dois milhões de\nhectares, equivalente à do final da década de 1960, após o programa de\nerradicação – e uma redução nos dispêndios que prejudicou fortemente os\nníveis de produtividade; a produção exportável média (isto é, produção\ntotal menos consumo interno) de 16 milhões de sacas de café, no período\n1990-1996, representou, em termos absolutos, uma queda de 12% em relação\nà década de 1980, comprometendo a manutenção do *market-share* do café\nbrasileiro no mercado internacional.\n\nUma fase de altos preços externos e internos iniciou-se em meados de\n1994, e para essa recuperação inicial contribuiu a atuação de uma nova\nentidade formada exclusivamente por países produtores, a Associação dos\nPaíses Produtores de Café (APPC), que acordou entre seus membros um\nsistema indicativo de contingenciamento da oferta, mas para o qual foi\ndecisiva a forte geada que atingiu as principais regiões produtoras do\nBrasil, e que viria a ser responsável por uma quebra superior a 35% na\nsafra 1995-1996. Os preços internos no período 1994-1996, cerca de 140\ndólares/saca, duplicaram em relação à média do período 1987-1993, contra\num aumento de aproximadamente 60% nos preços *fob* (*arabica* GRI),\ngerando perspectivas novas de rentabilidade e expansão.\n\nA atuação governamental na década de 1990 teve de ser profundamente\nrepensada em função do quadro, tanto interno quanto externo, de\nliberalização. No plano diplomático, o Brasil não se mostrou favorável,\nnuma primeira fase que se estendeu até 1991, a uma retomada de\nnegociações em torno de um eventual restabelecimento do sistema de\ncotas; numa segunda fase, a posição modificou-se e o país participou\nativamente de sucessivas rodadas de negociações, que não puderam chegar\na bom termo, e cessaram com a decisão americana, em 1993, de se retirar\nda organização; o esvaziamento consequente da representatividade dos\npaíses consumidores no âmbito da OIC e a percepção da pouca viabilidade\nde operacionalização de um acordo internacional com “cláusulas\neconômicas” contribuíram para direcionar à APPC o foco das iniciativas\ndiplomáticas do Brasil. Internamente, a fragmentação das antigas\natribuições do IBC entre diversos ministérios teve como consequência\ninicial uma situação de vácuo decisório do lado governamental,\ntraduzindo-se frequentemente por uma total ausência de políticas tanto\nno plano interno quanto externo, enquanto do lado do setor privado\nreforçou-se a percepção de que, a despeito dos eventuais conflitos de\ninteresse entre seus segmentos, ele deveria se unir para poder assumir\num maior papel na formulação e coordenação das políticas setoriais. Tal\npercepção culminou na formação do Comitê Brasileiro do Café (CBC) em\n1991, entidade constituída por representantes dos quatro principais\nsegmentos – lavoura, indústria de torrefação, indústria do solúvel,\ncomércio de exportação –, que representou um passo importante na forma\nde levar ao governo os problemas setoriais: passou-se a privilegiar a\ncoordenação entre os segmentos e a busca de pontos de convergência, ao\ninvés do sistema prevalente no passado, no qual cada um encaminhava suas\nquestões de forma isolada, quando não em confronto. Apesar de sua\nexistência informal, o CBC teve, desde sua criação até 1996, um peso\ndecisivo no posicionamento do governo brasileiro e na maior parte das\nsuas decisões.\n\nPor outro lado, o desenvolvimento do diálogo entre segmentos levou a um\naprofundamento das discussões sobre o papel do Estado, o qual – após um\nlongo período de tutela – encontrava-se esvaziado tanto de recursos\nquanto de instrumentos de política, o que equivalia a discutir o espaço\ndecisório a ser ocupado pelo setor privado: se, por um lado, havia um\nforte consenso quanto a um não retorno à situação prévia de dirigismo\nestatal, as propostas institucionais pendiam entre uma autogestão plena\npelo setor e uma gestão compartilhada entre setor privado e governo.\nEssa discussão pôde ser desenvolvida por meio de uma iniciativa dos\ndeputados Carlos Melles e Silas Brasileiro, que constituíram no\nCongresso Nacional uma comissão cujos trabalhos, realizados durante o\nprimeiro semestre de 1996, representaram uma ampla consulta ao setor e a\npersonalidades com atuação em administrações passadas. Em consequência,\nfoi instituído em outubro desse ano o Conselho Deliberativo de Política\nCafeeira (CDPC), que significou uma opção pela fórmula da cogestão, num\nsistema de igualdade de votos entre setores público e privado com\narbítrio do ministro da Indústria e Comércio.\n\nO importante papel implicitamente reconhecido ao Estado, após alguns\nanos de forte questionamento de sua função, pode ser vinculado aos\nseguintes fatos: a) a demonstração, pelo súbito fechamento dos registros\nbrasileiros de exportação em 1990, que a recente liquidação do IBC não\nsignificava necessariamente o fim da intervenção estatal em seus\naspectos mais questionáveis – isto é, o de deslocamento do ambiente\ncontratual; b) a existência de um grande estoque em poder do governo\n(2/3 do Funcafé, 1/3 do Tesouro), com um volume equivalente a um ano de\nexportação, cuja forma de mobilização, se feita de forma intempestiva,\npoderia ter efeitos perturbadores nos mercados internacional e doméstico\ne, se feita de forma disciplinada, permitiria ao mesmo tempo assegurar\ncondições de normalidade ao abastecimento e aumentar a disponibilidade\nde recursos financeiros ao setor por meio do Funcafé; c) o contraste\nentre a importância patrimonial do Funcafé e as dificuldades encontradas\npara sua operacionalização, apesar da criação, por iniciativa do senador\nGerson Camata, do Departamento Nacional do Café (Denac), órgão\nsubordinado ao Ministério da Indústria Comércio e Tecnologia e\nresponsável por sua gestão; d) a ativa participação do Itamarati no\nquadro da APPC.\n\nA expectativa em relação à solução encontrada com o CDPC é de que, ao\nmesmo tempo em que fica delimitado o escopo de atuação do Estado, este\npasse a contar com instrumentos e suporte para a formulação e\nimplementação de políticas de médio e longo prazo para o setor.\n\nOs desafios com os quais se defrontam o setor cafeeiro e o governo, no\nfinal de um século em que estiveram intensamente associados, são, do\nlado governamental, um novo papel, no qual a função de catalisação das\nmelhores energias do setor substitui a de intervenção e condução, e, do\nlado privado, uma adaptação das vantagens comparativas brasileiras às\nexigências qualitativas e de diferenciação que cada vez mais\ncaracterizam os mercados externo e interno.\n\nA forma de inserção da atividade cafeeira na economia brasileira, assim\ncomo suas implicações quanto ao grau de envolvimento governamental (nos\nplanos internacional e doméstico), modificaram-se profundamente: se, por\num lado, o café não mais desempenha a função de “motor de crescimento”\n(como na primeira metade do século) ou de instrumento de maximização da\ncapacidade de importar (como no pós-guerra até a década de 1970), e,\ngraças ao crescimento e diversificação da economia, deixou de influir de\nforma decisiva nas políticas cambial, fiscal e monetária (como ainda era\no caso na década de 1960), o setor, por outro lado, tem mantido sua\ncapacidade de abrir fronteiras, tanto sob o aspecto geográfico (por\nexemplo, o cerrado mineiro para o *arabica*, Rondônia para o *robusta*),\nquanto comercial (a ampliação do leque de qualidades de exportação, com\no solúvel a partir da década de 1960, e com o *robusta* a partir da de\n1980) e tecnológico (os avanços de produtividade por meio das novas\ntécnicas de mecanização, adensamento e irrigação).\n\nPor outro lado, o mercado interno brasileiro, além de ser o segundo\nmaior, tem sido um dos mais importantes focos de crescimento de consumo\nde café no mundo: esse fato, aliado à manutenção de uma participação\natuante no mercado internacional – sem mais as limitações decorrentes\ndas políticas de “valorização” –, parece garantir ao setor, de uma forma\nsustentada, uma perspectiva de crescimento via demanda induzida, com\nefeitos importantes sobre a capacidade de geração adicional de empregos,\ndivisas e consolidação de polos regionais de desenvolvimento.\n\nA atividade cafeeira, portanto, não esgotou sua capacidade de contribuir\nde forma dinâmica para a economia brasileira. O que parece ter-se\nencerrado, juntamente com o século que o iniciou, é o próprio ciclo das\npolíticas de valorização – que se sucederam entre o Convênio de Taubaté\nem 1906 e o último acordo internacional com “cláusulas econômicas” em\n1989 –, as quais, talvez com mais acertos que desacertos, foram\ndecisivas na história econômica do período.\n\nAlexandre Fontana Beltrão\n\n(colaboração especial)\n\n**FONTES:** BAER, W. *Steel*; CARNEIRO, O. *Desenvolvimento*;COSTA, R.\n*Esforços*; DELFIM NETO, A. *Problema*; *Encic. Mirador Internacional*;\nFLYNN, P. *Legião*; FURTADO, C*. Formação*; FURTADO, *C. Hegemonia*;\nGUDIN, E. *Chilf*; HOLLOWAY, T. *Vida*; KATZMAN, M. *Colonization*;\nKRASNER, S. *Manipulating*;KRASNER, S. *Politics*; PAIVA, R*. Brazil’s*;\nPELÀEZ*,* C*. História*; ROWE, J. *Primary*; RUFENACHT, C.\n*Café*;TAUNAY, A. *História*; TAVARES, M. *Da substituição*; US*.*\n*Congress Economic*; WICHIZER, V. *World.*\n","ref":"**FONTES:** BAER, W. *Steel*; CARNEIRO, O. *Desenvolvimento*;COSTA, R.\n*Esforços*; DELFIM NETO, A. *Problema*; *Encic. Mirador Internacional*;\nFLYNN, P. *Legião*; FURTADO, C*. Formação*; FURTADO, *C. Hegemonia*;\nGUDIN, E. *Chilf*; HOLLOWAY, T. *Vida*; KATZMAN, M. *Colonization*;\nKRASNER, S. *Manipulating*;KRASNER, S. *Politics*; PAIVA, R*. Brazil’s*;\nPELÀEZ*,* C*. História*; ROWE, J. *Primary*; RUFENACHT, C.\n*Café*;TAUNAY, A. *História*; TAVARES, M. *Da substituição*; US*.*\n*Congress Economic*; WICHIZER, V. *World.*\n","dic":"DHBPR"}
