{"title":"CAIADO, Antônio José","cargoss":["pres. GO 1883-1884, 1892-1893 e 1895","sen. GO 1896-1899."],"author":"Adrianna Setemy","content":"**CAIADO, Antônio José**\n\n\\*pres. GO 1883-1884, 1892-1893 e 1895; sen. GO 1896-1899.\n\n*Antônio José Caiado* nasceu na cidade de Goiás, capital da província de\nGoiás, em 1825, filho de José Caiado de Sousa e de Maria Gertrudes de\nSousa. Sua família fixou-se em Goiás no século XVII e destacou-se no\nexercício de atividades agropastoris e na política.\n\nIngressou na política ainda jovem, quando participou da fundação do\nPartido Liberal do Império em Goiás. Como vice-presidente da província,\nassumiu o governo no período de 25 de outubro de 1883 a 6 de fevereiro\nde fevereiro de 1884, e novamente entre 3 de setembro e 1^o^ de novembro\nde 1884. Abolicionista, em 1885 fundou, juntamente com Félix de Bulhões,\nirmão de Leopoldo Bulhões, o Centro Libertador de Goiás e o jornal *O\nLibertador.*\n\nDesde os primeiros tempos da República, os políticos goianos, numa\ntentativa de superar as disputas do período imperial, organizaram-se em\ntorno do Centro Republicano, do qual Antônio Caiado foi um dos\nfundadores em 1890, junto com Leopoldo Bulhões. Entretanto, logo os\ndesentendimentos afloraram e outros partidos se formaram, como o Partido\nCatólico, liderado pelo cônego Inácio Xavier da Silva, e o Partido\nRepublicano de Goiás, resultante de uma cisão no Centro Republicano. De\ntoda forma, na eleição para a Constituinte estadual realizada em 1891, o\nCentro Republicano elegeu a maioria dos deputados constituintes, entre\neles Antônio José Caiado, que participou ativamente dos trabalhos que\nculminaram na aprovação da Constituição do estado de Goiás, da qual foi\nsignatário.\n\nEm 30 de abril de 1892, Leopoldo Bulhões foi eleito presidente do estado\nde Goiás e Antônio Caiado primeiro vice-presidente. No entanto, por\nestar comprometido com várias comissões no Congresso, onde ocupava uma\ncadeira de deputado federal, Leopoldo Bulhões renunciou à presidência do\nestado. Assim, em 17 de julho de 1892, Antônio Caiado assumiu a\npresidência de Goiás, sucedendo ao presidente provisório Brás Abrantes.\nExerceu o governo até 1^o^ de julho de 1893, quando foi substituído pelo\nsegundo vice-presidente, José Inácio Xavier de Brito. Este governou até\n16 de julho de 1895, quando Antônio Caiado reassumiu para, dois dias\ndepois, concluir o mandato e transmitir o governo a Francisco Leopoldo\nRodrigues Jardim. Durante sua gestão tomou importantes medidas, entre as\nquais se destacaram a reforma administrativa e a reorganização da\nestrutura do Poder Judiciário do estado e dos municípios, de acordo com\na nova ordem constitucional instaurada pela Constituição de 1891.\n\nEm 1896, Antônio Caiado foi eleito senador por Goiás para preencher a\nvaga aberta com a morte do coronel Antônio Amaro da Silva Canedo.\nPermaneceu no Senado até 1899, ano em que faleceu, no dia 8 de agosto,\nna cidade de Goiás.\n\nAlém de atuar na política, fez fortuna através da comercialização de\nprodutos entre Goiás e Minas Gerais e do investimento de seu capital na\nagropecuária. Foi também comandante da Guarda Nacional de Goiás.\n\nCasou-se três vezes, mas seus filhos foram todos provenientes do\nprimeiro matrimônio, com Teresa Maria da Conceição. Entre eles,\ndestacou-se Torquato Ramos Caiado, que foi senador estadual de 1905 a\n1908. Entre seus netos, destacaram-se quatro dos filhos de Torquato\nCaiado: Antônio Ramos Caiado, deputado federal de 1909 a 1920 e senador\nde 1921 a 1930; Brasil Ramos Caiado, presidente de Goiás de 1925 a 1929;\nLeão Di Ramos Caiado, senador estadual de 1925 a 1928 e novamente de\n1929 a 1930; e Arnulfo Ramos Caiado, deputado estadual de 1912 a 1924.\nEntre seus bisnetos, filhos de Antônio Ramos Caiado, Emival Caiado foi\ndeputado federal de 1955 a 1971 e senador de 1971 a 1974; Ecival Caiado\nfoi deputado federal de 1975 a 1979, e Edenval Caiado, embora jamais\ntenha disputado uma eleição, também teve atuação política de relevo em\nGoiás. Por fim, Ronaldo Caiado, filho de Edenval Caiado, foi deputado\nfederal de 1991 a 1995 e novamente a partir de 1999, em sucessivas\nlegislaturas.\n\nAdrianna Setemy\n\n**FONTES**: AMORIM, V. *1897*; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","ref":"**FONTES**: AMORIM, V. *1897*; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","dic":"DHBPR"}