{"title":"AGUIRRE, Antônio Gomes","cargoss":["Governador de estado ou do Distrito Federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1891,1918],"datas_fim":[1891,1920],"estados":["ES","ES"],"autor":[0],"content":"**AGUIRRE, Antônio Gomes**\n\n\\* gov. ES 1891; dep. fed.ES 1918-1920.\n\n*Antônio Gomes Aguirre* nasceu em São Mateus(ES) em 23 de agosto de\n1859, filhode José Antônio Aguirre e de RitaGomes Sodré Aguirre.\n\nPassou a infância em São Mateus,mas quando tinha 14 anos sua mãefaleceu,\ne foi então viver em Vitóriacom a avó paterna, Rosa Antunes\nAguirre,viúva do espanhol José A. Aguirre. Iniciouseus estudos\nsecundários no Ateneu Provincialde Vitória e concluiu-os no Rio\ndeJaneiro, então capital do Império. Matriculou-sena Escola Politécnica,\nmas logo se transferiupara a Faculdade de Medicina, também noRio, onde\nse formou em 1884. Voltoua Vitória, porém em 1886 mudou-se paraCachoeiro\nde Itapemirim (ES), onde passoua exercer a clínica médica e casou-secom\nFlorência Gonçalves, filha do médicoFlorêncio Gonçalves.\n\nAbolicionista e republicano, tornou-seum dos mais destacados militantes\nda campanharepublicana. Foi um dos fundadores doprimeiro clube\nrepublicano do Espírito Santo,no ano de 1887, em Cachoeiro deItapemirim,\ne um dos redatores do jornal*O Cachoeirano*, ligado àquele movimento. Em\n1888,no Primeiro Congresso Republicano realizado noEspírito Santo, foi\neleito para a comissãoincumbida de coordenar a ação dos clubesda\nprovíncia, da qual também fazia parteAfonso Cláudio.\n\nProclamada a República em 15 denovembro de 1889, o governo\nprovisóriochefiado pelo marechal Deodoro da Fonsecanomeou Afonso Cláudio\ngovernador do EspíritoSanto, tendo como vices Antônio Aguirre,Bernardo\nHorta e José Horácio Costa. Aguirreparticipou ativamente do governo, no\nqualexerceu o cargo de secretário de Finanças,até maio de 1890, quando\num congressodo Partido Republicano revelou divergências quelevaram à\ndivisão. Os militantes do ClubeRepublicano de Cachoeiro, Aguirre e\nBernardoHorta, foram derrotados na luta internae saíram do partido e do\ngoverno.Tomaram parte em uma articulação presididapelo barão de\nMonjardim, antigo chefedo Partido Liberal, da qual resultou aformação da\nUnião Republicana Espírito-Santense(URES), em oposição ao governo\nestadual.\n\nO Partido Republicano, que saírado congresso enfraquecido, uniu-se a\numacorrente de antigos liberais liderada porMuniz Freire, e juntos\nfundaram o PartidoRepublicano Construtor (PRC), que apoiava ogoverno de\nAfonso Cláudio. Travou-se acirradaluta política entre as duas\nagremiações,e o PRC elegeu toda a bancada doEspírito Santo no Congresso\nNacional Constituinte,além de continuar a governar o estado,mesmo após a\nrenúncia de Afonso Cláudio,com Henrique Coutinho, nomeado pelo\ngovernoprovisório. Porém os parlamentares do PRCaliaram-se à oposição ao\nmarechal Deodoroda Fonseca no Congresso e, na eleiçãoindireta do\npresidente da República, votaramem Prudente de Morais, e não nomarechal.\nEm represália, o governo federaldemitiu Henrique Coutinho e nomeou\nAntônioAguirre para o governo do Espírito Santo,a 12 de março de 1891.\n\nAguirre tratou de desmontar asbases políticas que sustentavam o\nPRC.Adiou as eleições para a Constituinteestadual, trocou os componentes\nde todasas intendências municipais, e afinal aURES elegeu toda a\nConstituinte. Esta,instalada em junho de 1891, elegeu obarão de\nMonjardim governador do EspíritoSanto, com Antônio Aguirre como\nvice-governador.Naquele turbulento início da República, porém,a\nconjuntura política se alterava rapidamente.O golpe de Deodoro em 3 de\nnovembrode 1891, fechando o Congresso e decretandoo estado de sítio na\ncapital federal,provocou forte reação da oposição e mesmoa ameaça de\nguerra civil, pois dividiuas forças armadas. O governo do barãode\nMonjardim manifestou apoio ao marechale moveu severa repressão aos\nprotestosoposicionistas no estado. Deodoro acabou renunciando20 dias\ndepois, e seu vice-presidente,Floriano Peixoto, tomou posse. Os\ngovernadoresque haviam apoiado Deodoro saíram desgastadosdo episódio, e\npor toda parte asoposições estaduais, estimuladas pelo governode\nFloriano, iniciaram movimentos para depô-los.No Espírito Santo, várias\nintendências nomeadaspela URES foram depostas, e finalmentea oposição\npassou ao ataque contra ogoverno. O barão de Monjardim afastou-sedo\ncargo, e Aguirre, no palácio dogoverno, enfrentou uma manifestação\ndirigidapelo PRC, com a participação das forçasfederais sediadas no\nestado, que depôso governo e aclamou a uma juntagovernativa formada por\nGraciano Santos Neves,Galdino Loreto e o comandante do 32^o^Batalhão de\nInfantaria, Inácio de Gouveia.\n\nAfastado novamente do poder, Aguirrepermaneceu em Vitória, na oposição,\ncomoredator do jornal da URES, *Comércio do Espírito Santo*, até a\ndissolução do partido em1896. Passou muito tempo afastado da\npolíticapartidária e dedicado à medicina, em váriasocasiões à frente de\ncomissões de combatea epidemias que assolavam o estado. Foi,durante\nmuitos anos, inspetor da Saúdedo Porto de Vitória, e conquistou\nelevadareputação como médico competente e dedicado.\n\nEm 1917, após uma grave crisepolítica que agitou o Espírito Santo,o\nPartido Republicano Espírito-Santense (PRES),único existente no estado,\npromoveu arenovação da bancada federal, e AntônioAguirre foi eleito\ndeputado (1918-1920). Nacrise sucessória de 1920, que dividiuos irmãos\nMonteiro e a oligarquia capixabapor eles encabeçada, Aguirre se\nposicionoua favor de Jerônimo Monteiro, contra BernardinoMonteiro e\nNestor Gomes, mas sua atuaçãona Câmara foi tímida. Com a vitóriados\nadversários, não teve seu mandatorenovado.\n\nMembro influente e ativo da sociedadecapixaba, presente nas mais\ndiversas áreas,foi sócio-fundador e presidente do InstitutoHistórico e\nGeográfico do Espírito Santo,tornou-se patrono de uma cadeira na\nAcademiaEspírito-Santense de Letras, foi membro daLoja Maçônica União e\nProgresso e presidentedo Clube de Regatas Saldanha da Gama.\n\nCasou-se com Florência Gonçalves eteve uma filha.\n\nFaleceu em Vitória em 10 dejunho de 1928.\n\nNara Saletto/Sílvia Ackermann\n\n**FONTES:** BAHIENSE, N. *Dr. Antônio*;Comércio do Espírito Santo\n(1894-1896); FREIRE,M. Antônio; Estado do Espírito Santo\n(1890-1896);PEREIRA, A. *Homens*; RIBEIRO, F. *Academia*.\n","ref":"**FONTES:** BAHIENSE, N. *Dr. Antônio*;Comércio do Espírito Santo\n(1894-1896); FREIRE,M. Antônio; Estado do Espírito Santo\n(1890-1896);PEREIRA, A. *Homens*; RIBEIRO, F. *Academia*.\n","dic":"DHBPR"}
