{"title":"CAIXA DE APOSENTADORIA E PENSÕES DE ESTRADAS DE FERRO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Glaucia Fraccaro"],"content":"**CAIXA DE APOSENTADORIA E PENSÕES DE ESTRADAS DE FERRO**\n\nInstituições criadas em cada uma das empresas de estrada de ferro para\nos respectivos empregados pelo Decreto n^o^ 4.682, de 24 de janeiro de\n1923, que ficou conhecido como Lei Elói Chaves por causa do deputado que\npropôs o projeto em 1921. A Lei Elói Chaves é considerada um dos\nprimeiros esforços de criação de um sistema previdenciário no Brasil e\numa das primeiras leis de proteção ao trabalho no país.\n\nO modelo escolhido para fornecer garantias aos trabalhadores das\nferrovias foi o das caixas de aposentadoria e pensões. Embora Elói\nChaves afirmasse ter estudado o formato a partir da experiência da\nArgentina, essa modalidade de organização já era parte do cotidiano dos\nferroviários. Os trabalhadores da Estrada de Ferro Central do Brasil,\npor exemplo, fundaram em 1883 a primeira associação mutualista, a\nAssociação Geral de Auxílios Mútuos da Estrada de Ferro Central do\nBrasil, com a intenção de garantir aos empregados auxílio em caso de\ndoença, funeral, e pensões para os familiares. As agremiações de caráter\nmutualista eram uma forma muito comum de organização de trabalhadores,\nque até o final do século XIX reuniu muitas vezes a prática assistencial\ncom a perspectiva classista.\n\nO objetivo da Associação Geral de Auxílios Mútuos da Estrada de Ferro\nCentral do Brasil era garantir direitos que já existiam, como, por\nexemplo, a aposentadoria, benefício dos empregados titulados da empresa\ndesde 1862. A variedade de cargos e salários que comportava uma ferrovia\nproporcionou que se forjassem também múltiplas formas de identidade\nentre os trabalhadores e, por conseguinte, muitas sociedades. As Caixas\npor ofício, de caráter eminentemente mutualista, foram a forma mais\nadotada de agremiação.\n\nOs ferroviários pertenciam a um setor essencial no período, já que as\nferrovias transportavam nos trilhos a base da economia da época. Assim\ncomo o porto, a ferrovia era para o Estado um setor sensível –\nguarnecida por ele, não deveria apresentar instabilidade. A proteção ao\ntrabalho da categoria funcionava como um modo de evitar greves e\nparalisações, já que estas causariam problemas de grandes proporções:\nnão só as empresas que gerenciavam as ferrovias teriam seus lucros\nafetados, como todos os que delas dependiam.\n\nCertamente foi por isso que, quando o debate sobre a adoção de uma\nlegislação trabalhista se intensificou no Brasil, os ferroviários foram\nos primeiros a ser lembrados pelo poder público. Na sessão da Câmara de\n5 de outubro de 1921, o deputado Elói Chaves apresentou o projeto de\ncriação de caixas de aposentadoria e pensões para a categoria pela\nprimeira vez. O projeto de lei foi encaminhado para a Comissão Especial\nde Legislação Social e discutido na Câmara até sua aprovação, em 1923.\n\nElói Chaves nasceu em 1875 em Pindamonhangaba, no estado de São Paulo,\nmas viveu a maior parte de sua vida em Jundiaí. Foi secretário de\ngoverno durante o mandato de Altino Arantes (1916-1920) e deputado\nfederal. Sua preocupação com a classe trabalhadora começou por\ninfluência do deputado Maurício de Lacerda, em 1917, quando foi\napresentado o Projeto n^o^ 284, que previa a criação de um Código do\nTrabalho. Parece ter sido a amizade que nutria com Francisco Monlevade,\nengenheiro da Companhia Paulista de Estrada de Ferro, que fez com que\nElói Chaves tomasse conhecimento das causas dos ferroviários.\n\nA aprovação do Decreto n^o^ 4.682, de 1923, garantiu, portanto, para os\nempregados de cada uma das ferrovias brasileiras aposentadoria por tempo\nde serviço, aposentadoria por invalidez, indenizações para casos de\nacidente no trabalho, auxílio para funeral do servidor, socorros médicos\ne medicamentos e pensão para os familiares.\n\nO Conselho Nacional do Trabalho (CNT), criado em 1923 ligado ao\nMinistério da Agricultura para ser um órgão consultivo do governo,\npassou a cuidar da atividade de julgamento e avaliação das demissões com\nbase na Lei Elói Chaves. Esses litígios seriam semelhantes aos que a\nJustiça do Trabalho, mais tarde, teria que abarcar. Ao final da década\nde 1920, o CNT havia acumulado jurisprudência suficiente sobre as\ndecisões com base na lei de Caixas de Aposentadoria e Pensões e, por\nisso, a aplicação do decreto teve como consequência a criação de uma\nestrutura de conciliação de conflitos de trabalho no âmbito do Estado.\n\nNos anos 1930, as Caixas de Aposentadoria foram substituídas pelos\nInstitutos de Aposentadoria e Pensões, e o direito foi estendido a\noutras categorias de trabalhadores. Desde então, o direito à\naposentadoria e a pensões passou por diversas mudanças.\n\nEm 2001, foi apresentado pela Secretaria Geral da Presidência da\nRepública o projeto de lei de uma consolidação previdenciária com o\nobjetivo de atualizar e facilitar o acesso às leis reunindo as decisões\nmais recentes e revogando as demais. Entre os decretos a serem\nrevogados, figurava a Lei Elói Chaves.\n\nGlaucia Fraccaro\n\n**FONTES:** BATALHA, C. *Sociedades* (v.6, p.43-67); FRACCARO, G.\n*Morigerados*; SOUZA, S. *Coagidos*; VIEIRA, H. *Eloy.*\n","ref":"**FONTES:** BATALHA, C. *Sociedades* (v.6, p.43-67); FRACCARO, G.\n*Morigerados*; SOUZA, S. *Coagidos*; VIEIRA, H. *Eloy.*\n","dic":"DHBPR"}
