{"title":"CALHEIROS, Roberto","cargoss":["dep. geral AL 1857-1860, pres. AL 1854, 1855, 1856, 1859, 1860, 1861,"],"author":null,"content":"**CALHEIROS, Roberto**\n\n\\*dep. geral AL 1857-1860, pres. AL 1854, 1855, 1856, 1859, 1860, 1861,\n1864 e 1865; gov. AL 1890.\n\n*Roberto Calheiros de Melo* nasceu em Maceió no dia 26 de janeiro de\n1821, filho de João Luís Calheiros e de Úrsula Calheiros de Melo.\n\nCursou o primário em Maceió e depois seguiu para Salvador, onde foi\ninterno no colégio dirigido pelo professor Abílio César Borges.\nIngressou na Faculdade de Medicina da Bahia, mas formou-se no Rio de\nJaneiro em 1848. Exerceu a medicina, em especial quando o cólera-morbus\natacou Alagoas, fazendo de Atalaia o quartel-general da luta contra a\nepidemia. Foi, ainda, professor de geografia, cronologia e história em\nMaceió, no período de 1849 a 1857.\n\nDeputado provincial em Alagoas na legislatura 1850-1851, em 1^o^ de\nabril de 1854 foi nomeado primeiro vice-presidente da província. Assumiu\no governo em várias ocasiões: de 26 de abril a 13 de outubro daquele\nano, de 4 de maio a 29 de outubro de 1855, de 11 de maio e 24 de outubro\nde 1856, de 19 de fevereiro a 16 de abril de 1859, de 24 de abril a 1^o^\nde maio de 1860, de 15 de março a 17 de abril de 1861, de 16 de março a\n15 de dezembro de 1864, e de 26 de junho a 31 de julho de 1865. Ao longo\ndesse período exerceu também o mandato de deputado geral de 1857 a 1860\ne mais uma vez o de deputado provincial de 1864 a 1865. Tendo sido um\ndos fundadores do Instituto Arqueológico e Geográfico de Alagoas (IAGA,\ndepois Instituto Histórico e Geográfico de Alagoas) em 1869, foi seu\nsegundo presidente, de 2 de dezembro de 1872 até o seu falecimento.\n\nJá na República, foi nomeado vice-governador de Pedro Paulino da Fonseca\ne o substituiu em 25 de outubro de 1890, quando este se afastou por ter\nsido eleito senador constituinte. Em 23 de novembro outorgou a primeira\nConstituição republicana de Alagoas (Decreto n^o^ 62), e em 18 de\ndezembro passou o governo a Manuel de Araújo Góis. Foi senador estadual\nna legislatura 1891-1892.\n\nFaleceu em Maceió no dia 4 de maio de 1895.\n\nPatrono da cadeira n^o^ 35 da Academia Alagoana de Letras, publicou\ndiscursos na *Revista do IAGA.*\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas* (2v.); CÂM. DEP. *Deputados\nbrasileiros*.\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas* (2v.); CÂM. DEP. *Deputados\nbrasileiros*.\n","dic":"DHBPR"}