{"title":"AIRES, Junqueira","cargoss":["dep. fed. RN 1894-1896."],"author":"Renato Amado Peixoto","content":"**AIRES, Junqueira**\n\n\\* dep. fed. RN 1894-1896.\n\n*Luís Francisco Junqueira Aires de Almeida* nasceu emSalvador no dia 22\nfevereiro de 1860,filho do poeta e magistrado baiano JoaquimAires de\nAlmeida Freitas e de AnaFrancisca Junqueira Aires de Almeida Freitas.Seu\nirmão, José Carlos Junqueira Alvesde Almeida, foi presidente do\nTribunalde Contas e secretário geral do estadoda Bahia.\n\nEstudou no Colégio Abílio em Salvador,onde foi aluno de Carneiro\nRibeiro, professorde Rui Barbosa, e se tornou amigode Pedro Velho de\nAlbuquerque Maranhão,futuro líder do Partido Republicano noRio Grande do\nNorte. Cursou depois aEscola Politécnica do Rio de Janeiro,onde recebeu\no diploma de engenheiro em1881. De volta à Bahia, foi eleitodeputado\nprovincial pelo Partido Conservadorem 1885, e deputado geral em 1886.\n\nPreterido na reeleição de 1889,voltou-se para a carreira técnica.\nSeguiupara Minas Gerais, onde trabalhou comoengenheiro na construção da\nEstrada deFerro Sapucaí. No governo do marechalFloriano Peixoto\n(1891-1894), foi nomeado engenheirofiscal da Estrada de Ferro de\nNovaCruz, no Rio Grande do Norte. Poucoantes de deixar o estado para\nassumiro posto de engenheiro fiscal dos engenhoscentrais de Pernambuco,\naceitou o convitede Pedro Velho, então governador do RioGrande do Norte\n(1892-1896), para candidatar-sea deputado federal na legislatura\n1894-1896fora da chapa do partido. Esse expedientefoi arquitetado por\nPedro Velho para disputara vaga oferecida aos oposicionistas.\nSegundoLuís da Câmara Cascudo, Junqueira Airesfoi escolhido por ser bom\norador, qualidadeque então fazia falta para defender ascausas do estado\nno Congresso.\n\nEleito deputado pelo Rio Grandedo Norte, Junqueira Aires bateu-se\ncontrao adiamento da sessão legislativa em 1894e passou a denunciar as\nmanobras deJosé Bernardo de Medeiros para depor PedroVelho do governo do\nestado. Na Câmarados Deputados, apresentou projeto de prorrogaçãodo\nestado de sítio e defendeu queparte das verbas de colonização\nfossedestinada à construção de açudes, especialmenteno Rio Grande do\nNorte, insistindo naideia de que o combate aos “flagelosda seca” deveria\nser permanente. Trabalhouainda pela destinação de recursos federaispara\na construção da ferrovia Macau-SãoFrancisco.\n\nAo voltar a Natal em 1896para as comemorações do fim do mandatode Pedro\nVelho, quando foi o oradoroficial do Partido Republicano, sentiu\nossintomas do que foi diagnosticado comoanemia cerebral. Decidiram então\ntransportá-lode volta para o Rio de Janeiro,onde não conseguiu chegar.\nFaleceu emRecife, em meio à viagem, na companhiade Pedro Velho, no dia\n10 de maiode 1896.\n\nRenato Amado Peixoto\n\n**FONTES:** ARAÚJO, D.; SOARES, G.*Caminhos*; CÂM. DEP*. Organizações*;\nCASCUDO, L.*História*; CASCUDO, L. *Vida*; CONG. NAC*. Anais*;\n*República* (maio/junho1896); *Revista do Instituto Geográfico e\nHistórico da Bahia* (1896); RIBEIRO, A. *Sonho*.\n","ref":"**FONTES:** ARAÚJO, D.; SOARES, G.*Caminhos*; CÂM. DEP*. Organizações*;\nCASCUDO, L.*História*; CASCUDO, L. *Vida*; CONG. NAC*. Anais*;\n*República* (maio/junho1896); *Revista do Instituto Geográfico e\nHistórico da Bahia* (1896); RIBEIRO, A. *Sonho*.\n","dic":"DHBPR"}