{"title":"CALMON, Miguel","cargoss":["dep. fed. BA 1906","min. Ind. Viação e Obras Públ. 1906-1909","dep. fed."],"author":"Paulo Brandi","content":"**CALMON, Miguel**\n\n\\*dep. fed. BA 1906; min. Ind. Viação e Obras Públ. 1906-1909; dep. fed.\nBA 1912-1913 e 1921-1922; min. Agric. Ind. e Com. 1922-1926; sen. BA\n1927-1930.\n\n*Miguel Calmon du Pin e Almeida* nasceu em Salvador no dia 18 de\nsetembro de 1879, filho de Antônio Calmon du Pin e Almeida e de Maria\ndos Prazeres de Góis Calmon, descendentes de antigas famílias de\nproprietários rurais na região do Recôncavo Baiano. Seu pai pertenceu ao\ncorpo de engenheiros navais da Marinha e encerrou a carreira como\ncontra-almirante no início da República. Seu tio-avô Miguel Calmon du\nPin e Almeida (1792-1865), o marquês de Abrantes, foi deputado geral e\nsenador pela Bahia, diplomata, ministro da Fazenda e ministro dos\nEstrangeiros no Império. Outro tio, também chamado Miguel Calmon du Pin\ne Almeida (1843-1886), foi desembargador e presidente da província do\nRio Grande do Sul em 1886. Seus dois irmãos mais velhos, Antônio e\nFrancisco, destacaram-se como importantes figuras da elite política e\neconômica da Bahia durante a Primeira República: Antônio Calmon du Pin e\nAlmeida (1870-1931) foi deputado federal e Francisco Marques de Góis\nCalmon (1874-1932) exerceu os cargos de presidente do Banco Econômico da\nBahia e governador do estado entre 1924 e 1928.\n\nMiguel Calmon frequentou o Colégio 7 de Setembro, em Salvador,\ncompletando os estudos de humanidades em 1894. No ano seguinte mudou-se\npara Niterói (RJ) e fez as provas preparatórias para a Escola\nPolitécnica do Rio de Janeiro. Durante o curso de engenharia na\nPolitécnica, foi influenciado pela leitura de Auguste Comte e pela\norientação positivista de vários de seus professores. Consta que chegou\na ingressar no Apostolado Positivista nos tempos de estudante. Anos mais\ntarde, o escritor Lima Barreto, seu contemporâneo na Politécnica,\nassumiu posição francamente hostil a Calmon. “Ele nada fez nem naquilo\nque estudou, nem naquilo que pretendeu”, escreveu o romancista em\ncrônica publicada no semanário carioca *ABC*, lamentando “a ideia que,\nno Brasil, se tem das coisas da inteligência” e o culto “aos diplomados,\ndistintos e enfeitados com medalhinhas de solenidade de escola” (“O\nideal do Bel-Ami”, 25 de novembro de 1916).\n\nFormado em engenharia em 1900, Miguel Calmon regressou à Bahia para\nassumir a direção da serraria de seu pai, recém-falecido. Nomeado\nprofessor da Escola Politécnica da Bahia no ano seguinte, ganhou\nnotoriedade com a monografia *Aplicações industriais do álcool*,\napresentada à 1^a^ Conferência Açucareira do Brasil, realizada em\nSalvador em junho de 1902. Nesse trabalho, defendeu a concessão de\nprêmios e incentivos fiscais ao barateamento da produção do álcool e sua\nutilização como fonte energética (motores a combustão, iluminação etc.),\ncitando experiências bem-sucedidas na França e na Alemanha e tendo em\nconta a crise da economia açucareira no país.\n\nEm setembro de 1902, assumiu seu primeiro cargo público. Por designação\ndo governador Severino Vieira, ocupou o posto de secretário da\nAgricultura, Viação e Obras Públicas do estado da Bahia, em substituição\nao engenheiro José Joaquim Rodrigues Saldanha, candidato da chapa\nsituacionista às eleições para a Câmara dos Deputados. Chefiou a\nSecretaria da Agricultura durante quatro anos, colaborando com Severino\nVieira até o final de seu mandato em maio de 1904 e a seguir com José\nMarcelino nos dois primeiros anos de seu quadriênio. Uma de suas\nprimeiras iniciativas como secretário foi a criação do *Boletim da\nAgricultura* para divulgação de atos oficiais, memórias técnicas e dados\nestatísticos sobre o comércio e a produção agrícola do estado. Em 1903,\nano de lançamento do boletim, representou a Bahia no Congresso de\nAplicações Industriais do Álcool, realizado no Rio de Janeiro.\n\nO jovem secretário encampou as propostas de “modernização agrícola”,\nformuladas pela recém-fundada Sociedade Baiana de Agricultura. Promoveu\nexposições, concedeu prêmios e favores aos plantadores de novas espécies\ne ampliou o Campo de Viticultura de Juazeiro. Em fevereiro de 1905,\ncriou o Instituto Agrícola da Bahia, com o objetivo de difundir o ensino\nprofissional agrícola no estado “na proporção das necessidades de suas\nvárias zonas e na medida dos recursos orçamentários”. Com a criação do\ninstituto, o governo estadual assumiu com exclusividade a gestão da\nantiga Escola Agrícola da Bahia, reformulando seu ensino e abrindo curso\npara formação de trabalhadores rurais.\n\nMiguel Calmon também reorganizou o Serviço de Terras e Minas do Estado\nda Bahia, convidando para dirigi-lo o geólogo norte-americano Orville\nDerby que, ao lado de outros estrangeiros, realizava pesquisas no Brasil\ndesde os tempos da Comissão Geológica do Império. Derby permaneceu à\nfrente do órgão durante três anos, realizando novas investigações sobre\na ocorrência de manganês e diamantes na Bahia.\n\nEm março de 1905, Calmon participou da 2^a^ Conferência Açucareira do\nBrasil, realizada em Recife, e foi escolhido para chefiar uma missão de\nestudos sobre os métodos de cultura da cana-de-açúcar e outros produtos\ntropicais no Oriente. Partiu em junho do mesmo ano, visitou o Egito, a\nÍndia, Cingapura, Java e Sumatra, retornando ao país seis meses mais\ntarde. Entre os resultados importantes dessa viagem, merecem destaque a\ncontratação do professor Leo Zehntner para a direção do Instituto\nAgrícola da Bahia e um extenso relatório sobre o progresso da produção\nda borracha asiática.\n\nMinistro da Indústria, Viação e Obras Públicas\n\nEm janeiro de 1906, recém-chegado da missão no Oriente, Miguel Calmon\nfoi eleito deputado federal, obtendo a maior votação entre os candidatos\nda lista organizada pelo Partido Republicano da Bahia (PRB). Sua\ncandidatura contou com o apoio de José Marcelino e de Severino Vieira,\neste eleito senador juntamente com Rui Barbosa e Artur Rios. Dois meses\ndepois, o mineiro Afonso Pena foi eleito sucessor do presidente\nRodrigues Alves, tendo como companheiro de chapa o ex-presidente do\nestado do Rio de Janeiro Nilo Peçanha.\n\nNa Câmara, Calmon destacou-se como um dos principais adversários do\nConvênio de Taubaté, firmado pelos presidentes de São Paulo, Minas\nGerais e Rio de Janeiro em fevereiro de 1906, com o objetivo de promover\na valorização do café. De seu ponto de vista, a intervenção no mercado\ndo café, nos termos propostos pelo convênio, beneficiaria exclusivamente\nSão Paulo, impondo pesado ônus à economia nacional, e o eventual êxito\ndo programa valorizador estimularia a concorrência estrangeira,\nameaçando a supremacia da produção nacional. A participação da União no\nesquema de valorização do café foi aprovada pelo Congresso em agosto,\nnão obstante a oposição aguerrida de Calmon e de um punhado de deputados\ne senadores, eleitos na sua maioria pelo Distrito Federal e por estados\ndo Nordeste.\n\nCalmon também atuou como presidente da comissão parlamentar que analisou\nos problemas da produção da borracha na Amazônia, recomendando o cultivo\nracional das seringueiras em substituição às formas de exploração\nvigentes. Além do relatório sobre sua viagem ao Oriente, que teve grande\nrepercussão na imprensa, apresentou projeto de lei em favor da concessão\nde terras e isenção de impostos de exportação para os plantadores de\nseringueiras. Essas e outras medidas similares foram debatidas pelo\nCongresso nos anos seguintes, sem consequências de ordem prática.\n\nEm novembro de 1906, no início do governo Afonso Pena, renunciou ao\nmandato de deputado para assumir o cargo de ministro da Indústria,\nViação e Obras Públicas. Era sabido que a Bahia teria um representante\nno ministério do novo governo, mas a escolha de Calmon foi até certo\nponto surpreendente, em decorrência de sua relativa inexperiência\npolítica e de sua posição nos debates sobre o Convênio de Taubaté.\n\nVale ressaltar que Afonso Pena, embora comprometido com o programa de\nvalorização do café, também queria limitar a influência política de São\nPaulo e do senador gaúcho Pinheiro Machado, principal fiador de sua\ncandidatura à sucessão de Rodrigues Alves. Foi com esse objetivo que o\npresidente alçou ao poder uma jovem frente ministerial e parlamentar,\nconhecida como “jardim de infância”, de precoce inserção na vida pública\nnacional. Calmon foi um dos integrantes desse grupo, juntamente com os\nministros Davi Campista (Fazenda) e Augusto Tavares de Lira (Justiça), o\ndeputado mineiro Carlos Peixoto de Melo Filho, eleito presidente da\nCâmara em maio de 1907, o deputado gaúcho James Fitzgerald Darcy, líder\nda maioria, e outros parlamentares. Além do presidente da República, o\ngrupo contava com forte apoio do governador mineiro João Pinheiro.\n\nConsta que o presidente compôs o ministério sem consulta prévia às\nlideranças tradicionais dos principais estados da Federação. De todo\nmodo, Calmon só aceitou o convite após ouvir os chefes e amigos do PRB,\nnotadamente José Marcelino, Severino Vieira e Rui Barbosa.\n\nMiguel Calmon foi o mais jovem ministro de toda a Primeira República.\nSucessor de Lauro Müller no Ministério da Indústria, Viação e Obras\nPúblicas, foi também o último titular desta pasta, que em 1909 seria\ndesdobrada em dois ministérios. Entre os marcos importantes de sua\ngestão, merecem destaque a criação do Serviço Geológico e Mineralógico\ndo Brasil, do Serviço de Povoamento do Solo Nacional e da Caixa Especial\nde Portos, a ampliação da rede ferroviária e telegráfica, o programa de\naçudagem no Nordeste, as obras de abastecimento d’água da capital\nfederal e a realização da Exposição Nacional de 1908, comemorativa do\nCentenário da Abertura dos Portos do Brasil.\n\nFundado em janeiro de 1907 sob a direção de Orville Derby, o Serviço\nGeológico e Mineralógico do Brasil contribuiu para o avanço dos estudos\nque confirmaram a existência das imensas reservas de ferro na região\ncentral de Minas Gerais. Cumpre assinalar que os melhores e maiores\ndepósitos de minério de ferro nessa região seriam adquiridos por grandes\nempresas estrangeiras após a apresentação do relatório de Orville Derby\nsobre as jazidas do quadrilátero ferrífero de Minas Gerais no Congresso\nInternacional de Geologia realizado em Estocolmo em 1910.\n\nCalmon não chegou a tomar nenhuma iniciativa para rever a legislação de\nminas e o preceito constitucional que assegurava direitos integrais de\npropriedade do subsolo ao proprietário do solo. Entretanto, a seu\npedido, o jurista mineiro Alfredo Valadão redigiu o projeto de Código de\nÁguas, tendo em conta o crescente aproveitamento das quedas d’água para\na produção de energia elétrica no país. Encaminhado ao Congresso em\ndezembro de 1907, o projeto de Código de Águas buscou regulamentar a\npropriedade e o aproveitamento das águas em geral, ampliando o domínio\npúblico sobre as águas correntes. O debate sobre a matéria começaria\napenas em 1911, prolongando-se até 1923, quando o projeto foi engavetado\nna Câmara.\n\nA criação do Serviço de Povoamento do Solo Nacional em abril de 1907\n(Decreto n^o^ 6.455) devolveu à União um controle maior sobre a\nimigração e a colonização. O objetivo principal era atrair imigrantes\npara núcleos coloniais existentes ou em vias de constituição. A intenção\nde criar uma pequena classe de proprietários rurais (colonos) era\nbastante evidente: somente em casos excepcionais o governo subsidiaria a\nvinda de imigrantes interessados em trabalhar meramente como\nassalariados. Subvencionado pelo governo federal, o movimento\nimigratório retomou impulso em 1908, com a chegada de 94 mil imigrantes,\npermanecendo em alta até a eclosão da Primeira Guerra Mundial. Vários\nnúcleos coloniais foram fundados mediante acordos com os governos\nestaduais, empresas de viação férrea, companhias e associações\nparticulares.\n\nA rede ferroviária brasileira teve um acréscimo de 2.300 km de linhas,\ncorrespondentes a 12% da extensão total existente no final de 1909.\nDiversas obras foram retomadas ou iniciadas sob o comando do empresário\nnorte-americano Percival Farquhar, personagem também conhecido por\noutros investimentos em infraestrutura no país (energia elétrica,\nportos, navegação). Fundador da *holding* Brazil Railway Company,\nFarquhar assumiu o controle das concessões para a implantação e\nexploração de várias ferrovias, como a Madeira-Mamoré e a São Paulo-Rio\nGrande, mediante contratos avalizados por Calmon. De acordo com a\nlegislação vigente, os contratos garantiam subvenções do governo federal\npor quilômetro de linha implantado e o pagamento de juros sobre os\ninvestimentos.\n\nAs relações do ministro com o empresário norte-americano parecem ter\nsido pontuadas por divergências, a julgar pelas referências negativas a\nCalmon na encomiástica biografia de Farquhar escrita por Charles Gauld.\nÉ sabido que Farquhar alongou o traçado da Estrada de Ferro São\nPaulo-Rio Grande no trecho catarinense, evitando a construção de pontes\ne túneis e faturando mais com a quilometragem suplementar. Na versão de\nGauld, o empresário tentou liberar mais dinheiro “para uma construção de\nqualidade” e convencer o ministro a modificar o contrato da São\nPaulo-Rio Grande.\n\nA construção da rede telegráfica nacional prosseguiu sob a direção do\nentão major Cândido Mariano da Silva Rondon, nomeado engenheiro-chefe da\nComissão Construtora de Linhas Telegráficas Estratégicas do Mato Grosso\nao Amazonas, no início do governo Afonso Pena.\n\nNo plano político, Calmon deu importante respaldo ao governador José\nMarcelino, mobilizando o apoio do governo federal à candidatura\nvitoriosa de Araújo Pinho às eleições de 1908 para a chefia do Executivo\nbaiano. A disputa sucessória colocou em campos opostos os partidários do\ngovernador e do senador Severino Vieira, patrono da candidatura do\ndeputado federal Inácio Tosta. A cisão entre os dois principais chefes\ndo PRB teve um impacto de longo alcance na política baiana, favorecendo\na posterior ascensão de José Joaquim Seabra ao governo estadual.\n\nA gestão de Miguel Calmon no ministério durou pouco mais de dois anos e\nmeio, encerrando-se em 14 de junho de 1909, em decorrência do\nfalecimento de Afonso Pena. A morte do presidente assinalou o fim da\nexperiência de poder do grupo do “jardim da infância”, liquidando as\nchances da candidatura de Davi Campista à sucessão presidencial de 1910.\nPatrocinado por Afonso Pena, o nome do ministro da Fazenda sofrera o\nveto informal das principais lideranças do Partido Republicano Mineiro\n(PRM), do ministro da Guerra, Hermes da Fonseca, também postulante ao\ncargo, e de outras personalidades, entre as quais Rui Barbosa. A questão\nsucessória desestabilizou o governo Afonso Pena: em maio de 1909, o\ndeputado Carlos Peixoto renunciou à presidência da Câmara e Hermes da\nFonseca pediu demissão do Ministério da Guerra, afirmando sua\ncandidatura à presidência da República.\n\nCalmon deixou o governo no mesmo dia da posse de Nilo Peçanha no lugar\nde Afonso Pena. De imediato, a pasta da Indústria, Viação e Obras\nPúblicas foi desdobrada nos ministérios da Agricultura, Indústria e\nComércio e da Viação e Obras Públicas, entregues aos engenheiros Cândido\nRodrigues e Francisco Sá.\n\nEm agosto de 1909, casou-se com Alice de Porciúncula, filha do rico\nestanceiro gaúcho Simão de Porciúncula e prima do deputado federal\nIldefonso Simões Lopes. Embarcou para a Bahia e, em seguida, para a\nEuropa, ficando à margem da disputa entre Hermes da Fonseca e Rui\nBarbosa pela sucessão presidencial. Seu irmão Antônio Calmon tomou o\npartido de Hermes da Fonseca, que foi eleito sem dificuldade, não\nobstante a grande repercussão da Campanha Civilista de Rui junto às\nclasses médias urbanas.\n\nNa Liga da Defesa Nacional e na Campanha de Rui Barbosa em 1919\n\nMiguel Calmon regressou ao país em novembro de 1910, no início do\ngoverno Hermes da Fonseca, e foi eleito deputado federal pela Bahia em\njaneiro de 1912. Ocupou a tribuna da Câmara só uma vez para defender o\nprojeto de sua autoria relativo à criação de escolas profissionalizantes\nno Distrito Federal e em cada um dos estados. O projeto não foi adiante,\npois teve o crédito recusado no orçamento. Ainda em 1912, assumiu a\nvice-presidência da Sociedade Nacional de Agricultura.\n\nExerceu o mandato de deputado federal até setembro de 1913, quando\nviajou novamente à Europa. Estava na Suíça em julho de 1914, quando teve\ninício a Primeira Guerra Mundial, e teve a oportunidade de visitar\nalgumas localidades francesas destruídas pela ofensiva alemã nos\nprimeiros meses do conflito. De volta ao país em meados de 1915,\npronunciou várias conferências sobre a guerra e suas lições para o\nBrasil, engajando-se na campanha liderada pelo poeta e jornalista Olavo\nBilac em defesa do serviço militar obrigatório.\n\nJuntamente com Olavo Bilac e o jurista Pedro Lessa, foi um dos\nidealizadores da Liga da Defesa Nacional, fundada em setembro de 1916,\nno Rio de Janeiro. Constituída com o objetivo de “congregar os\nsentimentos patrióticos dos brasileiros de todas as classes”, a Liga\nrecebeu o apoio do Exército e da Igreja Católica, ajudando a popularizar\na ideia do serviço militar obrigatório como escola de cidadania. Calmon\nintegrou a comissão executiva da Liga, ajudou a financiar suas\natividades, em especial as viagens de Olavo Bilac pelo país, alistou-se\nno Tiro de Guerra e chegou a desfilar fardado de reservista na avenida\nRio Branco, no centro da capital federal. Também participou das\natividades da Liga Brasileira pelos Aliados, entidade fundada e\npresidida por Rui Barbosa, que moveu intensa campanha pela entrada do\nBrasil na guerra contra a Alemanha, consumada tardiamente em outubro de\n1917, após o afundamento de navios mercantes brasileiros. Integrou\nfinalmente o conselho da Liga Pró-Saneamento do Brasil, criada em\njaneiro de 1918 pelo médico sanitarista Belisário Pena, em sessão\npública da Sociedade Nacional de Agricultura.\n\nEm 1919, retomou a atividade política, participando da segunda campanha\npresidencial de Rui Barbosa. Esteve numa série de atos públicos no Rio\nde Janeiro e em Salvador ao lado do senador baiano. Em discurso no\nCentro Operário da Bahia, defendeu o direito de organização dos\ntrabalhadores, apresentando Rui Barbosa como “antena assaz elevada para\nreceber as ondas de aspirações do proletariado, emitidas no estrangeiro,\ncom a isenção e nitidez indispensáveis em quadra tão confusa”.\n\nConcorrendo mais uma vez como candidato oposicionista, Rui foi derrotado\npor Epitácio Pessoa nas eleições de abril de 1919. Também fracassada foi\nsua mobilização contra a eleição de J. J. Seabra para um novo mandato no\ngoverno baiano. Em fevereiro de 1920, o presidente Epitácio Pessoa\ndecretou a intervenção federal na Bahia, com o objetivo garantir a posse\nde Seabra e reprimir o movimento de “coronéis” no interior contra o\ngoverno estadual.\n\nMinistro da Agricultura, Indústria e Comércio\n\nEleito presidente da Sociedade Nacional de Agricultura em abril de 1920,\nMiguel Calmon concorreu às eleições para a Câmara dos Deputados\nrealizadas em fevereiro do ano seguinte. A exemplo das vezes anteriores,\ndisputou as eleições no 1^o^ Distrito da Bahia, que abrangia a capital e\nmunicípios do Recôncavo. Nessa altura, Rui Barbosa e os principais\nchefes oposicionistas no estado já haviam acertado uma trégua política\ncom J. J. Seabra.\n\nSem contestação, Calmon foi reconhecido e diplomado deputado. Assumiu o\nmandato em maio de 1921, compondo a minoria baiana na Câmara, ao lado de\nOtávio Mangabeira, Pedro Lago e João Mangabeira. De imediato, todos\nmanifestaram apoio à candidatura presidencial de Artur Bernardes,\npreviamente articulada pelos partidos republicanos de Minas Gerais e São\nPaulo. Embora adversário de J. J. Seabra, Calmon chegou a sugerir a\nindicação de seu nome como companheiro de chapa de Bernardes. Foi\njustamente a disputa pelo cargo de vice-presidente que provocou a união\nda Bahia, Pernambuco, Rio de Janeiro e Rio Grande do Sul no movimento da\nReação Republicana, que acabou por lançar a chapa oposicionista Nilo\nPeçanha – J. J. Seabra.\n\nDispondo de bom trânsito no Congresso, Calmon apresentou o projeto de\ncriação da Caixa Reguladora do Açúcar, aprovado sem emendas em janeiro\nde 1922 e convertido na Lei n^o^ 4.456. A entidade tinha por atribuição\n“fazer a propaganda do produto no exterior, incrementar a exportação e a\nfabricação de doces, confeitos e chocolates”, cobrando dos fabricantes\numa taxa por saco de açúcar produzido. Tratava-se de uma tentativa de\ncontrabalançar a crescente queda das exportações do açúcar, que não\nchegou entretanto a produzir qualquer efeito.\n\nEm julho de 1922, votou a favor da decretação do estado de sítio no\nDistrito Federal e nos estados do Rio de Janeiro e Mato Grosso, proposta\npelo presidente Epitácio Pessoa e aprovada pela ampla maioria do\nCongresso, em consequência da revolta de jovens oficiais do Exército\ndescontentes com a eleição de Artur Bernardes. Deflagrada no dia 5 de\njulho e imediatamente sufocada pelo governo, a revolta foi a primeira do\nciclo de insurreições tenentistas dos anos 1920.\n\nAs antigas relações de Miguel Calmon com a política mineira e sua\nexperiência como ministro no governo Afonso Pena parecem ter pesado na\nescolha de seu nome para a pasta da Agricultura, Comércio e Indústria no\ngoverno Bernardes. Vale ressaltar também sua relação bastante próxima\ncom Rui Barbosa (que chegou a ser convidado para o Ministério das\nRelações Exteriores) e sua ligação com a Sociedade Nacional de\nAgricultura, entidade representativa dos grandes proprietários rurais.\nNão por acaso, antes de sua nomeação para o ministério, Calmon tinha\nsido incumbido de presidir a subcomissão dos congressos e conferências\nda exposição comemorativa do Centenário da Independência do Brasil,\nrealizada no Rio de Janeiro entre setembro de 1922 e abril de 1923.\n\nSucessor do engenheiro paulista José Pires do Rio na pasta da\nAgricultura, Indústria e Comércio, Miguel Calmon chefiou o ministério\ndurante os quatro anos do governo Artur Bernardes, iniciado em novembro\nde 1922. Bernardes governou o país em ambiente político tenso, marcado\npela permanente ameaça revolucionária representada pelo movimento\ntenentista. Não hesitou em adotar medidas discricionárias contra seus\nopositores, governando praticamente sob estado de sítio. Além disso,\napoiou aberta ou veladamente as oposições nos três estados que haviam\ndado sustentação ao movimento da Reação Republicana. Nesse contexto,\nMiguel Calmon veio a desempenhar importante papel nas articulações para\nquebrar a hegemonia de J. J. Seabra na política baiana.\n\nEm janeiro de 1923, com o apoio ostensivo do presidente e de Calmon, os\nprincipais dirigentes da oposição a Seabra fundaram a Concentração\nRepublicana da Bahia (CRB). Para surpresa de seus próprios\ncorreligionários, Seabra tentou um acordo com a oposição, lançando a\ncandidatura de Francisco Marques de Góis Calmon à sua sucessão.\nTratava-se de um irmão mais velho do ministro, empresário bem-sucedido e\nque sempre vivera afastado da política.\n\nNo início de março, em meio a essas primeiras articulações, Rui Barbosa\nmorreu em Petrópolis (RJ). Foi sepultado no Rio de Janeiro, com honras\nde chefe de Estado, conforme o cerimonial preparado por Miguel Calmon, e\ngrande acompanhamento popular. A eleição para o preenchimento de sua\nvaga no Senado demonstrou a impossibilidade de acordo entre as duas\nfacções que disputavam o poder na Bahia. O pleito ocorreu em julho e\ncada facção proclamou a vitória de seu candidato. Dispondo de completo\ndomínio no Senado, o governo federal garantiu o reconhecimento da\neleição de Pedro Lago, candidato da CRB. De imediato, os partidários de\nSeabra retiraram apoio à candidatura de Góis Calmon.\n\nMiguel Calmon apoiou entusiasticamente a campanha de seu irmão para o\ngoverno da Bahia. A eleição ocorreu em janeiro de 1924 e, mais uma vez,\nos dois lados se proclamaram vencedores. Arlindo Leoni, candidato do\nPartido Republicano Democrático (PRD) e de Seabra, impetrou habeas\ncorpus ao Supremo Tribunal Federal (STF) para se empossar, enquanto a\nAssembleia oposicionista pedia a intervenção federal. Com base nesse\npedido, Bernardes decretou o estado de sítio na Bahia, e o comandante da\nregião militar deu posse a Góis Calmon em março de 1924.\n\nA atuação de Miguel Calmon no Ministério da Agricultura, Indústria e\nComércio foi marcada pela forte restrição dos gastos públicos imposta\npelo presidente Bernardes. O quadro de pessoal e as dotações\norçamentárias permaneceram reduzidos. A despesa total em 1926 foi menor\ndo que a dotação da Secretaria de Agricultura de São Paulo.\n\nImporta observar que a política do café estava desvinculada do\nMinistério da Agricultura, sendo conduzida principalmente pelos estados\ncafeeiros, com o frequente envolvimento da pasta da Fazenda. O\nMinistério da Agricultura ocupava-se de todos os outros produtos\nagropecuários. Mesmo assim, como assinalou Charles Müeller, continuava\num ministério de segunda linha. Sua estrutura administrativa e órgãos\ntécnicos não sofreram maiores alterações na gestão de Calmon. Merecem\ndestaque a criação do Museu Agrícola e Comercial, da Diretoria geral da\nPropriedade Industrial e do Conselho Nacional do Trabalho, órgão\nconsultivo chamado a ocupar-se de questões como a jornada de trabalho,\nos sistemas de remuneração, contratos coletivos e acidentes de trabalho.\n\nNo Senado\n\nA sucessão de Artur Bernardes, apesar da tensão causada pelas rebeliões\ntenentistas, foi das mais tranquilas da Primeira República. Em março de\n1926, sem enfrentar concorrentes, Washington Luís e Fernando de Melo\nViana, governadores de São Paulo e Minas Gerais, respectivamente, foram\neleitos presidente e vice-presidente da República. Miguel Calmon e Góis\nCalmon chegaram a ser cogitados para a vice-presidência na fase de\narticulação da chapa oficial, mas tiveram de ceder lugar a Melo Viana.\n\nEm novembro de 1926, com a passagem do poder para o novo presidente,\nMiguel Calmon transmitiu a chefia do Ministério da Agricultura para o\nmédico paulista Geminiano Lira Castro. Viajou em seguida para Salvador,\nsendo aclamado presidente do PRB, reorganizado em janeiro de 1927. O\nnovo partido buscou acomodar os interesses de diferentes facções\npolíticas do estado, notadamente a calmonista, ligada à família Calmon,\ne a mangabeirista, liderada pelo deputado João Mangabeira e seu irmão\nOtávio Mangabeira, recém-conduzido ao posto de ministro das Relações\nExteriores.\n\nA trajetória do PRB seria marcada por frequentes disputas entre as duas\nfacções. A primeira divergência surgiu a propósito da participação de\nex-seabristas no partido, patrocinada pelos calmonistas. Com a mediação\ndo presidente da República, Miguel Calmon e Otávio Mangabeira firmaram\num compromisso sobre a composição da comissão executiva do PRB e da\nchapa para as próximas eleições na Bahia, ficando acertadas as\nindicações de Calmon para o Senado e de Vital Soares para o governo\nestadual.\n\nMiguel Calmon enfrentou o ex-governador J. J. Seabra no pleito de\nfevereiro de 1927, sendo declarado vencedor pela junta eleitoral do\nestado, com ampla vantagem. Seabra não se deu por vencido. Recorreu à\ncomissão de verificação de poderes do Senado, contestando a\nelegibilidade do candidato do PRB, em virtude de seu parentesco com o\ngovernador. Em maio de 1927, com parecer favorável do senador Paulo de\nFrontin, a eleição de Miguel Calmon foi reconhecida por 37 votos contra\n10.\n\nEm dezembro de 1927, o ex-ministro fez um longo discurso no Senado,\ndefendendo-se das acusações de ter sido o responsável pelas mortes de\nnumerosos presos políticos na colônia agrícola de Clevelândia, situada\nperto da fronteira com a Guiana Francesa, em área atualmente pertencente\nao estado do Amapá. De fato, por sugestão de Calmon, a colônia recebera\nentre 1924 e 1925 centenas de militares rebeldes, militantes anarquistas\ne criminosos comuns. Os presos foram submetidos a duras condições de\nsobrevivência, sendo vítimas de violência policial, epidemias e fome.\nCalmon sustentou que o local oferecia boas condições sanitárias,\nafirmando que o elevado número de óbitos não tinha sido provocado por\nmaus tratos, mas pela disenteria bacilar contraída por militares\nrebeldes nas trincheiras de Catanduvas, no Paraná.\n\nMiguel Calmon foi escolhido presidente da Comissão de Poderes do Senado\nem maio de 1928. No ano seguinte, acatou a candidatura do presidente de\nSão Paulo Júlio Prestes às eleições presidenciais de 1930. Seguiu a\nposição da grande maioria do PRB, que optou pelo apoio à chapa\nsituacionista, da qual o próprio governador baiano, Vital Soares,\nparticipava como candidato a vice-presidente.\n\nIndicado por Washington Luís, o nome de Júlio Prestes foi endossado\npelas forças políticas dominantes na maioria dos estados, com exceção de\nMinas Gerais, Rio Grande do Sul e Paraíba. Em agosto de 1929, os líderes\ndos três estados oposicionistas formaram a Aliança Liberal, com o\nobjetivo de apoiar as candidaturas de Getúlio Vargas, presidente do Rio\nGrande do Sul, e de João Pessoa, da Paraíba, respectivamente à\npresidência e vice-presidência da República. No mês seguinte, Miguel\nCalmon participou da convenção que homologou a chapa situacionista,\nsendo incumbido de viajar a São Paulo para comunicar a decisão ao\npresidente do estado.\n\nAs eleições de março de 1930 deram afinal a vitória a Júlio Prestes,\ncomo já era esperado. Getúlio Vargas denunciou a ocorrência de fraudes e\nviolências no processo eleitoral e, estimulado pelos líderes mais jovens\nda Aliança Liberal, passou a considerar a hipótese de chegar ao poder\npela via revolucionária. Em junho, quando a conspiração oposicionista já\nestava em andamento, as principais facções do PRB se reuniram em\nSalvador para debater a sucessão de Vital Soares. O partido estava\ndividido entre as candidaturas de Miguel Calmon e de Ernesto Simões\nFilho, proprietário do jornal *A Tarde,* e nome preferido do governador\ne vice-presidente eleito da República. O presidente Washington Luís\ninterferiu na disputa, avalizando a escolha do senador Pedro Lago, que\nfoi eleito governador da Bahia em setembro do mesmo ano.\n\nMiguel Calmon encontrava-se no Rio de Janeiro em outubro de 1930, quando\nirrompeu o movimento revolucionário liderado por Vargas. No final do\nmês, em meio às comemorações populares na capital federal pela vitória\nda revolução, asilou-se na residência do ministro da Romênia, viajando\nem seguida para a Europa. Teve o mandato de senador interrompido, em\nvirtude da dissolução dos órgãos legislativos do país, e chegou a ser\nindiciado pela Junta de Sanções, órgão de justiça revolucionária criado\npelo governo provisório de Vargas. Em novembro de 1931 regressou ao\npaís, com a saúde debilitada. Não voltou a exercer atividade politica.\n\nFaleceu na cidade do Rio de Janeiro, então Distrito Federal, em 25 de\nfevereiro de 1935. Não deixou filhos. No ano seguinte, sua coleção de\nobjetos de arte foi doada pela viúva Alice ao Museu Histórico Nacional e\ninstalada em sala especial da instituição no Rio de Janeiro.\n\nVárias monografias, conferências e discursos de Miguel Calmon foram\npublicados, entre os quais *Aplicações industriais do álcool* (1902),\n*Produção e comércio do café* (1906) e *Fatos econômicos* (1913), além\nda antologia *Ideias econômicas de Miguel Calmon* (1980), organizada por\nFrancisco de Assis Barbosa. Sobre sua trajetória, foi publicado o livro\n*Miguel Calmon: uma grande vida* (1983), escrito por seu sobrinho Pedro\nCalmon Moniz de Bittencourt (1902-1985), historiador, deputado federal\npela Bahia (1935-1937), reitor da Universidade do Brasil (1948-1966) e\nministro da Educação e Saúde (1950-1951).\n\nEm sua família, também se destacaram os sobrinhos Miguel Calmon du Pin e\nAlmeida Sobrinho, deputado federal pela Bahia (1959-1962) e ministro da\nFazenda (1962-1963), e Nicolau Calmon Muniz de Bittencourt,\ndesembargador e presidente do Tribunal de Justiça da Bahia.\n\nPaulo Brandi\n\n**FONTES**: ABRANCHES, J. *Governos*; ABREU, R. *Sangue*; ALMEIDA, M.\n*Ideias*; BARRETO, L. *Toda*; CALMON, P. *Miguel*; CAMPOS, Z. *Doce*;\nCUNHA, O; GOMES, F. *Quase cidadão*; Diário do congresso nacional (ano\n38, n.25, maio 1927, p.719-728); *Dicionário histórico-biográfico*;\nFAQUIN, G. *Políticos*; FERREIRA, M*. Tarde*; FRANCO, A; QUADROS, J.\n*História* (v.5); GAULD. C. *Farquhar*; GOMES, A; DIAS, J; MOTTA, M.\n*Engenheiros*; GONÇALVES, J. *Enterrando*; *Governo presidencial*;\nMEIRELLES, D. *Noite*; *Mineração*; MIN. IND, VIAÇÃO OBRAS PUB.\n*Relatório* (1907-1909); MOTOYAMA, S. *Prelúdio*; MÜELLER, C. *Das\noligarquias*; OLIVEIRA, M. *Origens*; PANG, E. *Coronelismo*; PETRONE,\nM. *Imigração*; SOUZA, M. *Processo*; VILLELA, A; SUZIGAN, W.\n*Política*.\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; ABREU, R. *Sangue*; ALMEIDA, M.\n*Ideias*; BARRETO, L. *Toda*; CALMON, P. *Miguel*; CAMPOS, Z. *Doce*;\nCUNHA, O; GOMES, F. *Quase cidadão*; Diário do congresso nacional (ano\n38, n.25, maio 1927, p.719-728); *Dicionário histórico-biográfico*;\nFAQUIN, G. *Políticos*; FERREIRA, M*. Tarde*; FRANCO, A; QUADROS, J.\n*História* (v.5); GAULD. C. *Farquhar*; GOMES, A; DIAS, J; MOTTA, M.\n*Engenheiros*; GONÇALVES, J. *Enterrando*; *Governo presidencial*;\nMEIRELLES, D. *Noite*; *Mineração*; MIN. IND, VIAÇÃO OBRAS PUB.\n*Relatório* (1907-1909); MOTOYAMA, S. *Prelúdio*; MÜELLER, C. *Das\noligarquias*; OLIVEIRA, M. *Origens*; PANG, E. *Coronelismo*; PETRONE,\nM. *Imigração*; SOUZA, M. *Processo*; VILLELA, A; SUZIGAN, W.\n*Política*.\n","dic":"DHBPR"}