{"title":"CAMARGO, Afonso","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Deputado federal","Senador","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0,0,0],"datas_ini":[1916,1921,1922,1928],"datas_fim":[1920,1922,1927,1930],"estados":["PR","PR","PR","PR"],"autor":[0],"content":"**CAMARGO, Afonso**\n\n\\* pres. PR 1916-1920; dep. fed. PR 1921-1922; sen. PR 1922-1927; pres.\nPR 1928-1930.\n\n*Afonso Alves de Camargo* nasceu no município de Guarapuava (PR) em 25\nde setembro de 1873, filho de Pedro Alves da Rocha Loures e de Francisca\nde Camargo Loures.\n\nApós a conclusão do curso primário mudou-se para a capital paranaense,\nCuritiba, e aí iniciou o secundário, que concluiu em São Paulo com o\npropósito de ingressar na Faculdade de Direito. Iniciou-se na política\nainda no Império, por intermédio de um prócer do Partido Liberal, o\nconselheiro Jesuíno Marcondes, último presidente da província do Paraná.\n\nBacharel pela Faculdade de Direito de São Paulo em 1894, regressou a\nCuritiba exerceu as funções de promotor público e de professor\ncatedrático da Faculdade de Direito. Nesse período participou da\nRevolução Federalista (1893-1895) ao lado dos “maragatos”, grupo\npolítico radicado originalmente no Rio Grande do Sul que fazia oposição\naos republicanos liderados por Júlio de Castilhos, e que estendeu sua\nação política e militar por toda a Região Sul do país. Foi, assim,\ncorreligionário do governante revolucionário do Paraná, o “maragato”\nJoão de Meneses Dória (janeiro a março de 1894).\n\nPouco depois de encerrado o conflito militar, lançou-se candidato, em\n1897, a uma cadeira no Congresso Legislativo estadual. Eleito, iniciou\nentão o primeiro mandato, que renovaria em eleições sucessivas até 1914.\nParticipou do processo de reconciliação entre os grupos antagônicos dos\n“maragatos” e “pica-paus” (republicanos) em 1908, que contribuiu para o\nfortalecimento do Partido Republicano Paranaense e para a acomodação de\ninteresses entre os diferentes grupos políticos no âmbito estadual. Em\n1911 foi eleito vice-presidente estadual, em chapa encabeçada por Carlos\nCavalcanti de Albuquerque (1912-1916). Sempre mantendo as atribuições de\ndeputado estadual – à época a legislação eleitoral permitia a acumulação\nde cargos –, procurou abrir caminhos favoráveis à sua candidatura à\npresidência do estado.\n\nFoi de fato eleito para o quadriênio de 1916 a 1920. Foi um período em\nque o resultado da Guerra do Contestado – conflito de terras que\nenvolveu trabalhadores rurais, coronéis e a empresa estadunidense\n*Brasil Railway Company.* A decisão do Supremo Tribunal Federal (STF) em\nfavor da devolução de uma faixa de terras às margens do rio Iguaçu ao\nestado de Santa Catarina, acarretou descontentamentos em parte da\npopulação e dos setores políticos. Camargo aquiesceu à decisão do STF,\nargumentando o seguinte: “Só fiquei tranquilo comigo mesmo, depois que\nconvenci-me de que não tinha outro caminho a seguir… E tanto isso é uma\nverdade, que os próprios adversários do acordo não deram, até esta data\n[1^o^ de fevereiro de 1917] outro remédio mais eficaz para solução de\ntão grave problema.” Apesar das críticas recebidas, seu peso político\nnão deixou de contribuir para a eleição do seu sucessor, o então\nvice-presidente estadual Caetano Munhoz da Rocha.\n\nElegeu-se deputado federal em 1921, e em 1922 deixou a Câmara dos\nDeputados para ocupar uma cadeira no Senado Federal, exercendo o mandato\naté o ano de 1927. Retornou ao governo paranaense em 1928, sucedendo a\nMunhoz da Rocha. Criou então o Banco do Estado do Paraná – Banestado, em\n1928, com o propósito de estimular o financiamento da produção agrícola.\nSua gestão na presidência estadual foi interrompida pelo movimento\nrevolucionário capitaneado por Getúlio Vargas em 1930. Abandonou então a\npolítica, dedicando-se ao magistério de direito. Ocupou, entre os anos\nde 1937 e 1939, a presidência da seção paranaense da Ordem dos Advogados\ndo Brasil.\n\nFaleceu em Curitiba em 16 de abril de 1959.\n\nFoi casado com Etelvina Rebelo. Seu neto, Afonso Alves de Camargo Neto,\ntambém trilhou a carreira política, tendo sido senador pelo Paraná,\neleito indiretamente, de 1979 a 1995, ministro dos Transportes de 1985 a\n1986, no governo José Sarney, e a partir de 1995 deputado federal.\n\nRoberto Bitencourt da Silva\n\n**FONTES:** ABREU, A. *Dicionário* (v.I); ALBUQUERQUE, C. *Mensagem\n(1916)*; CAMARGO, Affonso Alves de. *Mensagem* (1917, 1929); CÂM. DEP.\n*Bio.* Affonso Camargo Disponível em:\n\\<www2.camara.gov.br/constituicao20anos/parlamentaresconstituintes/parlamentaresconstituintes/bioconstituintes.html?pk=96771\\>.\nAcesso em: 6/2/2009; CARNEIRO. Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;\nCARNEIRO, D.; VARGAS, T. *História*; GOULART, M. *Coronelismo*;LOVE, J.\n*Regionalismo*; ORDEM ADV. BRASIL. Seção Paraná. *OAB Paraná, galeria de\npresidentes*. Disponível em\n\\<http://oabpr.telecorp.com.br/presidentes.php\\>. Acesso em: 5/2/2009;\nSENADO. *Affonso Camargo*. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.aspcodparl=1364&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 2/2/2009.\n","ref":"**FONTES:** ABREU, A. *Dicionário* (v.I); ALBUQUERQUE, C. *Mensagem\n(1916)*; CAMARGO, Affonso Alves de. *Mensagem* (1917, 1929); CÂM. DEP.\n*Bio.* Affonso Camargo Disponível em:\n\\<www2.camara.gov.br/constituicao20anos/parlamentaresconstituintes/parlamentaresconstituintes/bioconstituintes.html?pk=96771\\>.\nAcesso em: 6/2/2009; CARNEIRO. Disponível em:\n\\<www.estantevirtual.com.br/buscaporautor/David%20Carneiro%20e%20Tulio%20Vargas\\>;\nCARNEIRO, D.; VARGAS, T. *História*; GOULART, M. *Coronelismo*;LOVE, J.\n*Regionalismo*; ORDEM ADV. BRASIL. Seção Paraná. *OAB Paraná, galeria de\npresidentes*. Disponível em\n\\<http://oabpr.telecorp.com.br/presidentes.php\\>. Acesso em: 5/2/2009;\nSENADO. *Affonso Camargo*. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.aspcodparl=1364&li=32&lcab=1921-1923&lf=32\\>.\nAcesso em: 2/2/2009.\n","dic":"DHBPR"}
