{"title":"CAMPANHA CIVILISTA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Eduardo Junqueira"],"content":"**CAMPANHA CIVILISTA**\n\nExpressão criada para designar a campanha de Rui Barbosa nas eleições\npresidenciais de 1910. Mais do que lembrar o fato de que Rui era um\njurista, a expressão deixava claro que Rui representava a opção civil à\ncandidatura militar do marechal Hermes da Fonseca.\n\nHistória da Campanha\n\nEm 1908, o presidente Afonso Pena (1906-1909) indicou seu ministro da\nFazenda, Davi Campista, como candidato à sua sucessão na disputa\neleitoral de 1910. A proposta do presidente não encontrou respaldo,\napesar de não ser estranha ao jogo político, uma vez que o próprio\nAfonso Pena havia sido indicado por seu antecessor. As diversas facções\nque atuavam na cena política da Primeira República entraram então em\nchoque, entrincheirando-se nos dois maiores partidos da época, o Partido\nRepublicano Paulista (PRP) e o Partido Republicano Mineiro (PRM), ou\nseguiram a gravitar em torno de líderes até certo ponto independentes,\ncomo o senador gaúcho Pinheiro Machado. Após alguns meses de incerteza,\nfoi lançada a candidatura do marechal Hermes da Fonseca, ministro da\nGuerra, na esperança de um consenso jamais atingido. Enquanto o PRM\ndecidiu apoiar o marechal, o PRP, descontente, referendou o nome de Rui\nBarbosa. O rompimento entre os dois partidos, que não ocorria desde\n1894, foi assim confirmado.\n\nwww.casaruibarbosa.gov.br/interna.php?ID\\_S=332&ID\\_M=1301\n\n![Description: Clique na foto para\nampliar](CAMPANHA%20CIVILISTA%20_arquivos/image001.jpg)\n\nRui Barbosa durante a Campanha Civilista (1910).\n\nAté então, o temor de um retorno à turbulência das duas décadas\nanteriores havia levado os partidos a uma busca de conciliação nacional,\nde modo a afastar das campanhas presidenciais a disputa política\nexacerbada e o despertar de paixões. Estavam bem vivos na memória os\nembates de rua, as revoltas, o perigo da restauração monárquica, os\nfanatismos religiosos e jacobinos, tudo, enfim, que se opunha ao ideal\npositivista de racionalidade política. Todavia, a política dos\ngovernadores – modelo no qual as duas principais oligarquias, paulista e\nmineira, se alternavam no poder – acabou por se mostrar insustentável.\nEntre a fratura que se abriu com a crise, o nome de Rui Barbosa, cujo\nprestígio político era indiscutível, surgiu quase como alternativa\nnatural. O próprio marechal Hermes chegou a cogitar condicionar sua\ncandidatura a um consenso em que houvesse a adesão de Rui Barbosa e do\nbarão do Rio Branco, também ele sondado para a sucessão.\n\nA campanha presidencial para as eleições de 1910 girou, portanto, em\ntorno dessas duas personalidades: de um lado, o marechal Hermes da\nFonseca, ministro da Guerra, representante da República da Espada,\nherdeiro de uma tradição familiar ligada ao Exército em que figurava o\nnome de Deodoro da Fonseca, e, de outro, o jurista Rui Barbosa, a Águia\nde Haia, representante da República dos Bacharéis, com inúmeros serviços\nprestados ao país no campo do direito, cujo discurso se pautava pela\ndefesa da ética e do equilíbrio.\n\nRui Barbosa aproveitou para explorar ao máximo a polarização que as duas\ncampanhas sugeriam, ciente de que sua candidatura não contava com o\napoio da maioria dos presidentes de estado e dependia apenas de São\nPaulo e Bahia. Para o jurista baiano, o país atravessava uma crise\npolítica, mas de conteúdo eminentemente civil. Portanto, não era\npossível aceitar a indicação do ministro da Guerra para a disputa\npresidencial, ou mesmo, dizia ele da tribuna do Senado, reconhecer a\nnecessidade de “passarmos da medicação normal à medicação heroica”. Era\no risco de um retorno àquela indesejada turbulência nos negócios\npúblicos que marcara a passagem dos militares pelo comando da República\nrecém- inaugurada.\n\nA Campanha Civilista trouxe a público um projeto apoiado num amplo\nprograma de reformas, que iam da proposta de revisão constitucional,\npassando por medidas no campo financeiro, de ampliação do crédito, e\nchegavam à edição de um Código Civil e à reorganização do aparelho\nburocrático estatal, com a adoção do concurso para o ingresso no\nfuncionalismo. Além dessas medidas, Rui Barbosa imaginava poder elaborar\numa avultada reforma eleitoral para substituir, nos municípios, o\nprocesso de alistamento por uma espécie de registro civil eleitoral. Rui\ndefendia, também, o pleito secreto e o controle do Poder Judiciário no\nprocesso eleitoral.\n\nO conteúdo reformador das propostas atendia aos interesses das camadas\nmédias urbanas, mas desagradava às oligarquias políticas, cuja força\ndependia do funcionamento do sistema, que se apoiava na política dos\ngovernadores, no voto aberto e no clientelismo. Apesar da votação\nexpressiva, Rui Barbosa foi derrotado pelo marechal Hermes da Fonseca,\nno pleito presidencial de março de 1910.\n\nEduardo Junqueira\n\n**FONTES:** BARBOSA, R. *Discursos*; CARONE, E. *República*; CARVALHO,\nJ. *Forças* (v.2); CARVALHO, J. *Rui Barbosa* (v.43).\n","ref":"**FONTES:** BARBOSA, R. *Discursos*; CARONE, E. *República*; CARVALHO,\nJ. *Forças* (v.2); CARVALHO, J. *Rui Barbosa* (v.43).\n","dic":"DHBPR"}
