{"title":"CAMPELO, CLETO","cargoss":["militar","Col. Prestes."],"author":null,"content":"**CAMPELO, C****LETO**\n\n\\*militar; Col. Prestes.\n\n*Cleto da Costa Campelo Filho* nasceu em Gravatá (PE) no dia 29 de\ndezembro de 1898.\n\nSentou praça em 1918 ao ingressar na Escola Militar do Realengo, no Rio\nde Janeiro, então Distrito Federal, e foi declarado aspirante a oficial\nem 1921. Promovido ainda nesse ano a segundo-tenente, chegou a\nprimeiro-tenente em 1922, passando em seguida a servir como ajudante de\nordens do chefe do Departamento de Guerra – depois Diretoria das Armas\n–, também na capital federal.\n\nAo eclodir a primeira revolta tenentista em 5 de julho de 1922, no Rio\nde Janeiro, manteve-se ao lado da legalidade, fazendo o mesmo por\nocasião do “Segundo 5 de Julho”, em 1924, quando ocorreram levantes\narmados em Sergipe, no Amazonas e em São Paulo. Dominada com rapidez\nnaqueles dois primeiros estados, a revolta custou a ser debelada em São\nPaulo, onde os rebeldes, comandados por Isidoro Dias Lopes, ocuparam a\ncapital por três semanas, abandonando em seguida a cidade e\ndeslocando-se para o interior sob pressão das forças policiais de Minas\nGerais, São Paulo e Rio Grande do Sul. Em abril de 1925, o grupo\nreuniu-se, no oeste do Paraná, ao contingente revolucionário que em\noutubro do ano anterior sublevara unidades militares no Rio Grande do\nSul, dando origem assim à Coluna Prestes.\n\nCleto Campelo servia em 1926 na jurisdição da 7^a^ Região Militar (7^a^\nRM), sediada em Recife, quando a Coluna, liderada por Luís Carlos\nPrestes e Miguel Costa, após percorrer vários estados, atingiu o\nNordeste. Atuante no interior de Pernambuco, Cleto Campelo tinha como\nfunção dar combate à Coluna. Entretanto, acabou entrando em contato com\nos chefes rebeldes com o intuito de aderir ao movimento revolucionário.\nInesperadamente, marchou com efetivos ao encontro da Coluna e iniciou os\npreparativos para a sua entrada em Recife. Nesse sentido, chegou a tomar\nas cidades pernambucanas de Jaboatão e Vitória de Santo Antão, mas\nacabou sendo morto em 18 de fevereiro de 1926 durante o combate travado\nem Gravatá. A Coluna, devido ao fracasso do levante, não chegou à\ncapital pernambucana. Prosseguindo em seu itinerário, sempre combatida\npelas tropas legais, internou-se em 1927 na Bolívia, em fevereiro, e no\nParaguai, em março.\n\n**FONTES:** CONSULT. MAGALHÃES, B.; SILVA, H. *1926*;SILVA, H. *1935.*\n","ref":"**FONTES:** CONSULT. MAGALHÃES, B.; SILVA, H. *1926*;SILVA, H. *1935.*\n","dic":"DHBPR"}