{"title":"CAMPISTA, Davi","cargoss":["Deputado federal","Ministro da Fazenda"],"cargos_esp":[0,0],"datas_ini":[1903,1906],"datas_fim":[1906,1909],"estados":["MG",0],"autor":[0],"content":"**CAMPISTA, Davi**\n\n\\*dep. fed. MG 1903-1906; min. Faz. 1906-1909.\n\n*Davi Moretzsohn Campista* nasceu no Rio de Janeiro, então capital do\nImpério, em 22 de janeiro de 1863, filho de Antônio Leopoldo da Silva\nCampista e de Emília Moretzsohn Campista.\n\nApós viver parte da infância em Juiz de Fora (MG), concluiu os cursos\nprimário e secundário no internato do Colégio Pedro II e no Colégio\nAquino, no Rio de Janeiro. Em 1879 ingressou na Faculdade de Direito de\nSão Paulo, onde se tornou bacharel em 1884. Seus biógrafos qualificam\nsua vida estudantil como pouco assídua, na medida em que era conhecido\npor suas ligações com as artes, destacando-se entre elas a música e a\npintura. No entanto, ressaltam sua rara inteligência e brilhantismo.\n\nApós graduar-se, foi advogar em Rio Preto (MG), provavelmente em razão\nde suas ligações familiares com lideranças políticas e econômicas de\nJuiz de Fora, entre as quais se incluía seu tio Luís Eugênio Horta\nBarbosa, que lhe garantiu seus primeiros postos políticos de relevância\nem Minas. Em Rio Preto, tornou-se promotor público e agente executivo do\nmunicípio. Ao ser transferido para São Paulo de Muriaé, atual Muriaé\n(MG), em razão de seu republicanismo radical, exonerou-se em 1888,\npreferindo permanecer com a propaganda republicana na pequena cidade de\nRio Preto. Enquanto por lá esteve fundou um clube republicano, por\nsolicitação dos responsáveis pelo movimento em Minas. Foi no Congresso\nNacional Republicano ocorrido em Juiz de Fora no ano de 1889 que foi\nindicado pelos pares candidato à Assembleia Provincial, eleição que não\nchegou a realizar-se em razão da proclamação da República em 15 de\nnovembro. Foi também proprietário da primeira tipografia do município e\nde seu primeiro periódico, além de um dos fundadores da Misericórdia de\nRio Preto e o seu primeiro provedor.\n\nEm 1891 foi indicado por Cesário Alvim, então presidente de Minas,\npresidente do Conselho da Intendência de Rio Preto, que exercia as\nfunções de Câmara Municipal. Interrompeu essa atividade quando se elegeu\ndeputado estadual constituinte na legenda do Partido Republicano Mineiro\n(PRM). A primeira legislatura republicana mineira foi marcada por uma\nsérie de embates políticos que definiriam os rumos do novo regime no\nestado. Campista destacou-se como um fiel defensor da autonomia\nmunicipal e como um opositor contundente da instituição do Senado\nEstadual. Foi no âmbito da Constituinte mineira que se aprovou\nigualmente a transferência da capital de Ouro Preto para Belo Horizonte,\nna época chamada Cidade de Minas. No duro embate travado acerca do tema,\nCampista posicionou-se radicalmente a favor dos mudancistas. Por fim,\ndestacou-se a sua dura oposição à colocação do nome de Deus na\nConstituição, por tratar-se para ele de um documento político e não\nteológico. Para o Brasil, que muito recentemente se havia tornado um\nEstado laico, tal proposição era considerada por demais radical em\nrelação aos valores predominantes na época. Campista foi voto vencido\nnesse quesito. A despeito disso, destacou-se no Parlamento mineiro como\njovem liderança e excelente orador e por possuir inteligência política\nrara. Por essas e por outras razões foi eleito vice-presidente da Câmara\ne membro de sua Comissão de Justiça. Foi durante sua atividade\nparlamentar que conheceu Afonso Pena e dele tornou-se amigo,\nestabelecendo-se entre ambos uma parceria política que se estenderia até\nsuas respectivas mortes.\n\nNo âmbito nacional, a República em construção encontrava-se dividida\nentre deodoristas e florianistas. Tais cisões tiveram intricadas\nrepercussões no território mineiro. Campista claramente posicionava-se\nentre os florianistas, embora se afastasse do radicalismo que os\nconduziria ao jacobinismo das ruas.\n\nSua participação na Assembleia Legislativa Mineira foi interrompida em\n1892, ao ser convidado pelo novo presidente de Minas Afonso Pena\n(1892-1894) para ser seu secretário de Agricultura e Obras Públicas,\nfunção que desempenhou por aproximadamente dois anos. À frente de tão\nimportante pasta, empenhou-se na expansão do ensino profissionalizante,\na partir da criação dos chamados “institutos zootécnicos e agronômicos”\nnos municípios de Uberaba, Campanha, Itabira e Leopoldina. Foi\nresponsável também pela organização da comissão construtora da nova\ncapital mineira, que teve à frente o engenheiro Aarão Reis. Investiu\nigualmente na infraestrutura básica para o desenvolvimento da\ncafeicultura, ampliando a malha ferroviária do estado. Incluía-se entre\naqueles que ressaltavam as vocações agrárias do Brasil.\n\nConvidado por Francisco Sá, foi designado representante do governo de\nMinas na Itália, ao longo governo de Bias Fortes (1894- 1898), com o fim\nde supervisionar o serviço de imigração, tão fundamental no período de\ntransição para o trabalho livre no Brasil. Nesse posto, baseado em\nGênova, conseguiu introduzir 50 mil italianos em Minas. Por dominar\nplenamente o idioma italiano foi-lhe possível não só desempenhar o\ntrabalho com a competência esperada, como também publicar nos principais\njornais italianos artigos com o objetivo de ressaltar a capacidade de\nMinas Gerais de receber bem o elemento estrangeiro, propaganda\nindispensável ao êxito do empreendimento. Por estar na Europa, acabou\npor cumprir inúmeras outras missões que extrapolavam as de seu cargo,\ncomo a obtenção de empréstimos e a negociação de dívidas com os\nbanqueiros londrinos Rothschild, e visitas a Paris para análise das\nreformas urbanas com o fim de captar ideias e sugestões úteis à\nconstrução de Belo Horizonte.\n\nNo governo de Silviano Brandão (1898-1902) assumiu novamente o posto de\nsecretário de estado, desta vez na Secretaria de Finanças. Fez, no\nentanto, gestão altamente impopular, dada a difícil situação financeira\nem que se encontravam o estado e o país naquele momento. Suas ações\nconsistiram na tentativa de sanear os cofres públicos a partir do corte\nde gastos e de subsídios. As rendas derivadas do café, principais\nsustentáculos financeiros do estado, estavam em franco declínio, o que\ntornava os cortes necessários ao equilíbrio fiscal de Minas. Além disso,\ntomou iniciativas com o objetivo de substituir o imposto de exportação\npelo territorial como maior fonte de arrecadação fiscal do estado, na\ntentativa de ampliar sua base tributária.\n\nEm 1903, tendo Juiz de Fora como principal reduto eleitoral, foi eleito\ndeputado federal por Minas Gerais na legenda do PRM. Na Câmara dos\nDeputados participou ativamente de debates importantes do período, como\na defesa da obrigatoriedade da vacinação contra a varíola, a defesa da\ncriação da Caixa de Conversão, requisito básico à realização do Convênio\nde Taubaté, e posicionou-se contrariamente à criação dos impostos\ninterestaduais. Destacou-se igualmente como relator do projeto de\nreforma do Banco da República.\n\nEm 1906 tornou-se ministro da Fazenda do governo de Afonso Pena\n(1906-1909). À frente do cargo responsabilizou-se pelo equilíbrio\nfinanceiro do país, administrando a Caixa de Conversão e levando à\nfrente o Convênio de Taubaté, primeira e mais importante política de\nvalorização do café. Ao longo de sua gestão, as finanças públicas\nestiveram em equilíbrio, o câmbio em estabilidade, e as despesas\ngovernamentais foram sido reduzidas. Na condição de ministro, era\nconhecido por integrar o “jardim de infância”, grupo de jovens políticos\nque conferia sustentação ao governo de Afonso Pena.\n\nAproximando-se a sucessão presidencial, seu nome apareceu como uma das\nalternativas possíveis, além dos já anunciados pretendentes Rui Barbosa,\nHermes da Fonseca e Rodrigues Alves. Tendo a preferência do Catete e a\ngarantia do apoio dos paulistas, seu nome foi lançado, mas sofreu duro\ncombate, por parte não só dos pretendentes anunciados, como também de\nimportantes lideranças políticas do período. Três circunstâncias foram\nfundamentais à rejeição de seu nome. A primeira foi a intervenção do\nCatete no processo, não muito bem vista pelos principais atores\npolíticos do período. A segunda era a vinculação de Campista ao grupo do\n“jardim de infância”, grupo visto com desconfiança pelas lideranças mais\nconservadoras, que se reuniam em torno de Pinheiro Machado. A terceira\nfoi o veto proveniente da elite política mineira, que o considerava uma\nliderança por demais autônoma em relação ao PRM.\n\nApós ter seu nome rechaçado – e após a morte de Afonso Pena em junho de\n1909, quando tomou posse o vice Nilo Peçanha –, Campista foi nomeado em\n1910 “enviado extraordinário e ministro plenipotenciário na Noruega e\nDinamarca”. Muito embora sempre desejasse ocupar cargos no exterior, tal\ndesignação lhe pareceu mais um exílio do que propriamente um privilégio.\nMais tarde, Rio Branco conseguiu para ele uma transferência para a\ncobiçada diplomacia francesa. Campista não pôde aceitá-la, por já se\nencontrar gravemente enfermo.\n\nAlém da carreira política, Davi Campista foi um dos fundadores da\nFaculdade Livre de Direito de Minas Gerais, com sede em Ouro Preto, no\nano de 1892, onde lecionou economia política, direito civil e direito\npúblico e constitucional. Permaneceu até 1910 no desenvolvimento de\natividades acadêmicas, renunciando apenas por ter sido transferido para\na Europa.\n\nFaleceu em Copenhague, na Dinamarca, em 12 de outubro de 1911.\n\nEra casado com Jovita Maia Campista, com quem teve três filhas e um\nfilho, ao qual deu o nome de Rui em homenagem a Rui Barbosa.\n\nPublicou na Itália o livro *Lo stato di Minas Gerais* e no Brasil o\nlivro *Consolidação das leis fiscais*, além de ter escrito vários\nartigos para jornais de circulação nacional. Em algumas ocasiões usou o\npseudônimo *Cifra*.\n\nCláudia Maria Ribeiro Viscardi\n\n**FONTES:** BARBOSA, F. *JK*; CARVALHO, A. *Conspiração*; CARVALHO, A.\n*Vultos*; FRANCO, A. *Estadista*; FRANCO, A. *Rodrigues*; LACOMBE, A.\n*Afonso Pena*; MONTEIRO, N. *Dicionário*; VIEIRA, J. *Cadeia*; VISCARDI,\nC. *Teatro*; SALLES, J. *Não.*\n","ref":"**FONTES:** BARBOSA, F. *JK*; CARVALHO, A. *Conspiração*; CARVALHO, A.\n*Vultos*; FRANCO, A. *Estadista*; FRANCO, A. *Rodrigues*; LACOMBE, A.\n*Afonso Pena*; MONTEIRO, N. *Dicionário*; VIEIRA, J. *Cadeia*; VISCARDI,\nC. *Teatro*; SALLES, J. *Não.*\n","dic":"DHBPR"}
