{"title":"CAMPOS, Bernardino de","cargoss":["const. 1891","dep. fed. SP 1891-1892","pres. SP 1892-1896","sen. SP"],"author":null,"content":"**CAMPOS**, **Bernardino** **de**\n\n\\* const. 1891; dep. fed. SP 1891-1892; pres. SP 1892-1896; sen. SP\n1896; min. Faz 1896-1898; sen. SP 1900-1902; pres. SP 1902-1904; sen. SP\n1904-1915.\n\n*Bernardino José de Campos Júnior* nasceu em Pouso Alegre (MG) no dia 6\nde setembro de 1841, filho de Bernardino José de Campos, juiz de direito\nda cidade, e de Felisbina Rosa Gonzáles de Campos.\n\nFez os estudos secundários no Colégio Júlio em São Paulo. Entre 1858 e\n1863 cursou direito na Faculdade do Largo de São Francisco, local de\ngrande efervescência de ideias republicanas e abolicionistas, onde\ntambém se formaram homens como Júlio de Castilhos, Assis Brasil, Barros\nCassal e Alcides Lima, identificados com a causa antimonárquica. Um ano\napós a formatura, o assassinato de seu pai o fez se iniciar nas lutas\nforenses como advogado de acusação. Em 1865 casou-se em Campinas (SP)\ncom Francisca de Barros Duarte e no ano seguinte abriu banca de advogado\nem Amparo (SP), onde fixou residência. Nessa cidade, foi várias vezes\neleito vereador. Dedicou-se também ao jornalismo e, ao lado de Quintino\nBocaiúva, dirigiu o jornal republicano *O País*, participando ativamente\ndo movimento pelo fim do trabalho escravo no Brasil. Integrou o grupo\npaulista dos Caifases, responsável por ações de fuga de escravos e pela\nproteção jurídica aos líderes abolicionistas.\n\nAo lado de republicanos como Manuel Ferraz de Campos Sales e Prudente\nJosé de Morais e Barros, participou, em 1873, da Convenção de Itu,\nquando foi fundado o Partido Republicano Paulista (PRP), agremiação pela\nqual se elegeu deputado provincial em 1877. Em 1881 fundou o jornal\n*Época*, ao lado de Peixoto Gomide, Muniz de Sousa e Antônio\nBittencourt, e no ano seguinte tornou-se membro da comissão permanente\ndo PRP. Foi signatário do *Manifesto de 24 de maio* em 1888, também\nassinado por Horácio de Carvalho e Campos Sales, documento que pregava a\nrevolução contra o regime monárquico e que causou forte impacto na\nconjuntura política nacional.\n\nCom o advento da República, em novembro de 1889 foi indicado para\nparticipar da junta governativa de São Paulo, mas acabou se firmando\ncomo chefe de polícia até 1890. Eleito deputado constituinte em 1890,\napós a promulgação da Constituição em fevereiro de 1891 passou a exercer\no mandato ordinário. Em sintonia com a posição do PRP, colocou-se em\noposição ao governo provisório do marechal Deodoro da Fonseca e apoiou a\nsua substituição por Floriano Peixoto em novembro de 1891. Em 1892\ntornou-se presidente da Câmara dos Deputados numa votação apertada, em\nque derrotou o deputado Mata Machado por apenas três votos. Chegou a ser\nindicado pelo barão de Lucena para ocupar uma cadeira no Supremo\nTribunal Federal, mas recusou a oferta para se candidatar ao governo de\nSão Paulo. Consagrado nas urnas em 18 de agosto, foi empossado a 23 do\nmesmo mês, sucedendo a José Alves de Cerqueira César.\n\nÀ frente do Executivo paulista, teve de enfrentar a grave epidemia de\nfebre amarela que se estendeu da região de Santos até o município de\nCampinas, mobilizando uma vultosa equipe de engenheiros e médicos\nespecializados em doenças tropicais, que ao fim conseguiu livrar toda a\nregião da moléstia, inclusive o velho foco endêmico do litoral paulista:\no porto de Santos. Mas foi na frente política que teve seu maior\ndesafio. As contradições entre o governo de Floriano Peixoto e os\nsetores oposicionistas agravaram-se quando parte da Armada aportada na\nbaía de Guanabara, liderada pelo ministro demissionário da Marinha, o\ncontra-almirante Custódio de Melo, iniciou uma sublevação que foi logo\napoiada pelo diretor da Escola Naval, o monarquista Saldanha da Gama.\nEra a Revolta da Armada. Ao mesmo tempo, o líder republicano gaúcho\nJúlio de Castilhos, após ter sido afastado do governo do estado por suas\nligações com o governo de Deodoro da Fonseca, conseguiu negociar com\nFloriano Peixoto sua volta à presidência do Rio Grande do Sul,\nprovocando a sublevação de elementos do Partido Federalista ligados a\nDemétrio Ribeiro e Silveira Martins. Assim teve início, a partir de\nfevereiro de 1892, a Revolução Federalista, guerra civil contra o\ngoverno federal que duraria até o ano de 1895. Governando o estado de\nSão Paulo, um dos pilares da ascensão de Floriano à presidência da\nRepública, Bernardino de Campos teve de intervir tanto na Revolta da\nArmada quanto na Revolução Federalista, contribuindo com o governo\nfederal com suprimentos, recursos financeiros e até socorros para a\ncidade da Lapa, no Paraná, que se encontrava sitiada pelas tropas\nrebeldes. Seu apoio às forças federais foi fundamental para a derrota\ndos federalistas que ameaçavam a jovem República brasileira.\n\nO apoio ao governo de Floriano Peixoto não levou, entretanto, Bernardino\nde Campos a apoiar as pretensões continuístas do presidente da\nRepública. Foi, assim, um dos mais importantes articuladores da\ncandidatura presidencial de Prudente de Morais, seu correligionário do\nPRP, afinal eleito para o período 1894-1898. Como resultado do aumento\ndo seu prestígio político, após deixar a presidência de São Paulo em\n1896 – onde foi substituído interinamente pelo vice-presidente Peixoto\nGomide e a seguir pelo presidente eleito Manuel Ferraz Campos Sales –,\nBernardino de Campos foi eleito para o Senado Federal, mas após quatro\nmeses renunciou para substituir Rodrigues Alves no Ministério da\nFazenda. Sua gestão iniciou-se quando os efeitos acumulados da política\neconômica do Encilhamento – que havia gerado forte inflação e uma febre\nespeculativa no biênio 1890-1891 – se combinavam com a queda do preço do\ncafé no mercado internacional, configurando a primeira crise de\nsuperprodução do principal produto da pauta de exportação do Brasil. Ao\nmesmo tempo, a instabilidade política provocada pelas forças contrárias\nao novo regime limitava as margens a partir das quais poderia operar o\ngoverno e, dentro dele, a gestão de Bernardino de Campos. Esta foi\nmarcada pela tentativa de restabelecer o equilíbrio das contas\nnacionais, reduzindo tarifas aduaneiras e reformando a tributação. Ao\nmesmo tempo em que buscava fortalecer a receita através da tributação do\nconsumo de bebidas, sal e fósforo, reorganizou o Tesouro Nacional,\ndefinindo suas atribuições e estruturas.\n\nEm 1898, seguindo orientação do governo, um dos mais importantes\ncredores do país, a Casa Rothschild, foi sondada sobre o caso da\nsuspensão do pagamento da dívida externa. Mas a partir de negociações\nfeitas entre Bernardino de Campos, Campos Sales – aquela altura\npresidente da República eleito –, o ex-ministro Rodrigues Alves e\nrepresentantes do sistema bancário britânico e alemão, em junho daquele\nano acordou-se um plano de saneamento financeiro cujo fito era o resgate\ndo papel moeda. O empréstimo de consolidação, ou *funding loan*, como\nficou conhecido, incluía a suspensão do pagamento de juros e\namortizações da dívida externa até o ano de 1911, e a abertura de um\ncrédito de dez milhões de libras esterlinas no Banco de Londres ao\nBrasil. Os juros da dívida externa seriam pagos pelos *funding bonds*,\ntítulos-ouro lastreados nesse crédito, mas, por outro lado, o Brasil\ndeveria hipotecar as rendas da Alfândega do Rio de Janeiro e de outras\nregiões do país, depositando, a partir de 1899, o seu valor em\npapel-moeda nos bancos ingleses e alemães, reduzindo a quantidade de\nmeio circulante até que este atingisse um patamar de equilíbrio. A\ndespeito de sua habilidade política em articular com os credores\ninternacionais um plano para a salvação das finanças da República, o\nnovo presidente Campos Sales (1898-1902) resolveu substituir Bernardino\nde Campos pelo titular do Ministério da Indústria, Viação e Obras\nPúblicas, Joaquim Murtinho, que se tornou o executor dos termos do\n*funding loan*.\n\nSendo mais uma vez eleito senador por São Paulo em 1900, Bernardino de\nCampos ocupou a presidência da casa. Integrou a comissão que se debruçou\nsobre o Código Civil, presidida por Rui Barbosa, o qual o convidou para\ndar o parecer sobre o capítulo “Direito das cousas” – os trabalhos da\ncomissão se arrastariam até o ano de 1916, quando o código foi\ninstituído. Nesse mesmo mandato, também foi relator da Comissão de\nFinanças e Orçamento do Senado Federal.\n\nEm 1902, na sucessão de Rodrigues Alves, que então deixou o governo de\nSão Paulo para se eleger presidente da República, voltou ao governo\npaulista, tendo de renunciar à vaga no Senado. Empossado em julho, logo\nenfrentou nova epidemia de febre amarela que se abateu sobre o porto de\nSantos. Dessa sua gestão também fizeram parte a inauguração do Museu do\nIpiranga e a melhoria no abastecimento de água na capital paulista. Em\n30 de abril de 1904 renunciou ao governo de São Paulo por razões\nmédicas; acometido de um glaucoma, obrigado a usar óculos escuros,\nviajou em maio do mesmo ano à Europa, onde foi operado com sucesso na\ncapital francesa. Após a cirurgia, viajou para a Inglaterra, Bélgica,\nAlemanha, Itália e Portugal. Antes mesmo de voltar ao Brasil no ano\nseguinte, articuladores do PRP chegaram a sugerir seu nome para\nsubstituir Rodrigues Alves na presidência da República. No entanto,\nrealizou-se um acordo entre líderes políticos paulistas em torno do nome\nde Afonso Pena, do Partido Republicano Mineiro (PRM), que acabaria sendo\neleito em março de 1906. Ainda em 1905, Bernardino de Campos voltou à\nEuropa, desta vez para o tratamento de um familiar. Em sua nova estada\nno velho continente, perdeu a visão de seu único olho saudável, voltando\ncompletamente cego ao Brasil.\n\nEm 22 de agosto de 1909 foi aclamado, por iniciativa de Pedro Moacir,\npresidente de honra do PRP, na mesma convenção que oficializou a\ncandidatura de Rui Barbosa à presidência da República. Participou\nativamente da Campanha Civilista em defesa dessa candidatura e em\noposição à de Hermes da Fonseca, que acabou vencendo as eleições. No mês\nde março de 1914 retornou à Europa com a intenção de acompanhar os\nestudos dos filhos e o tratamento médico de sua esposa. Poucos meses\ndepois, encontrando-se em território alemão, foi surpreendido pela\nconflagração do conflito bélico mundial. O início da guerra impôs\ndificuldades para que Bernardino e sua família regressassem ao Brasil.\nApós uma perigosa travessia pelo Atlântico, em 14 de outubro de 1914\ndesembarcou no porto de Santos.\n\nRecebeu o título de general honorário do Exército Brasileiro. Também\nexerceu a atividade de consultor jurídico da São Paulo Light e da\nEstrada de Ferro Sorocabana.\n\nFaleceu em São Paulo, no dia 18 de janeiro de 1915.\n\nSeu filho Carlos de Campos foi deputado federal de 1918 a 1923 e\npresidente de São Paulo de 1924 a 1928. Outro filho, Sílvio de Campos,\nfoi deputado federal de 1924 a 1930 e de 1946 a 1951.\n\nSeus principais trabalhos publicados foram o *Relatório apresentado ao\nPresidente da República dos Estados Unidos do Brasil, pelo Ministro de\nEstado dos Negócios da Fazenda, Bernardino de Campos* (1897), o\n*Relatório apresentado ao Presidente da República dos Estados Unidos do\nBrasil, pelo Ministro de Estado dos Negócios da Fazenda, Bernardino de\nCampos* (1898) e o *Parecer sobre os artigos 491 a 528 (Posse) e 701 a\n717 (Servidão) do Projeto do Código Civil* (1902).\n\nDemian de Melo\n\nFONTES: BULHÕES, A. *Ministros*; CÂM. DEP. Disponível em:\n\\<www.camara.gov.br\\>; CARDOSO, F. *Dos governos* (p.14-50); CINTRA, F.\n*Bernardino*; GRINBERG, K. *Código*; MIN. FAZENDA. Disponível em:\n\\<www.fazenda.gov.br\\>; MIN. FAZ. *Ministros* (1808-1983); SANTOS, J.\n*Bernardino*; SENADO. Disponível em: \\<www.senado.gov.br\\>; SOUZA, M.\n*Processo* (p.162-226).\n","ref":"FONTES: BULHÕES, A. *Ministros*; CÂM. DEP. Disponível em:\n\\<www.camara.gov.br\\>; CARDOSO, F. *Dos governos* (p.14-50); CINTRA, F.\n*Bernardino*; GRINBERG, K. *Código*; MIN. FAZENDA. Disponível em:\n\\<www.fazenda.gov.br\\>; MIN. FAZ. *Ministros* (1808-1983); SANTOS, J.\n*Bernardino*; SENADO. Disponível em: \\<www.senado.gov.br\\>; SOUZA, M.\n*Processo* (p.162-226).\n","dic":"DHBPR"}