{"title":"CAMPOS, Carlos de","cargoss":["Deputado federal","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0],"datas_ini":[1918,1924],"datas_fim":[1923,1927],"estados":["SP","SP"],"autor":[0],"content":"**CAMPOS, Carlos de**\n\n\\*dep. fed. SP 1918-1923; pres. SP 1924-1927.\n\n*Carlos de Campos* nasceu em Campinas (SP) no dia 6 de agosto de 1866,\nfilho de Bernardino José de Campos Júnior e de Francisca de Barros\nDuarte de Campos. Seu pai, republicano histórico, foi constituinte de\n1891, deputado federal por São Paulo de 1891 a 1892, presidente do\nestado de São Paulo de 1892 a 1896, ministro da Fazenda de 1897 a 1898,\nsenador de 1900 a 1902, e novamente presidente de São Paulo de 1902 a\n1904. Seu irmão, Sílvio de Campos, foi deputado federal por São Paulo de\n1924 a 1930, constituinte de 1946 e deputado federal por São Paulo de\n1946 a 1951.\n\nFez os primeiros estudos na cidade de Amparo (SP), onde seu pai se havia\nestabelecido como advogado, e posteriormente nos colégios Amor à Ciência\ne Internacional, ambos em Campinas. Consta que, quando da visita de dom\nPedro II à cidade em agosto de 1875, ao ser interpelado pelo monarca\nsobre o melhor regime de governo, apesar de ter apenas nove anos,\nrespondeu: “Imperador, sou republicano como meu pai”. Na capital de São\nPaulo fez o curso preparatório no Colégio Morton, matriculou-se em 1883\nna Faculdade de Direito e bacharelou-se em 1887. Retornando a Amparo,\niniciou a carreira de advogado como o pai, com quem participou\nativamente nos movimentos em favor da abolição da escravatura e pela\nRepública.\n\nFiliado ao Partido Republicano Paulista (PRP), após o 15 de novembro de\n1889 foi escolhido pelo governador do estado, Prudente de Morais\n(1889-1890), para fazer parte do primeiro Conselho de Intendência\nMunicipal de Amparo, composto de sete membros. Em 26 de março de 1890,\ncom apenas 23 anos, foi eleito por seus pares vice-presidente desse\nconselho. Quando seu pai foi nomeado chefe de polícia do estado,\nacompanhou-o na ida para São Paulo como auxiliar, e também advogou no\nforo da capital. Durante a Revolta da Armada, em 1893, no posto de major\ndo Comando Superior da Guarda Nacional, participou ativamente na defesa\nde São Paulo e da República, o que o levou a receber mais tarde a\npatente de coronel.\n\nEm dezembro de 1894, durante o governo de seu pai, foi eleito deputado\nestadual para a legislatura 1895-1897. Como parlamentar, foi o primeiro\na apresentar o pedido de emancipação do então distrito de Aparecida, do\nmunicípio de Guaratinguetá. Defendeu também a criação de escolas no\ninterior paulista. Convidado Campos Sales, que sucedeu a seu pai na\npresidência de São Paulo (1896-1897), renunciou ao mandato parlamentar\npara assumir a secretaria de Estado da Justiça em 1^o^ de maio de 1896.\nExerceu o cargo até 27 de abril de 1897, quando, em virtude de cisão no\nPRP, deixou o governo e retornou à advocacia. Reeleito deputado estadual\nem dezembro de 1900, renovou o mandato em 1903 e 1907. A partir de 1902\nfoi vice-presidente da Câmara estadual e em 1907 passou a presidente, em\nsubstituição ao deputado João Álvares Rubião Júnior. Como tal, saudou em\n1909 o candidato da Campanha Civilista à presidência da República, Rui\nBarbosa, que tinha como companheiro de chapa o presidente de São Paulo,\nManuel Joaquim de Albuquerque Lins (1908-1912). A vitória no pleito\nrealizado em março de 1910 coube, porém, ao marechal Hermes da Fonseca.\nTambém em 1910 voltou a renovar o mandato de deputado estadual, o mesmo\nocorrendo em 1913.\n\nCom a morte de seu pai, foi indicado pelo PRP para ocupar sua cadeira no\nSenado Estadual. Eleito 20 de fevereiro de 1915, na mesma ocasião\ntornou-se membro da comissão diretora do PRP. Em 2 de fevereiro de 1916\nfoi reeleito senador estadual, e em 1^o^ de março de 1918 foi eleito\ndeputado federal. Deixando o Senado paulista, assumiu o novo mandato em\n3 de maio seguinte, sendo logo indicado líder da bancada paulista e da\nmaioria na Câmara dos Deputados, além de presidente da importante\nComissão de Finanças. Em 20 de fevereiro de 1921 foi novamente eleito\ndeputado federal, para a legislatura de 1921-1923.\n\nQuando da escolha do novo ministério por Artur Bernardes, eleito\npresidente da República em março de 1922, foi convidado para a pasta\nJustiça, mas recusou. Apesar de ter ficado acertada sua indicação para a\nliderança da maioria na Câmara dos Deputados, acabou ficando como líder\nda bancada paulista. Seu nome foi lembrado para a presidência da própria\nCâmara, mas também não aceitou a indicação.\n\nCandidato preferido de Washington Luís à sua sucessão no governo de São\nPaulo (1920-1924), no dia 1^o^ de dezembro de 1923 teve sua candidatura\nlançada pelo PRP, e em 1^o^ de março de 1924 foi eleito, com 96.856\nvotos, tendo como vice-presidente Fernando Prestes de Albuquerque. Ambos\ntomaram posse em 1^o^ de maio.\n\nEm 5 de julho de 1924, quando São Paulo e o país foram surpreendidos por\num movimento revolucionário, viu-se cercado com a família, alguns\ncolaboradores e uma diminuta guarda composta de 15 militares, no palácio\ndos Campos Elíseos, por tropas rebeldes chefiadas pelo general Isidoro\nDias Lopes. Resistindo ao intenso bombardeio, permaneceu durante alguns\ndias em seu posto, até que recebeu ordens do governo federal para se\nretirar da sede do Executivo paulista, para que se pudesse dar combate\naos insurgentes. No dia 8, em companhia de sua pequena comitiva, foi\npara a sede da Secretaria da Justiça, no centro da cidade, e depois para\na estação de Guaiaúna da Estrada de Ferro Central do Brasil, hoje\ndenominada Carlos de Campos, no bairro paulistano da Penha, onde\npermaneceu por quase três semanas. Em 12 de julho, ao agradecer as\nmanifestações de apoio que recebeu do presidente da Câmara dos\nDeputados, afirmou: “Estou certo de que São Paulo prefere ver destruída\na sua formosa capital, antes de destruída a legalidade do Brasil”.\n\nApós a capital ter sido bombardeada por ordem do presidente Artur\nBernardes, os revoltosos a abandonaram, na noite de 27 para 28 de julho,\ne rumaram para o interior do estado. Carlos de Campos retornou então ao\npalácio, e uma de suas primeiras providências foi endereçar uma carta ao\nministro da Justiça e Negócios Interiores em defesa do jornalista e\ndiretor do jornal *O Estado de S. Paulo*, Júlio Mesquita, que havia sido\nlevado preso para o Rio de Janeiro acusado injustamente de colaboração\ncom os revolucionários.\n\nRestabelecida a normalidade, Carlos de Campos pôde reiniciar sua\nadministração, na qual se destacaram a remodelação da Estrada de Ferro\nSorocabana e o início da construção de sua imponente estação, hoje\nconhecida como Júlio Prestes. Amparou a produção do café, com a\norganização do serviço do combate à broca e a fundação do Instituto do\nCafé, criou o Banco do Estado de São Paulo, o Instituto Biológico, e a\nGuarda Civil de São Paulo. Reorganizou a Faculdade de Medicina e\nCirurgia, construindo sua sede na avenida Dr. Arnaldo, e também o\nserviço sanitário, as secretarias do Interior e da Fazenda, a Guarda\nCivil, e o Tribunal de Contas do Estado, e oficializou o Instituto de\nHigiene. Remodelou a Força Pública e deu novo impulso à imigração e\ncolonização. Realizou as obras hidroelétricas da Serra do Mar, em\ncolaboração com a Light & Power, que resolveram o problema da falta de\nenergia elétrica na capital e região, e das enchentes no Rio Tietê, e\nainda as obras de captação de águas do rio Claro para o completo\nabastecimento da capital.\n\nNo dia 22 de abril de 1927, quando despachava em seu gabinete no palácio\ndo governo em São Paulo, Carlos de Campos foi acometido de um derrame\ncerebral, vindo a falecer em 27 de abril. Assumiu o governo\ninterinamente o presidente do Senado Estadual, Antônio Dino da Costa\nBueno, em virtude da recusa do vice-presidente Fernando Prestes de\nAlbuquerque, que alegou problemas de saúde, mas na realidade não queria\ntornar inelegível seu filho, o deputado federal Júlio Prestes de\nAlbuquerque, que já era candidato à sucessão estadual.\n\nCarlos de Campos ainda jovem ficou viúvo de Celeste de Campos Braga, e\ncasou em segundas núpcias com Maria Lidia de Sousa, com quem teve dez\nfilhos.\n\nAlém da política, duas outras atividades foram importantes na vida de\nCarlos de Campos: o jornalismo e a música. Jornalista desde estudante,\ncolaborou com diversos jornais do interior, e na capital foi\nredator-chefe do *Correio Paulistano*, órgão oficial do PRP, do qual\nseria diretor responsável por mais de 20 anos, só se afastando quando\ntomou posse no governo. Tendo sido aluno ainda criança, em Campinas, dos\nmaestros Carlos Gomes e Luís Provesi, foi também compositor e\nmusicólogo. Foi autor da opereta *Caso colonial* (com libreto de Pedro\nAugusto Gomes Cardim), e da ópera *A Bela Adormecida* (com libreto de\nJoão Kopke e orquestração de Luís Provesi). No ano em que faleceu estava\nterminando sua terceira obra musical, que deixou inacabada. Musicou\npoemas e publicou em 1926 um volume com suas composições, ilustrado pelo\nartista português Correia Dias. Foi um dos fundadores da Academia\nPaulista de Letras, sendo titular da cadeira n^o^ 16, da qual é patrono\nseu tio Américo de Campos, político e jornalista, fundador dos jornais\n*O Estado de S. Paulo* e *Diário Popular*. Pertenceu também ao conselho\nsuperior e diretor do Conservatório Dramático e Musical de São Paulo,\nfoi sócio da Sociedade Brasileira de Autores Teatrais e membro do\nInstituto Histórico e Geográfico, da Sociedade Científica de São Paulo.\nEm sua homenagem, o governo do estado de São Paulo criou, em 1954, o\nConservatório Dramático e Musical Dr. Carlos de Campos, em Tatuí.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** AMARAL, A. *Dicionário*; *Annuario Theatral\nArgentino-Brasileiro* (1926); ASSEMB. LEGIS. SP. *Anais* (1895, 1902);\nCALIMAN, A. *Legislativo*; CÂM. DEP. *Anais* (v.15); *Correio\nPaulistano* (30/4/1924, 28/4/1927); *Folha da Manhã.* (28/4/1927);\nGONÇALVES, A. *Dicionário* (v.2 e 3); RIBEIRO, J. *Chronologia*; SILVA,\nE; EWIGKEIT, J. *Precursores*; VAMPRÉ, S. *Memórias.*\n","ref":"**FONTES:** AMARAL, A. *Dicionário*; *Annuario Theatral\nArgentino-Brasileiro* (1926); ASSEMB. LEGIS. SP. *Anais* (1895, 1902);\nCALIMAN, A. *Legislativo*; CÂM. DEP. *Anais* (v.15); *Correio\nPaulistano* (30/4/1924, 28/4/1927); *Folha da Manhã.* (28/4/1927);\nGONÇALVES, A. *Dicionário* (v.2 e 3); RIBEIRO, J. *Chronologia*; SILVA,\nE; EWIGKEIT, J. *Precursores*; VAMPRÉ, S. *Memórias.*\n","dic":"DHBPR"}
