{"title":"CAMPOS, Coelho e","cargoss":["Deputado Geral","Deputado Geral","Constituinte","Senador","Ministro do Supremo Tribunal Federal"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1882,1876,1891,1891,1913],"datas_fim":[1885,1878,1891,1913,1919],"estados":["SE","SE",0,"SE",0],"autor":[0],"content":"**CAMPOS, Coelho e**\n\n\\* dep. geral SE 1876-1878 e 1882-1885; const. 1891; sen. SE 1891-1913;\nmin. STF 1913-1919.\n\n*José Luís Coelho e Campos* nasceu no engenho de Mata Verde, município\nde Divina Pastora (SE), no dia 4 de fevereiro de 1843, filho do capitão\nJosé Luís Coelho e Campo e de Carlota Joaquina de Campos.\n\nApós concluir os cursos primário e secundário no estado natal, obteve o\ngrau de bacharel em ciências jurídicas e sociais na Faculdade de Direito\ndo Recife em 1862. No ano seguinte iniciou sua carreira, tornando-se o\nprimeiro promotor público nomeado para o termo da Capela (SE). Sempre\nexercendo a advocacia, filiou-se ao Partido Conservador e, após três\nlegislaturas na Assembleia Provincial sergipana, elegeu-se deputado à\nAssembleia Geral do Império em 1876. Deixou o parlamento em 1878, por\nocasião da dissolução deste pelo imperador ao final do ministério duque\nde Caxias, que marcou a saída dos conservadores do poder após dez anos.\n\nNomeado auxiliar do diretor do Arquivo Público da província de Sergipe,\nvoltou à Assembleia Geral nas eleições de 1882. Ao final da legislatura,\nem dezembro de 1884, retornou à localidade de Capela, para se dedicar\nexclusivamente à advocacia e a negócios particulares. Foi eleito mais\numa vez deputado geral em 1885, permanecendo, contudo, apenas um ano no\nparlamento, dada a nova dissolução da casa pelo imperador, o que\nrepresentou a saída dos liberais do poder e o fim da curta passagem de\nJosé Antônio Saraiva pela chefia do ministério.\n\nSobrevindo a República, tornou-se juiz municipal e membro da Intendência\nMunicipal de Capela, tendo sido nomeado pela junta provisória que\nassumiu o governo do estado. Figura destacada no panorama político\nsergipano, em setembro de 1890 foi eleito senador por Sergipe ao\nCongresso Nacional Constituinte em 15 de novembro seguinte. Com o início\nda legislatura ordinária em maio de 1891, e sua reeleição para em 1897 e\n1906, notabilizou-se por ser um dos parlamentares com mais tempo de\natuação no Senado, com destaque para sua participação na Comissão\nEspecial do Código Civil, em 1900, chefiada por Rui Barbosa e\nencarregada de dar parecer sobre o anteprojeto do primeiro diploma\nsubstancial civil. Permaneceu no Senado até novembro de 1913, quando\nrenunciou por ter sido nomeado pelo presidente Hermes da Fonseca\n(1910-1914) ministro do Supremo Tribunal Federal (STF), na vaga\ndecorrente da aposentadoria de Antônio Augusto Ribeiro de Almeida.\n\nFaleceu no exercício de suas funções no STF, na cidade do Rio de\nJaneiro, em 13 de outubro de 1919.\n\nAlém dos vários discursos que proferiu, escreveu *Divórcio* (1896) e\n*Estado de sítio* (1889).\n\nEduardo Junqueira/ Pierre Fernandes/Sergio Montalvão\n\n**FONTES:** CÂM. DEP. *Anais.* Disponível em: \\<www2.camara.gov.br/\\>;\nDANTAS, J. *História*; GUARANÁ, M. *Dicionário*;LEITE NETO, L. *Catálogo\nbiográfico* (v.4); MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J.\n*Notas*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_periodos\\_historicos\\>; SUP.\nTRIB. FED. Disponível em: \\<www.stf.gov.br\\>.\n","ref":"**FONTES:** CÂM. DEP. *Anais.* Disponível em: \\<www2.camara.gov.br/\\>;\nDANTAS, J. *História*; GUARANÁ, M. *Dicionário*;LEITE NETO, L. *Catálogo\nbiográfico* (v.4); MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J.\n*Notas*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_periodos\\_historicos\\>; SUP.\nTRIB. FED. Disponível em: \\<www.stf.gov.br\\>.\n","dic":"DHBPR"}
