{"title":"CAMPOS, Mirtes","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**CAMPOS, Mirtes**\n\n\\*mov. feminista.\n\n*Mirtes Gomes de Campos* nasceu na cidade de Macaé, na então província\ndo Rio de Janeiro, por volta de 1875.\n\nEstudou no Liceu de Humanidades do município de Campos, no norte\nfluminense. Seus estudos levaram-na a se interessar pelo direito e a\nmanifestar perante a família a vontade de cursar uma faculdade. A\nfamília se opôs, mas Mirtes enfrentou a oposição. Foi para a capital\nfederal, matriculou-se na Faculdade Livre de Ciências Jurídicas e\nSociais do Rio de Janeiro e concluiu o curso em 1898. Mas a luta não\ntinha acabado, pois depois de diplomada era preciso ser reconhecida como\nadvogada, e para isso era necessário registrar o diploma na Secretaria\nda Corte de Apelação do Distrito Federal e obter a inscrição no Tribunal\nda Relação. Esses órgãos nunca tinham recebido demanda feminina quanto\nao exercício da profissão e, assim, protelaram a decisão e colocaram\ninúmeros empecilhos na tramitação do registro do diploma. A voz mais\npoderosa na questão era a do próprio presidente da corte, desembargador\nJosé Joaquim Rodrigues, que desconfiava da capacidade das mulheres para\nexercer a carreira jurídica. Mirtes insistiu e depois de oito anos de\ngraduada conseguiu o registro. Pôde assim associar-se, em 1906, ao\nInstituto dos Advogados do Brasil (IAB), que havia sido criado em 1843\nno governo imperial como um órgão consultivo do Estado e formulava\npareceres para os tribunais provinciais e nacionais. Apenas em 1930 a\nOrdem dos Advogados do Brasil (OAB) seria criada.\n\nA admissão de Mirtes Campos como integrante do seleto grupo de advogados\npermitiu-lhe tornar-se a primeira mulher a exercer efetivamente a\nprofissão de advogada no Brasil. No mesmo ano de sua filiação ao IAB,\nestreou no tribunal do júri. O fato inusitado chamou a atenção da\nimprensa, que noticiou o julgamento, levando uma pequena multidão a\nlotar a sala para assistir à sua atuação. Convincentemente e com forte\nargumentação jurídica, Mirtes obteve a absolvição do réu, firmando-se\ndefinitivamente como advogada profissional. Seu sucesso no exercício da\nprofissão levou-a a tornar-se advogada da Assistência Judiciária. Nos\nanos 1910 foi nomeada inspetora de Ensino do Distrito Federal e em 1924\ntornou-se encarregada da jurisprudência do Tribunal de Apelação do\nDistrito Federal, função na qual se aposentaria em 1944.\n\nSensível às questões da discriminação contra as mulheres Mirtes\nparticipou das lutas do seu tempo e foi ativista em Congressos\noperários. Já em 1902 foi peticionária, e provável redatora, de uma\nproposta sobre a condição feminina e operária formulada pelo Centro das\nClasses Operárias do Rio de Janeiro e apresentada à Comissão Parlamentar\nEspecial de Elaboração do Código Civil, no Congresso Nacional. Naquele\nmomento elaborava-se uma proposta de Código Civil a partir do projeto do\njurista Clóvis Bevilaqua. A emenda dos trabalhadores não reconhecia o\npredomínio do homem no casamento, reconhecia o concubinato e previa\nproteção para a mulher por abandono. Também libertava a mulher de\ntrabalhar somente com autorização do cônjuge. O caráter avançado das\npropostas foi ignorado pelos parlamentares responsáveis pela elaboração\ndo texto do Código.\n\nAssim como atuava junto aos operários organizados, Mirtes também\nparticipava regularmente de congressos jurídicos, como os realizados no\nRio de Janeiro em 1905, 1908 e 1922. Neste último, promovido como parte\ndas comemorações do Centenário da Independência do Brasil, e já\nrepercutindo a atuação de feministas brasileiras pelo direito ao voto,\nMirtes apresentou uma comunicação sobre o voto feminino. Sua brilhante\nargumentação convenceu a plateia, que aprovou uma resolução a favor da\nconcessão do direito de voto às mulheres brasileiras.\n\nPor essa convicção, Mirtes também participou das iniciativas da\nFederação Brasileira pelo Progresso Feminino (FBPF), entidade feminista\nque promoveu no final do ano de 1922 o I Congresso Feminista\nInternacional, tendo como convidada a notória feminista norte-americana\nCarrie Chapman Catt. Mirtes foi uma destacada oradora nacional no\nevento. A partir desse Congresso a luta pelo direito ao voto cresceu no\nBrasil, até sua obtenção em 1932.\n\nDepois de se aposentar, em 1944, não se tem mais registro da vida de\nMirtes Gomes de Campos. Desconhece-se quando e onde faleceu.\n\nEscreveu nos anos 1920 e 1930 para jornais e revistas, sobretudo sobre a\nsituação jurídica das mulheres. Publicou os *O voto feminino* (1929), *A\npropósito da mulher jurada* (1933) e *Os advogados brasileiros e a\nadvocacia feminina* (1937).\n\nHildete Pereira de Melo/Teresa Cristina de Novaes Marques\n\n**FONTES**: ARQ. NAC. Fundo Federação Brasileira de Progresso Feminino;\nCOELHO, M. *Evolução*; GUIMARÃES, L.; FERREIRA, T, *Myrthes* (v.9);\nSENADO. Códigos Civis do Brasil. Emenda do Centro das Classes Operárias\n(1/5/1902-CD-ROM); VIDAL, O. *Precursoras.*\n","ref":"","dic":"DHBPR"}
