{"title":"CARDOSO JÚNIOR, Francisco José","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Presidente de associação ou confederação de empregados ou empregadores","Deputado Geral","Presidente de associação ou confederação de empregados ou empregadores","Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1869,1871,1872,1894,1889],"datas_fim":[1871,1872,1875,1894,1889],"estados":["SE","MT","RJ","PR","PR"],"autor":[0],"content":"**CARDOSO JÚNIOR, Francisco José**\n\n\\*militar; pres. SE 1869-1871; pres. MT 1871-1872; dep. geral RJ\n1872-1875; pres. PR 1889 e 1894.\n\n*Francisco José Cardoso Júnior* nasceu na vila de São Francisco Xavier\nde Itaguaí, hoje município de Itaguaí (RJ), no dia 15 de janeiro de\n1826, filho do comendador Francisco José Cardoso e de Propícia Francisca\nCarneiro da Fontoura Barreto.\n\nSua carreira no Exército teve início em 1842, no Rio de Janeiro, então\ncapital do Império, quando sentou praça. Declarado alferes-aluno da\nEscola Central em 1844, foi promovido a tenente em 1852, a capitão e a\nmajor em 1855 e a tenente-coronel em 1856. Em 1858 bacharelou-se em\nciências matemáticas pela Escola Central, e entre 1859 e 1862 foi\nengenheiro ajudante do diretor de Obras Públicas no Rio de Janeiro.\n\nSeu ingresso na política ocorreu nesse último ano, quando se tornou\ndeputado provincial em Minas Gerais, onde foi inspecionar coletorias e a\nEstrada de Ferro do Rio Preto. Em 1868, durante a Guerra do Paraguai\n(1864-1870), prestou serviços como secretário do então marquês de\nCaxias, comandante do Exército brasileiro. Em dezembro de 1869 assumiu a\npresidência da província de Sergipe, em substituição a Dionísio\nRodrigues Dantas. Estendida até maio de 1871, sua gestão foi marcada\npela edificação do Ateneu Sergipense. Nomeado a seguir presidente de\nMato Grosso, governou e foi comandante das Armas da província entre\njulho de 1871 e dezembro de 1872. Nesse mesmo ano foi eleito deputado\ngeral pela província do Rio de Janeiro. Representante do Partido\nConservador, exerceu o mandato parlamentar até 1875, ano em que foi\npromovido a coronel. Na década seguinte, entre março de 1887 e maio de\n1888, ocupou a vice-presidência da província do Pará.\n\nUm dia após a proclamação da República (15/11/1889) recebeu instruções,\npor meio de um telegrama enviado pelo marechal Deodoro da Fonseca, chefe\ndo governo provisório do país, para manter a ordem pública no Paraná até\na nomeação de um governo provisório local. Na condição de comandante da\nBrigada Militar de Curitiba, substituiu o então presidente da província\nJesuíno Marcondes de Oliveira e Sá e permaneceu à frente do Executivo\nestadual de 17 de novembro a 4 de dezembro, quando transmitiu o governo\nao capitão-tenente José Marques Guimarães. Em 1890 foi reformado no\nposto de brigadeiro. No ano seguinte, quando da promulgação da primeira\nConstituição paranaense (4/7/1891), assumiu a primeira vice-presidência\nda comissão executiva responsável pela publicação da nova legislação do\nestado. Contudo, sua permanência no Legislativo foi interrompida pelos\nacontecimentos desencadeados com a dissolução do Congresso Nacional por\nDeodoro da Fonseca em 3 de novembro de 1891, e sua renúncia em 23 de\nnovembro seguinte. As novas eleições convocadas no Paraná promoveram a\nrenovação quase total no Legislativo; outro governador foi eleito, e\noutra Constituição foi promulgada (7/4/1892).\n\nTambém em 1892 foi graduado marechal de campo. Em março de 1894, em meio\nà Revolução Federalista iniciada no Rio Grande do Sul, seu nome foi\nnovamente indicado, dessa vez para chefiar o governo revolucionário\ninstalado no Paraná, em substituição a João Meneses Dória.\nDesinteressado em aderir ao movimento empreendido pelos “maragatos”,\ndefensores do federalismo e opositores do presidente da República\nFloriano Peixoto, não assumiu o posto, mas constou nominalmente como\npresidente do estado até o dia 3 de abril daquele ano, quando assumiu o\ngoverno Tertuliano Teixeira de Freitas.\n\nDurante presidência de Prudente de Morais (1894-1898), foi nomeado\ncomandante superior da Guarda Nacional do Paraná. Entre 1897 e 1901\nexerceu o mandato de deputado no estado sulista e, a partir desse último\nano, assumiu a direção da Biblioteca do Exército do Rio de Janeiro.\n\nFaleceu em seu estado natal no dia 21 de setembro de 1917.\n\nMárcio Magalhães\n\n**FONTES:** BALHANA, A.; MACHADO, B; WESTPHALEN, C. *História*; CASA\nCIVIL DO ESTADO DO PARANÁ. Disponível em:\n\\<www.casacivil.pr.gov.br/casacivil/modules/conteudo/conteudo.php?conteudo=19\\>;\nCOSTA, S. *História*; GUARANÁ, M. *Dicionário*; INST. HIST. GEO. BRAS.\nDisponível em: \\<www.ihgb.org.br/acervo311.php?f=ACP000074\\>. Acesso em:\n19/8/2010; MUS. MAÇÔNICO PARANAENSE. Disponível em:\n\\<www.museumaconicoparanaense.com/MMPRaiz/MMP\\_ImagensAbertura/AcademiaPML/Patro-10.htm\\>.\nAcesso em: 19/8/2010.\n","ref":"**FONTES:** BALHANA, A.; MACHADO, B; WESTPHALEN, C. *História*; CASA\nCIVIL DO ESTADO DO PARANÁ. Disponível em:\n\\<www.casacivil.pr.gov.br/casacivil/modules/conteudo/conteudo.php?conteudo=19\\>;\nCOSTA, S. *História*; GUARANÁ, M. *Dicionário*; INST. HIST. GEO. BRAS.\nDisponível em: \\<www.ihgb.org.br/acervo311.php?f=ACP000074\\>. Acesso em:\n19/8/2010; MUS. MAÇÔNICO PARANAENSE. Disponível em:\n\\<www.museumaconicoparanaense.com/MMPRaiz/MMP\\_ImagensAbertura/AcademiaPML/Patro-10.htm\\>.\nAcesso em: 19/8/2010.\n","dic":"DHBPR"}
