{"title":"ALBUQUERQUE JÚNIOR, Domingos Jesuíno","cargoss":["Constituinte"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1891],"estados":[0],"autor":["Izabel Silva"],"content":"**ALBUQUERQUE JÚNIOR, Domingos Jesuíno**\n\n\\* const. 1891; dep. fed. DF1891-1893.\n\n*Domingos Jesuíno de Albuquerque Júnior* nasceuem Sobral (CE) no dia 5\nde julhode 1855, filho de Domingos Jesuíno deAlbuquerque e de Maria\nTeodora de Albuquerque.Seu pai foi coronel da Guarda Nacional.\n\nEstudou no Ateneu Cearense, instituiçãodirigida por Manuel Teófilo.\nIngressou noExército em 15 de dezembro de 1870e frequentou a Escola\nMilitar do Riode Janeiro, onde concluiu o curso deinfantaria e\ncavalaria, sendo promovido asegundo-tenente de artilharia em 25 demaio\nde 1878. A partir de então,serviu como quartel-mestre na Escola deTiro\nde Campo Grande, na Zona Oestedo Rio de Janeiro.\n\nEm setembro de 1890, foi eleitodeputado federal constituinte pelo\n3^o^Distrito da capital federal, onde dispunhade influência eleitoral.\nEmpossado em 15de novembro seguinte, após a promulgaçãoda Constituição\nem 24 de fevereiro de1891 passou a exercer o mandato ordinárioaté o fim\nda legislatura, em dezembrode 1893. Por fazer oposição a\nFlorianoPeixoto, que assumiu a presidência daRepública em novembro de\n1891 e cujogoverno foi marcado pelo autoritarismo, porfortes tensões\npolíticas e por uma perseguiçãoimplacável aos opositores, acabou preso,\nreformadoe desterrado junto com outros militarese civis, senadores e\ndeputados. Já comPrudente de Morais na presidência (1894-1898),assim\ncomo outros militares, foi reconduzidoao Exército por decisão do Supremo\nTribunalFederal (STF), em causa defendida peloadvogado Rui Barbosa. Foi\npromovido atenente da infantaria em 7 de janeirode 1896 e a capitão em\n15 defevereiro de 1897.\n\nAinda em 1897, fundou, juntamentecom Bezerra de Meneses, Barata Ribeiroe\nPizarro Gabiso, o Partido RepublicanoDemocrata do Distrito Federal, pelo\nqualfoi candidato a deputado federal nas eleiçõesdaquele ano. Não\nconseguiu, porém, sereleito. Durante a presidência de CamposSales\n(1898-1902), foi ajudante de ordensdo ministro da Guerra, marechal João\nNepomucenode Medeiros Mallet.\n\nEm 1907, entre os meses demarço e outubro, exerceu o cargo deprefeito\ndepartamental do Alto Acre, noterritório do Acre, anexado ao Brasilem\nnovembro de 1903. Para viabilizar ocontrole federal sobre a região, o\nterritóriofoi dividido em três prefeituras departamentaisindependentes:\na do Alto Acre, o doAlto Purus e o do Alto Juruá. Cabiaao governo\nfederal a nomeação dos prefeitosdepartamentais, o que gerava constantes\nconflitoscom os acreanos e uma forte instabilidadepolítica, levando a\numa rápida sucessãode prefeitos.\n\nEm 25 de junho de 1910,Albuquerque Júnior foi promovido a major;em 15 de\njulho do mesmo ano, atenente-coronel; em 28 de junho de 1911,a coronel\ngraduado; e em 8 de julhode 1911, a coronel efetivo do Exército.\n\nIzabel Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1);CALIXTO, V. *Resumo*; CÂM.\nDEP. *Deputados brasileiros*;COMISS. CONST. CENT. REP. PRIMEIRA\nCONST.REP*. Relatório*; NEVES, M. *História* (p.1*)*;SILVEIRA, A.\n*Enciclopédia* (t.1); SOUSA, J. *Índice*;STUDART, G. *Diccionario*\n(v.1-3).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1);CALIXTO, V. *Resumo*; CÂM.\nDEP. *Deputados brasileiros*;COMISS. CONST. CENT. REP. PRIMEIRA\nCONST.REP*. Relatório*; NEVES, M. *História* (p.1*)*;SILVEIRA, A.\n*Enciclopédia* (t.1); SOUSA, J. *Índice*;STUDART, G. *Diccionario*\n(v.1-3).\n","dic":"DHBPR"}
