{"title":"CARDOSO, Dulcídio do Espírito Santo","cargoss":["Revolucionário ou revoltoso","Prefeito"],"cargos_esp":[0,0],"datas_ini":[1924,1952],"datas_fim":[1924,1954],"estados":[0,"DF"],"autor":[0],"content":"**CARDOSO, Dulcídio do Espírito Santo**\n\n\\*militar; rev. 1924; pref. DF 1952-1954.\n\n*Dulcídio do Espírito Santo Cardoso* nasceu em Lapa (PR) no dia 5 de\nnovembro de 1896, filho de Augusto Inácio do Espírito Santo Cardoso e de\nAna Fernandes Cardoso. Seu pai foi ministro da Guerra de junho de 1932 a\ndezembro de 1933, durante o governo provisório presidido por Getúlio\nVargas. Seu irmão, Ciro do Espírito Santo Cardoso, foi chefe do Gabinete\nMilitar (1951-1952) e ministro da Guerra (1952-1954) de Vargas,\ncomandante do IV Exército (1957-1959) e chefe do Departamento Geral do\nPessoal do Exército (1959).\n\nCom a transferência da família para o Rio de Janeiro, então Distrito\nFederal, cursou o primário na Escola Gonçalves Dias e o secundário,\nconcluído em 1914, no Colégio Militar. Em abril de 1915 matriculou-se na\nEscola Militar do Realengo e em dezembro de 1918 saiu aspirante a\noficial da arma de cavalaria. Transferido para o Rio Grande do Sul, em\ndezembro de 1919 foi promovido a segundo-tenente. De volta ao Rio em\n1921, serviu no 2^o^ Regimento de Cavalaria (2^o^ RC) e no Serviço\nGeográfico do Exército. Em maio desse mesmo ano, foi promovido a\nprimeiro-tenente e destacado para o 4^o^ Regimento de Cavalaria\nDivisionária, sediado em Três Corações (MG). Em seguida, serviu no 13^o^\nRC, em Rio Pardo (RS), retornando posteriormente ao 4^o^ Regimento de\nCavalaria Divisionária.\n\nComo primeiro-tenente, tomou parte no movimento revolucionário que\neclodiu em julho de 1924 em São Paulo e estendeu-se aos estados de Mato\nGrosso, Sergipe, Bahia, Rio de Janeiro e Pará. O movimento, liderado\npelo general da reserva Isidoro Dias Lopes, tinha como objetivo derrubar\no presidente Artur Bernardes. Planejado para eclodir simultaneamente nos\nvários estados, por dificuldades de organização terminou por acontecer\nem momentos diferentes nos diversos locais. À exceção de São Paulo, onde\nas forças rebeldes controlaram a capital estadual durante três semanas\naproximadamente, nos demais estados as tropas fiéis ao governo\nconseguiram sufocar o movimento em pouco tempo.\n\nDepois de haver cumprido pena de 14 meses de prisão por seu envolvimento\nno movimento de 1924, Dulcídio Cardoso foi designado, em meados de 1925,\ninstrutor do Colégio Militar do Rio de Janeiro. Dois anos mais tarde foi\ntransferido para a Escola Militar do Realengo, onde ocupou inicialmente\no cargo de secretário. Em 1928, depois de aprovado em concurso, passou a\nlecionar história universal naquela mesma instituição militar. Em maio\ndo ano seguinte foi promovido a capitão.\n\nVitoriosa a Revolução de 1930 que levou Getúlio Vargas ao poder em\nnovembro daquele ano, passou a servir como oficial de gabinete do\nministro da Guerra do Governo Provisório, general José Fernandes Leite\nde Castro. Por essa época ingressou no Clube 3 de Outubro, agremiação\ntenentista organizada em 1931 que, com o tempo, veio a se constituir no\nprincipal centro aglutinador de pressão dos “tenentes” sobre o governo\nfederal. Nomeado por Vargas quarto delegado auxiliar da polícia da\ncapital federal no ano de 1932, foi, entre os meses de julho e outubro,\nchefe interino de Polícia do Distrito Federal, em substituição a João\nAlberto, que fora combater em São Paulo a Revolução Constitucionalista.\n\nEm maio de 1933 assumiu a direção do Departamento Geral de Educação,\nórgão vinculado ao Ministério de Educação e Saúde. No mesmo ano, deixou\na Escola Militar do Realengo, passando a lecionar história universal no\nColégio Militar do Rio de Janeiro. Nesse período, colaborou também como\njornalista nos Diários Associados, tendo sido o responsável pela\nreorganização da revista *O Cruzeiro* em 1934.\n\nEm maio de 1937 foi promovido a major e em dezembro, após o golpe do\nEstado Novo (10/11/1937), a convite de Getúlio Vargas, assumiu o cargo\nde secretário de Segurança Pública do Estado de São Paulo, na\nadministração do interventor José Joaquim Cardoso de Melo Neto. Ainda em\n1937 fundou, ao lado de João Alberto, o jornal *Folha do Brasil,*\ntornando-se seu redator-chefe.\n\nEm fevereiro de 1939 foi promovido a tenente-coronel e foi efetivado no\nColégio Militar do Rio, na cátedra de história do Brasil. Em janeiro de\n1941 passou a ocupar o cargo de chefe de gabinete do recém-criado\nMinistério da Aeronáutica. Participou junto ao ministro Joaquim Pedro\nSalgado Filho da organização administrativa do ministério, tendo\npermanecido no cargo até o fim da gestão deste, em 1945. Em dezembro de\n1944, foi promovido a coronel. Ainda nesse ano voltou a trabalhar nos\nDiários Associados.\n\nCom o início do movimento de redemocratização do país em 1945, teve\nlugar o processo de formação dos novos partidos que deveriam participar\nda Assembleia Nacional Constituinte e eleger, em dezembro, o sucessor de\nGetúlio Vargas. Dessa forma surgiram a União Democrática Nacional (UDN),\nque reunia o grosso da oposição a Vargas, o Partido Social Democrático\n(PSD) e o Partido Trabalhista Brasileiro (PTB), os dois últimos\norganizados sob inspiração do próprio Vargas. Dulcídio Cardoso filiou-se\nao PTB, vindo a ser seu vice-presidente nacional.\n\nApesar do desgaste do Estado Novo, a oposição temia que Vargas\nempreendesse manobras continuístas e via com preocupação o crescimento\ndo chamado movimento queremista, que reivindicava a convocação de uma\nconstituinte com Vargas no poder e com o apoio do PTB e dos comunistas.\nO desfecho da crise política veio em 29 de outubro de 1945, com a\ndeposição de Vargas pelos chefes militares. No dia seguinte à deposição,\nJoão Alberto reassumiu a chefatura de Polícia do Distrito Federal e\nconvidou Dulcídio Cardoso para ser titular do Departamento de Ordem\nPolítica e Social (DOPS). Antes de partir para o exílio forçado na\nFazenda de Itu (RS), Vargas entregou a Dulcídio uma mensagem, dirigida\nao povo brasileiro, na qual se abstinha de analisar os acontecimentos\nque o “levaram a renunciar ao governo”.\n\nEntre o final de 1945 e o início de 1947 esteve à disposição da\nDiretoria de Ensino do Exército. Ainda em 1947 voltou a lecionar no\nColégio Militar do Rio de Janeiro, função que exerceria até o final de\n1952. Nas eleições presidenciais de outubro de 1950, participou da\ncampanha de Vargas, candidato do PTB, tendo fundado o comitê nacional\npró-Getúlio Vargas. Eleito, Vargas reassumiu a chefia do governo em\njaneiro de 1951.\n\nPrefeito do Distrito Federal\n\nSecretário do Interior do Distrito Federal durante a administração do\nengenheiro João Carlos Vital na Prefeitura do Rio (1951-1952), em 12 de\ndezembro de 1952 Dulcídio Cardoso foi nomeado pelo presidente Getúlio\nVargas prefeito da capital do país, substituindo Vital.\n\nEntre as realizações de sua administração destacaram-se a criação dos\nserviços técnicos especiais das avenidas Perimetral e Radial Oeste, como\ntambém da Superintendência das Obras do Santo Antônio (Sost), cujo\nobjetivo era dar maior impulso ao desmonte do morro de Santo Antônio.\nDeu continuidade à construção da avenida das Bandeiras, concluiu os\ntrabalhos de ajardinamento da praia de Botafogo, ampliou a elevatória da\nrua Guaiacurus, deu prosseguimento à construção da primeira adutora do\nrio Guandu, construiu o ginásio do Maracanãzinho e, no setor de\nsaneamento básico, deu continuidade aos trabalhos de construção do\nemissário de Botafogo. Foi ainda responsável pela criação da Caderneta\nde Obrigações, instrumento regulador da execução das obras municipais e\ndas obras particulares que deviam ser integradas ao patrimônio público\nmunicipal.\n\nApós o suicídio de Vargas (24/8/1954), entregou o cargo a Café Filho,\npermanecendo sem nada assinar até a nomeação de seu substituto, o\nengenheiro Alim Pedro, no dia 4 de setembro. Com a morte de Getúlio,\nabandonou totalmente as atividades políticas e em 1955 mais uma vez\nretornou ao Colégio Militar como professor. Em agosto de 1958 foi\npromovido a general de brigada, por decisão judicial, uma vez que a\núltima patente para o quadro de professor do Exército era a de coronel.\n\nQuando eclodiu o movimento político-militar de 31 de março de 1964, que\nresultou na deposição do presidente João Goulart, encontrava-se no cargo\nde diretor-comandante do Colégio Militar do Rio de Janeiro, posição que\njá ocupara interinamente por mais de uma vez. Reformado em janeiro de\n1965 no posto de general de brigada, em 1966 passou a lecionar história\ngeral e do Brasil no Colégio Pedro II, chegando a ser diretor do\nexternato da Tijuca.\n\nAlém de militar, foi também diretor-presidente da Linha Aérea\nTranscontinental, diretor da Companhia Industrial Mercantil\nAdministrativa e do Banco Atlântico e presidente da Companhia de Viação\nAérea Santos Dumont. Foi membro da Associação Brasileira de Imprensa.\n\nFaleceu no Rio de Janeiro no dia 14 de fevereiro de 1978.\n\nFoi casado com Hortência Barreto Cardoso, com quem teve dois filhos, e\nem segundas núpcias com Maria Beatriz Shalomon do Espírito Santo\nCardoso. Seu primo-irmão Leônidas Fernandes Cardoso, também militar, era\npai de Fernando Henrique Cardoso, presidente da República de 1995 a\n2003.\n\n**FONTES:** ARAÚJO, A. *Chefes*; ARQ. CLUBE 3 DE OUTUBRO; CAFÉ FILHO, J.\n*Do sindicato*; *Grande encic. Delta*; HIRSCHOWICZ, E. *Contemporâneos*;\n*Jornal do Brasil* (15/2178); MIN. GUERRA. *Almanaque*; REIS, J.\n*Prefeitos*; REIS, J. *Rio*;SOUSA, J. *Verdade.*\n","ref":"**FONTES:** ARAÚJO, A. *Chefes*; ARQ. CLUBE 3 DE OUTUBRO; CAFÉ FILHO, J.\n*Do sindicato*; *Grande encic. Delta*; HIRSCHOWICZ, E. *Contemporâneos*;\n*Jornal do Brasil* (15/2178); MIN. GUERRA. *Almanaque*; REIS, J.\n*Prefeitos*; REIS, J. *Rio*;SOUSA, J. *Verdade.*\n","dic":"DHBPR"}
