{"title":"CARNEIRO, Belarmino","cargoss":["const. 1891","dep. fed. PE 1891-1893."],"author":"Raimundo Helio Lopes","content":"**CARNEIRO, Belarmino**\n\n\\*const. 1891; dep. fed. PE 1891-1893.\n\n*Belarmino Carneiro Cavalcanti de Albuquerque* nasceu em Pau D’Alho (PE)\nno dia 23 de maio de 1847, filho de José Carneiro da Silva Beltrão e de\nMaria Sebastiana Carneiro Cavalcanti.\n\nIniciou sua vida profissional em Recife, onde se dedicou ao comércio e\ndepois se tornou guarda-livros. Em 1887 mudou-se para o Rio de Janeiro,\nentão capital do Império, e começou a trabalhar no serviço telegráfico\ndo jornal *O País*. Passou a escrever nesse periódico e a colaborar com\nvários outros, de diversos países, como o *Comércio de Portugal*, de\nLisboa, *La Cronica*, de Buenos Aires, e *La Pátria,* de Montevidéu.\nApós essa experiência fundou, com Antônio Leitão e Verediano de\nCarvalho, o jornal *O Tempo*, mas poucos meses depois abriu mão dessa\natividade. Também trabalhou como jornalista em *A Semana* e, em 1904,\nfundou a *Os Anais*, ao lado de Domingos Olímpio e Valfrido Ribeiro. Foi\nainda secretário de Alfredo Pinto, chefe de polícia do Rio de Janeiro, e\ndiretor do almoxarifado da Saúde Pública.\n\nIniciou sua vida política ainda durante o Império, quando defendeu as\ncausas abolicionista e republicana. Depois da proclamação da República\n(15/11/1889) foi eleito deputado constituinte por Pernambuco. Assumiu\nseu mandato em 15 de novembro de 1890 e participou da elaboração da\nprimeira Carta republicana, promulgada em 24 de fevereiro de 1891. Em\njunho seguinte passou a cumprir o mandato ordinário e permaneceu na\nCâmara até o fim da legislatura, em dezembro de 1893.\n\nFaleceu na cidade do Rio de Janeiro no dia 26 de outubro de 1928, vítima\nde gripe espanhola.\n\nPublicou *Poesias* (1907) e *Escritos diversos* (1909).\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nNASCIMENTO, L. *História* (v.6); VELHO SOBRINHO, J. *Dicionário.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nNASCIMENTO, L. *História* (v.6); VELHO SOBRINHO, J. *Dicionário.*\n","dic":"DHBPR"}