{"title":"CARTIER, Manuel de Campos","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1897],"datas_fim":[1914],"estados":["RS"],"autor":[0],"content":"**CARTIER, Manuel de Campos**\n\n\\*dep. fed. RS 1897-1914.\n\n*Manuel de Campos Cartier* nasceu em Porto Alegre no dia 22 de maio de\n1862, filho de Paulo Augusto Cartier e de Maria Sérgia Vieira Ramos de\nCampos Cartier.\n\nBacharelou-se pela Faculdade de Direito de São Paulo em 1883,\ninstituição que teve papel de destaque na formação das elites políticas\ne culturais do Rio Grande do Sul durante o século XIX e início do século\nXX. Era filiado ao Partido Republicano Rio-Grandense (PRR), criado em\nfevereiro de 1882, ainda durante a Monarquia, por adeptos do regime\nrepublicano. O PRR defendia a eleição direta dos chefes dos executivos\nfederal, estaduais e municipais; o voto livre e público; a liberdade de\npensamento e de expressão, de reunião e de associação, e o ensino\nprimário leigo e gratuito. Propunha ainda a autonomia dos municípios e\nestados. Estes últimos deveriam ser regidos por constituições e leis\npróprias e isentos da intervenção da União, a não ser nos casos em que o\nregime republicano federativo estivesse ameaçado.\n\nO órgão oficial do Partido Republicano Rio-Grandense era o jornal *A\nFederação*, criado em janeiro de 1884 e que foi decisivo para o êxito da\nhistória do PRR. Afinal, os jornais eram os mais importantes veículos de\ncomunicação social e de propaganda política ao longo do século XIX. Vale\ndestacar que a fundação de uma imprensa republicana ainda na vigência da\nMonarquia não era uma novidade no país, pois, desde o lançamento do\nManifesto Republicano de 1870, começaram a surgir jornais que defendiam\nabertamente a mudança do regime político no Brasil. No entanto, estes\njornais não estavam isentos de represálias do governo imperial.\n\nO PRR seria extinto em 1937, juntamente com os demais partidos do país,\napós a implantação da ditadura do Estado Novo por Getúlio Vargas. O\npartido governou o Rio Grande do Sul de 1882 a 1930, ininterruptamente.\nSeus maiores líderes foram Júlio de Castilhos e Antônio Augusto Borges\nde Medeiros.\n\nDe 1887 a 1889, durante os últimos anos do Império no Brasil, Manuel de\nCampos Cartier foi deputado provincial, na legenda do Partido Liberal\n(PL), na Assembleia Provincial do Rio Grande do Sul. As Assembleias\nProvinciais eram órgãos legislativos estaduais instituídos pela\nMonarquia em 1834. A Assembleia rio-grandense inicialmente era composta\npor 28 membros, mas, a partir de 1855, o número aumentou para 30\nrepresentantes e, finalmente, em 1887, para 36 deputados. Essas\nassembleias estavam subordinadas ao poder dos presidentes das\nprovíncias, embora a legislação lhes garantisse amplos poderes. Os\ndeputados provinciais eram eleitos por sufrágio indireto, como acontecia\ncom os deputados gerais. Contudo, a partir de 1881, passaram a ser\neleitos por voto direto, porém censitário.\n\nNo dia 15 de novembro de 1889, um golpe militar, liderado pelo marechal\nDeodoro da Fonseca e apoiado por um pequeno grupo de republicanos civis,\nderrubou a Monarquia e proclamou a República, pondo fim ao período\nimperial no Brasil. Nesse mesmo dia foi instituído um Governo Provisório\nrepublicano, liderado pelo marechal Deodoro da Fonseca. Durante esse\nGoverno Provisório, as Assembleias Provinciais foram fechadas. Em 25 de\nfevereiro de 1891, um dia após a promulgação da primeira Constituição\nrepublicana no país, Deodoro da Fonseca foi eleito para a presidência\npelos constituintes, tornando-se o primeiro presidente eleito da\nRepública brasileira.\n\nEm 1897, já sob o novo regime republicano, foi eleito deputado federal\npelo Rio Grande do Sul, mais especificamente pelo 5^o^ distrito daquele\nEstado, na legenda do Partido Republicano Rio-Grandense. Vale lembrar\nque, nessa época, os estados e o Distrito Federal eram divididos em\ndistritos eleitorais. Exerceu seu mandato ao longo da terceira\nlegislatura, de 3 de maio de 1897 a 31 de dezembro de 1899. Os\npresidentes da Câmara dos Deputados, durante essa legislatura, foram\nArtur César Rios (de maio de 1897 a 1898) e Carlos Vaz de Melo (de maio\nde 1899 até o final da legislatura nesse mesmo ano). Manuel Cartier foi\nreeleito deputado federal pelo Rio Grande do Sul e sempre na legenda do\nPRR, para as cinco legislaturas subsequentes: de 3 de maio de 1900 a 31\nde dezembro de 1902 (4^a^ legislatura republicana); de 3 de maio de 1903\na 31 de dezembro de 1905 (5^a^ legislatura); de 3 de maio de 1906 a 31\nde dezembro de 1908 (6^a^ legislatura); de 3 de maio de 1909 a 31 de\ndezembro de 1911 (7^a^ legislatura); e, finalmente, de 3 de maio de 1912\na 31 de dezembro de 1914 (8^a^ legislatura).\n\nAo longo de sua vida, também exerceu o cargo de Secretário Geral do\nEstado do Rio Grande do Sul e atuou ainda como jornalista, tendo\npublicado artigos políticos em *A Reforma*, jornal liberal do qual\ntambém foi editor.\n\nManuel Cartier faleceu em Porto Alegre no dia 15 de agosto de 1918.\n\nEra casado com Leontina Massot.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. Partido Republicano\nRio-grandense (verbete temático); CÂM. DEP. *Deputados brasileiros*;\nFRANCO, S. *Dicionário*; FRANCO, S. *Gaúchos*; MELO, L. *Subsídios.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. Partido Republicano\nRio-grandense (verbete temático); CÂM. DEP. *Deputados brasileiros*;\nFRANCO, S. *Dicionário*; FRANCO, S. *Gaúchos*; MELO, L. *Subsídios.*\n","dic":"DHBPR"}
