{"title":"ALBUQUERQUE, Aristarco Pessoa Cavalcantide","cargoss":["militar","rev. 1930."],"author":null,"content":"**ALBUQUERQUE, Aristarco Pessoa Cavalcantide**\n\n\\* militar; rev. 1930.\n\n*Aristarco Pessoa Cavalcanti de Albuquerque* nasceu emUmbuzeiro (PB) no\ndia 4 de agostode 1879, filho de Cândido Cavalcanti deAlbuquerque e de\nMaria Pessoa Cavalcantide Albuquerque. Sobrinho de Epitácio daSilva\nPessoa, presidente da República de1919 a 1922, teve três irmãos\nenvolvidosem atividades políticas nas décadas de1920 e 1930. O que mais\nse destacou,João Pessoa Cavalcanti de Albuquerque –presidente da Paraíba\nde 1928 a 1930e candidato à vice-presidência da Repúblicaem março desse\nano na chapa daAliança Liberal encabeçada por Getúlio Vargas–, foi\nassassinado em Recife no dia27 de julho de 1930, em episódioque apressou\nos preparativos para a eclosãoda revolução em 3 de outubro. Outroirmão,\no oficial José Pessoa Cavalcantide Albuquerque, comandou as tropas\nque,no dia 24 de outubro de 1930, cercaramo palácio Guanabara, no Rio de\nJaneiro,então Distrito Federal, e depuseram opresidente Washington Luís.\nCândido Pessoa Cavalcantide Albuquerque, o terceiro irmão, foideputado\nfederal pelo Distrito Federal entre1935 e 1937. Na família, destacou-se\naindaEpitácio Pessoa Cavalcanti de Albuquerque, sobrinhode Aristarco e\nsenador pela Paraíba nobiênio 1950-1951.\n\nDepois de concluir os estudos básicosAristarco ingressou no Exército,\ntornando-seaspirante em 2 de fevereiro de 1907.Promovido a\nsegundo-tenente em dezembro doano seguinte, participou, em fins de 1912e\ninício de 1914, de duas expediçõesmilitares enviadas para sufocar a\nrebeliãopopular de cunho messiânico que, entre1912 e 1916, conflagrou a\nregião doContestado, situada na fronteira entre osestados do Paraná e\nSanta Catarina. Emmarço de 1917 foi promovido a\nprimeiro-tenente,passando a capitão em junho de 1921.Tinha essa patente\nquando tomou partena repressão à Revolta de 5 dejulho de 1922, no forte\nde Copacabana,no Rio, que marcou o início dociclo de revoltas\ntenentistas da décadade 1920.\n\nPromovido a major em novembro de1926 e a tenente-coronel em janeiro\nde1930, no mês de outubro desse anocomandou os contingentes\nrevolucionários de MinasGerais, substituindo o então capitão\nLeopoldoNéri da Fonseca, que recebera ordem parase deslocar para o Rio\nde Janeiro.Em Minas, o conflito durou quatro dias,terminando com a\nrendição do 12^o^Regimento de Infantaria, último reduto legalista.\n\nEm 15 de dezembro de 1930,foi nomeado comandante do Corpo de Bombeirosdo\nRio de Janeiro. Promovido a coronelem maio de 1931, permaneceu à\nfrentedo Corpo de Bombeiros durante quase 15anos, até 31 de outubro de\n1945.Faleceu em 1949.\n\n**FONTES:***Almanaque da PB*; ARQ. GETÚLIO VARGAS;SILVA, H. *1930.*\n","ref":"**FONTES:***Almanaque da PB*; ARQ. GETÚLIO VARGAS;SILVA, H. *1930.*\n","dic":"DHBPR"}