{"title":"CARVALHAL, João Galeão","cargoss":["dep. fed. SP 1894-1899 e 1903-1905."],"author":"Dirceu Franco","content":"**CARVALHAL, João Galeão**\n\n\\*dep. fed. SP 1894-1899 e 1903-1905.\n\n*João Galeão Carvalhal* nasceu em Salvador, na Bahia, no dia 11 de\noutubro de 1859, filho de João Tomás Carvalhal e de Guilhermina Guiomar\nGaleão Carvalhal. Seu pai era médico e, após participar da Guerra do\nParaguai, reformou-se como major cirurgião do Exército; foi também\nconstituinte de 1891 e deputado federal por São Paulo de 1891 a 1893.\n\nViveu até os dez anos na Bahia e aí estudou as primeiras letras, latim e\nfrancês. Prosseguiu os estudos em Santos, para onde a família se mudou\nem 1869, e cursou depois a Faculdade de Direito de São Paulo, onde\nobteve o título de bacharel em 1880. Foi em seguida nomeado promotor\npúblico em Santos. A militância no Partido Liberal, engrossando a ala\nabolicionista, se expressou em artigos publicados na imprensa local.\nDeixou então a carreira de promotor, pois posição de profissional\nliberal lhe proporcionava mais espaço para manifestar suas opiniões\nabolicionistas.\n\nCom a proclamação da República em 15 de novembro de 1889, foi eleito\npresidente do Conselho de Intendência de Santos, cargo equivalente ao de\nprefeito. Em sua gestão enfrentou forte epidemia de febre amarela. Em\n1893 esteve ao lado do presidente marechal Floriano Peixoto (1891-1894)\nna crise provocada pela Revolta da Armada. Duas vezes eleito deputado\nfederal, para as legislaturas 1894-1896 e 1897-1899, e membro do Partido\nRepublicano Federal, fez oposição governo de Prudente de Morais\n(1894-1898). À época, liderava a bancada paulista e a Comissão de\nFinanças do Congresso Nacional. Voltou à Câmara dos Deputados na\nlegislatura 1903-1905. Foi ainda delegado especial de São Paulo na\ndiscussão do programa de valorização do café e da criação da Caixa de\nConversão.\n\nFaleceu em Santos no dia 18 de agosto de 1924.\n\nEra casado com Maria José Bloem, com quem teve três filhos. Um deles,\nJosé Galeão Carvalhal Filho, foi deputado estadual em 1925 e deputado\nfederal de 1927 a 1930.\n\nDirceu Franco\n\n**FONTES:** FONSECA, A; FONTES JR., A. *Senado*; SAID, F. *Clã.*\n","ref":"**FONTES:** FONSECA, A; FONTES JR., A. *Senado*; SAID, F. *Clã.*\n","dic":"DHBPR"}