{"title":"CARVALHO FILHO, José Eduardo Freire de","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1912],"datas_fim":[1914],"estados":["BA"],"autor":[0],"content":"**CARVALHO FILHO, José Eduardo Freire de**\n\n\\*dep. fed. BA 1912-1914.\n\n*José Eduardo Freire de Carvalho Filho* nasceu em Salvador no dia 14 de\nmarço de 1852, filho de José Eduardo Freire de Carvalho e de Emília\nAdelaide Henriques Ferreira Freire de Carvalho. Seu pai, formado pela\nFaculdade de Medicina da Bahia em 1851, clinicou no distrito da Penha,\nem Salvador, de 1851 a 1897, prestou relevantes serviços quando da\nepidemia de cólera, em 1855, e de febre amarela, em 1860, foi deputado\nprovincial e geral, e vice-presidente da província da Bahia. Seu irmão,\nCarlos Augusto Freire de Carvalho, foi vereador em Salvador (1904-1907),\ndeputado estadual (1909-1910) e senador estadual (1911-1916).\n\nMatriculou-se na Faculdade de Medicina da Bahia em 13 de março de 1871,\nrecebendo o grau de bacharel em 16 de dezembro de 1876. Pouco depois de\ngraduado foi nomeado médico da Penitenciária, função que exerceria até\n1886. Paralelamente iniciou a sua carreira política elegendo-se deputado\nprovincial para a legislatura 1882-1883.\n\nEm 1886, prestou concurso para professor da cadeira de terapêutica da\nFaculdade de Medicina, que havia vagado em decorrência da morte do\nprofessor Luís Álvares dos Santos, de quem fora aluno. Teve como\nconcorrente o também professor Francisco Bráulio Pereira, adjunto da\ncadeira de clínica médica. Foi classificado em primeiro lugar por\nmaioria absoluta dos votos dos membros da banca, sendo nomeado, por\ndecreto imperial de 16 de outubro de 1886, professor catedrático da\ndisciplina. Também por decreto imperial, foi nomeado membro da\nInspetoria de Higiene e durante muitos anos integrou o Conselho Geral de\nSaúde Pública da Bahia. Já na República, no final do ano de 1890, foi o\nresponsável pela instalação do Laboratório de Terapêutica e Matéria\nMédica, que fora criado pela Lei 3.141, de 30 de outubro de 1882, e não\ntinha sido implantado até aquela data. Através desse laboratório deu\ninício aos estudos de terapêutica experimental na Bahia.\n\nDe 1892 a 1895 foi vereador em Salvador e presidente da Câmara\nMunicipal. Quando da Guerra de Canudos (7 de novembro de 1896 a 5 de\noutubro de 1897), dirigiu uma das enfermarias do hospital instalado no\nMosteiro de São Bento. Após acirrada campanha eleitoral disputada com\nDomingos Rodrigues Guimarães, foi eleito intendente de Salvador,\ncumprindo o mandato de 1^o^ janeiro de 1900 a 31 de dezembro de 1903. No\nmesmo dia da posse foi afastado de sua cátedra pela direção da Faculdade\nde Medicina da Bahia. Considerando tal decisão um erro, interpôs recurso\njunto ao governo federal. Deferido o recurso por ter sido considerado\nnão haver incompatibilidade no exercício simultâneo das duas funções,\nretornou às atividades docentes em 6 de maio de 1902.\n\nDurante a sua gestão à frente da intendência municipal dotou a cidade de\nmuitos melhoramentos, entre os quais se destacaram a abertura de ruas e\no saneamento dos bairros da Ribeira e Itapagipe, com a remoção de\nestaleiros, a construção de cais e a realização de terraplenagem.\nAjardinou as praças do bairro de Nazaré, Terreiro de Jesus e Madragoa,\ninstalou três fornos de incineração de lixo, os primeiros a serem\nadotados no Brasil, e melhorou grandemente a iluminação pública. Em\nfunção de suas ações como intendente, o conselheiro Antônio Machado, seu\nadversário político, apresentou um projeto à Câmara Municipal\ndenominando a orla do bairro de Itapagipe avenida Freire de Carvalho.\n\nPor decisão da Congregação da Faculdade de Medicina, foi seu\nrepresentante em diversos congressos médicos, entre eles o Latino\nAmericano, realizado na cidade do Rio de Janeiro em agosto de 1905, em\nque foi vice-presidente e presidente da Seção Médica, e o Congresso\nInternacional de Medicina, realizado em Lisboa em 1906, em que integrou\na mesa que presidiu os trabalhos da Seção de Farmacologia e Terapêutica.\nRepresentou também a Faculdade de Medicina no Conselho Superior de\nEnsino quando de sua instalação na cidade do Rio de Janeiro em 1911. Foi\nmembro da Comissão de Orçamento e presidente da Comissão da Revista e\nseu colaborador, tendo escrito a *Memória histórica* da faculdade\nrelativa ao ano de 1909.\n\nEleito deputado federal para a legislatura 1912-1914, ausentou-se da\nFaculdade de Medicina e assumiu o mandato na Câmara dos Deputados, no\nRio de Janeiro, então Distrito Federal. Ao término desse período,\nresolveu afastar-se da política. Por várias vezes, a partir de 1915,\npelo fato de ser o decano, exerceu interinamente a direção da Faculdade\nde Medicina da Bahia no impedimento ou ausência do titular. Em 28 de\nmaio de 1925 deu entrada no requerimento de sua aposentadoria. O\nrequerimento foi deferido, e seu desligamento foi efetuado no dia 15 de\njulho de 1925.\n\nFoi considerado um dos homens mais eruditos do seu tempo, entre seus\npares da Congregação da Faculdade de Medicina, e também no exterior. Era\nmembro correspondente da Academia Nacional de Medicina e da Sociedade de\nMedicina e Cirurgia do Rio de Janeiro; das sociedades de Terapêutica e\nde Medicina de Paris; sócio-fundador da Sociedade de Medicina da Bahia,\nda qual foi vice-presidente; sócio-benemérito do Liceu de Artes e\nOfícios da Bahia e da Beneficente Academia de Letras.\n\nConstatou a presença da morfina no cardo santo (*argemona mexicana*) e\nda *saponina* no juá (*zisyphus joaneris*), vegetais pertencentes à\nflora brasileira cuja ação farmodinâmica estudou.\n\nRecebeu do papa Pio XI, em reconhecimento aos serviços que prestou à\nIgreja Católica, a comenda Pró Eclesia et Pontífice, que foi criada pelo\nPapa Leão XIII. Foi presidente do Centro Católico Baiano; tesoureiro,\ndurante 40 anos consecutivos, da Irmandade do Senhor do Bonfim; irmão da\nOrdem Terceira de São Francisco e da Santa Casa de Misericórdia da\nBahia.\n\nFaleceu em Salvador no dia 18 de novembro de 1934.\n\nCasou-se com Maria Augusta de Miranda Freire de Carvalho, de quem\nenviuvou, tendo com ela cinco filhos.\n\nPublicou, entre muitas outras obras, *Afecções parasitárias nos climas\nintertropicais*; *Das aristoiochias e seu emprego em terapêutica*;\n*Argemona (cardo santo)*; *Cocaína e mercuriais – Lições de\nterapêutica*; *Generalidades de terapêutica*; *A administração do barão\nHomem de Melo*; *Contra o divórcio, contra a liberdade profissional e\nsobre instrução pública*; *Dois capítulos de história do Brasil –\nEstabelecimento de um Governo Geral e Os primeiros jesuítas*; *Geografia\nmédica no Brasil*; *Memória histórica da Faculdade de Medicina para o\nano de 1909*; *A devoção do Senhor Bom Jesus do Bonfim e sua história*;\n*O sol na natureza, na história e na ciência; Apontamentos para a\nhistória parlamentar na Bahia*; *Apontamentos para a história da cadeira\nde terapêutica da Faculdade de Medicina da Bahia*; *Contribuição ao\nestudo da matéria médica brasileira*.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); BLAKE, A. *Diccionario*\n(v.4); BULCÃO SOBRINHO, A. *Representantes* (p.55-86); BULCÃO SOBRINHO,\nA. *Histórico*; *Diário da Bahia (27/6/1905).* Conselheiro Freire de\nCarvalho; *Diário da Bahia (18/11/1934).* Faleceu o Prof. Freire de\nCarvalho Filho; *Diário de Notícias (19/11/1934).* Era um varão\neminentemente digno; *Diário Oficial do Estado da Bahia*; *Imparcial\n(18/11/1934).* Dr. José Eduardo Freire de Carvalho Filho; *Imparcial\n(19/11/1934).* Os funerais do dr. J. E. Freire de Carvalho; MELLO, A*.\nCartilha*; RUI, A. *História*; SAMPAIO, C. *Partidos*; SANTOS, M.\n*Sinopse*; SOUZA, A. *Baianos*; *Tarde (19/11/1934). Dr. Freire Filho*;\nWIDBERGER, A. *Presidentes.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); BLAKE, A. *Diccionario*\n(v.4); BULCÃO SOBRINHO, A. *Representantes* (p.55-86); BULCÃO SOBRINHO,\nA. *Histórico*; *Diário da Bahia (27/6/1905).* Conselheiro Freire de\nCarvalho; *Diário da Bahia (18/11/1934).* Faleceu o Prof. Freire de\nCarvalho Filho; *Diário de Notícias (19/11/1934).* Era um varão\neminentemente digno; *Diário Oficial do Estado da Bahia*; *Imparcial\n(18/11/1934).* Dr. José Eduardo Freire de Carvalho Filho; *Imparcial\n(19/11/1934).* Os funerais do dr. J. E. Freire de Carvalho; MELLO, A*.\nCartilha*; RUI, A. *História*; SAMPAIO, C. *Partidos*; SANTOS, M.\n*Sinopse*; SOUZA, A. *Baianos*; *Tarde (19/11/1934). Dr. Freire Filho*;\nWIDBERGER, A. *Presidentes.*\n","dic":"DHBPR"}
