{"title":"ALBUQUERQUE, Caetano de","cargoss":["militar","const. 1891","dep. fed.MT 1891-1893 e 1912-1914","pres. MT"],"author":null,"content":"**ALBUQUERQUE, Caetano de**\n\n\\* militar; const. 1891; dep. fed.MT 1891-1893 e 1912-1914; pres. MT\n1915-1917.\n\n*Caetano Manuel de Faria e Albuquerque*nasceuna cidade de Cuiabá no dia\n11 dejaneiro de 1857, filho do coronel CaetanoManuel de Faria e\nAlbuquerque e deFrancelina de Faria e Albuquerque.\n\nFormou-se em ciências físicas ematemáticas e em engenharia militar\npelaAcademia Militar. Na condição de ajudantedo major Gomes Carneiro,\nparticipou daComissão Construtora das Linhas Telegráficasde Cuiabá ao\nAraguaia.\n\nDefensor do ideário republicano, efiliado ao Partido Nacional, criado\nemjaneiro de 1890 pelo presidente de MatoGrosso Antônio Maria Coelho,\nfoi eleitodeputado ao Congresso Nacional Constituinte emsetembro de\n1890. Tomou posse em 15de novembro do mesmo ano e colaborouna elaboração\nda Constituição Federal de24 de fevereiro de 1891, passando apartir de\nmaio a exercer o mandatoordinário. Em 1892 participou ativamente\ndomovimento que depôs Manuel Murtinho, primeiropresidente\nconstitucionalmente eleito de MatoGrosso. Foi membro da Comissão de\nFinançasda Câmara dos Deputados e encerrou omandato em dezembro de 1893.\nVoltou àCâmara na legislatura 1912-1914.\n\nEleito presidente do estado deMato Grosso pelo Partido Republicano\nConservador(PRC), tomou posse em 15 de agostode 1915, sucedendo a\nJoaquim Augusto daCosta Marques. Antes de completar um anono governo,\nporém, em julho de 1916,rompeu oficialmente com o PRC. Passoua governar\no estado com o apoiodo Partido Republicano Mato-Grossense (PRMG),mas\nisso não lhe garantiu o apoioda maioria dos deputados na\nAssembleiaestadual. Além disso, o PRMG contava comapenas um parlamentar\nna Câmara dos Deputados.\n\nEm meio a uma crise políticase tornava cada vez mais grave,\nfoiapresentada denúncia na Assembleia Legislativaque abriu o caminho\npara seu *impeachment*.Alegando falta de segurança em Cuiabá,os\ndeputados seguiram para Corumbá e,lá reunidos, aprovaram o afastamento\ndopresidente estadual. Abriu-se assim mais umcomplexo e intricado campo\nde luta naárea jurídica, pois com esse ato oprimeiro vice-presidente\nassumiu o governo, masCaetano de Albuquerque obteve um habeas corpus no\nSupremo Tribunal Federal (STF) epermaneceu no cargo, estabelecendo-se\ndesse modoa duplicidade administrativa. Diante da gravidadedo quadro\npolítico, o presidente da RepúblicaVenceslau Brás enviou ao Senado um\npedidode intervenção em Mato Grosso, que foiaprovado em dezembro de\n1916, sendo aintervenção decretada no dia 10 de janeirode 1917. Caetano\nde Albuquerque foi entãosubstituído pelo mineiro Camilo Soares deMoura,\nque assumiu o governo na condiçãode interventor em 9 de fevereiro\nde1917.\n\nFaleceu no Rio de Janeiro em10 de fevereiro de 1925.\n\nJoão Edson Fanaia\n\n**FONTES:**ABRANCHES, J. *Governo*s;ALVES, L. *Caetanada*; CORREIA\nFILHO, V.*História*; FANAIA, J. *Elites*; PONCE FILHO,G. *Generoso*;\nPÓVOAS, N. *Galeria*.\n","ref":"**FONTES:**ABRANCHES, J. *Governo*s;ALVES, L. *Caetanada*; CORREIA\nFILHO, V.*História*; FANAIA, J. *Elites*; PONCE FILHO,G. *Generoso*;\nPÓVOAS, N. *Galeria*.\n","dic":"DHBPR"}