{"title":"CARVALHO, Aníbal Teixeira de","cargoss":["dep. fed. RJ 1909-1911."],"author":"Luciana Pinheiro","content":"**CARVALHO, Aníbal Teixeira de**\n\n\\*dep. fed. RJ 1909-1911.\n\n*Aníbal Teixeira de Carvalho* nasceu em Cantagalo (RJ) no dia 19 de maio\nde 1864, filho de José Teixeira de Carvalho e de Emerenciana Freire\nTeixeira de Carvalho.\n\nFez os primeiros estudos em seu município natal e os preparatórios no\nColégio Almeida Martins, na cidade fluminense de Friburgo. Em 1881\nmatriculou-se na Faculdade de Direito de São Paulo e cinco anos depois\nbacharelou-se pela Faculdade de Direito de Recife. Retornou então à\ncidade natal, onde foi promotor público de 1886 a 1889 e juiz municipal\nde 1889 a 1891.\n\nIngressou na política em 1892, quando se candidatou a vereador em\nCantagalo e foi eleito, sendo também escolhido presidente da Câmara\nMunicipal. Em maio de 1895 tornou-se secretário de Finanças do estado do\nRio de Janeiro, a convite do então presidente estadual Joaquim Maurício\nde Abreu (1894-1897). Em 1896 presidiu as reuniões realizadas pelos\nestados brasileiros produtores de café visando à divulgação do produto\nem países dos continentes europeu, americano e asiático. Em 1897 assumiu\na Secretaria de Interior, acumulando assim duas pastas do governo\nfluminense até o mês de dezembro, término da gestão Maurício de Abreu.\nAfastando-se então da esfera política, passou a atuar como advogado no\nDistrito Federal. Em 1908 foi escolhido para representar o estado do Rio\ndurante a realização do Congresso Jurídico Americano.\n\nEm 1909 foi eleito deputado federal pelo estado do Rio de Janeiro e\ntomou posse na Câmara dos Deputados em maio do mesmo ano. Nas eleições\nrealizadas em 1912 candidatou-se com sucesso a novo mandato legislativo,\nmas não foi reconhecido. Voltou então a se afastar da política para se\ndedicar à advocacia.\n\nLuciana Pinheiro\n\n**FONTES:** ABRANCHES, J. *Governos* (p.221-222); CÂM. DEP. *Deputados\nbrasileiros* (p.21); VELHO SOBRINHO, J. *Dicionário* (p.315-316); GOV.\nRJ. Disponível em: \\<www.governo.rj.gov.br/\\>. Acesso em: 1/12/2010.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (p.221-222); CÂM. DEP. *Deputados\nbrasileiros* (p.21); VELHO SOBRINHO, J. *Dicionário* (p.315-316); GOV.\nRJ. Disponível em: \\<www.governo.rj.gov.br/\\>. Acesso em: 1/12/2010.\n","dic":"DHBPR"}