{"title":"CARVALHO, Álvaro Augusto da Costa","cargoss":["dep. fed. SP 1894-1896 e 1903-1917","sen. SP 1918-1923","dep. fed. SP"],"author":"Dirceu Franco","content":"**CARVALHO, Álvaro Augusto da Costa**\n\n\\*dep. fed. SP 1894-1896 e 1903-1917; sen. SP 1918-1923; dep. fed. SP\n1927-1930.\n\n*Álvaro Augusto da Costa Carvalho* nasceu em Piracicaba (SP) no dia 23\nde setembro de 1865, filho de Eulálio da Costa Carvalho e de Amélia\nBenvinda da Costa Carvalho. Seu pai foi médico do Exército durante\nmuitos anos e morou em várias cidades do país. Recebeu o cartório de seu\ntio, José da Costa Carvalho, o marquês de Monte Alegre, reconhecido\njurista que exerceu vários cargos políticos no Império e foi diretor da\nFaculdade de Direito do Largo de São Francisco, na capital paulista.\n\nÁlvaro de Carvalho iniciou o curso secundário no Colégio Pedro II, no\nRio de Janeiro, então capital do Império, e em 1875 transferiu-se para\nSão Paulo, onde ingressou no Colégio Moretzsohn, no qual permaneceu até\n1881. Ingressou em seguida na Faculdade de Direito de São Paulo, pela\nqual se bacharelou em 1886.\n\nRecém-formado, em 1887 foi nomeado promotor público da cidade de Rio\nClaro (SP), seu primeiro cargo público. Em fevereiro desse mesmo ano\ncasou-se com Carolina Barbosa, com a qual teria dois filhos. Permaneceu\ncomo promotor em Rio Claro até 1889, quando foi exonerado para assumir a\nSecretaria da Relação na capital paulista. O fato de ser filiado ao\nPartido Conservador do Império, ainda que as raízes familiares o\norientassem para o Partido Liberal, rendeu-lhe a exoneração do cargo,\npois representava um choque com os interesses liberais da maioria dos\ndesembargadores. Após a proclamação da República (15/11/1889), recusou o\nconvite do então governador nomeado de São Paulo, Prudente de Morais\n(1889-1890), para retornar à secretaria.\n\nAs intrigas e disputas político-partidárias marcariam o início de sua\ntrajetória política. Fiel ao Partido Republicano Paulista (PRP), foi\nvereador na capital e intendente de Finanças de São Paulo. Em 1891 foi\neleito deputado estadual constituinte e participou dos trabalhos de\nelaboração da primeira Constituição republicana de São Paulo. Depois de\npromulgada a Constituição, exerceu o mandato ordinário até 1894. Nesse\nano foi eleito deputado federal e em maio assumiu sua cadeira na Câmara\ndos Deputados, no Rio de Janeiro, então Distrito Federal. Permaneceu no\nLegislativo federal até 1896, quando foi nomeado pelo presidente de São\nPaulo, Manuel Ferraz de Campos Sales (1896-1897), para a Secretaria de\nEstado da Agricultura. Exerceu o cargo até o ano seguinte, quando Campos\nSales deixou o governo paulista para concorrer à presidência da\nRepública em 1898.\n\nFoi curador de órfãos do Rio de Janeiro em 1903. Nesse ano voltou a ser\neleito deputado federal por São Paulo, e em maio assumiu sua cadeira na\nCâmara dos Deputados. Foi reeleito em 1906, 1909, 1912, 1915 e 1918 e\nfoi líder da bancada paulista na Câmara. Eleito senador em 1918, em maio\ndesse ano assumiu sua cadeira no Senado Federal e exerceu o mandato até\n1923. No Senado foi membro da Comissão de Constituição, Diplomacia e\nTratados. Voltou a ser eleito deputado federal em 1927 e em 1930, mas\nteve o mandato interrompido em outubro desse ano com a vitória da\nrevolução, à qual se opôs, que levou Getúlio Vargas ao poder e extinguiu\ntodos os órgãos legislativos do país.\n\nApós a Revolução Constitucionalista de 1932 foi preso e exilado,\npassando a viver na França e na Alemanha.\n\nCasou-se em segundas núpcias com Maria Rodrigues Alves da Costa\nCarvalho, filha do ex-presidente Rodrigues Alves, com quem teve um único\nfilho: Francisco de Paula Rodrigues Alves da Costa Carvalho. Entre seus\nbisnetos figura o compositor Chico Buarque de Holanda.\n\nFaleceu em Baden, Alemanha, no dia 26 de abril de 1933.\n\nDirceu Franco\n\n**FONTES:** *Folha da Manhã* (27/4/1933); FONSECA, A; FONTES JR., A.\n*Senado*; LEITE NETO, L *Catálogo biográfico* (v.1, p.11-13); Primeiro\nOficial de Registro de Imóveis. Disponível em:\n\\<www.primeirosp.com.br/historico.htm\\>; Raízes judaicas do Brasil.\nDisponível em:\n\\<http://newsgroups.derkeiler.com/Archive/Soc/soc.culture.brazil/2007-02/msg00117.html\\>;\nSENADO. Disponível em:\n\\<www.senado.gov.br/senadores/senadores\\_biografia.asp?codparl=1394&li=32&lcab=1921-1923&lf=32\\>.\n","ref":"**FONTES:** *Folha da Manhã* (27/4/1933); FONSECA, A; FONTES JR., A.\n*Senado*; LEITE NETO, L *Catálogo biográfico* (v.1, p.11-13); Primeiro\nOficial de Registro de Imóveis. Disponível em:\n\\<www.primeirosp.com.br/historico.htm\\>; Raízes judaicas do Brasil.\nDisponível em:\n\\<http://newsgroups.derkeiler.com/Archive/Soc/soc.culture.brazil/2007-02/msg00117.html\\>;\nSENADO. Disponível em:\n\\<www.senado.gov.br/senadores/senadores\\_biografia.asp?codparl=1394&li=32&lcab=1921-1923&lf=32\\>.\n","dic":"DHBPR"}