{"title":"CARVALHO, Álvaro Pereira de","cargoss":["dep. fed. PB 1927-1928","pres. PB 1930."],"author":"Raimundo Helio Lopes","content":"**CARVALHO, Álvaro Pereira de**\n\n\\*dep. fed. PB 1927-1928; pres. PB 1930.\n\n*Álvaro Pereira de Carvalho* nasceu na cidade de Mamanguape (PB) no dia\n19 de fevereiro de 1885, filho de Manuel Pereira de Carvalho e de\nFrancisca Leopoldina de Carvalho.\n\nEstudou no Liceu Paraibano e aos 18 anos iniciou-se no jornalismo como\nsecretário do *Jornal do Comércio*, dirigido por Artur Aquiles,\nimportante jornalista da Paraíba. Passou também a lecionar italiano no\nLiceu Paraibano e, posteriormente, francês e inglês. Em 1916 formou-se\npela Faculdade de Direito do Recife e foi nomeado pelo então presidente\nda Paraíba, Francisco Camilo de Holanda (1916-1920), diretor do Liceu\nParaibano. No governo de Sólon Barbosa de Lucena (1920-1924) assumiu o\ncargo de secretário geral do estado. No governo seguinte, de João\nSuassuna (1924-1928), estudou uma reforma para o ensino público e para\ntanto fez várias viagens por diversas capitais da América do Sul.\n\nEm 1927 foi eleito deputado federal pela Paraíba para a legislatura\n1927-1929. Contudo, renunciou ao mandato em 1928, pois foi eleito\nvice-presidente do estado na chapa encabeçada por João Pessoa. Assumiu\ninterinamente o governo em algumas ocasiões durante a campanha eleitoral\nda Aliança Liberal, quando João Pessoa foi candidato a vice-presidente\nda República na chapa liderada por Getúlio Vargas. Quando João Pessoa\nfoi assassinado por João Dantas, em 26 de julho de 1930, substituiu-o.\nDurante sua curta administração, o governo federal resolveu pôr termo à\nrebelião de Princesa, movimento rebelde liderado por José Pereira Lima\ndeflagrado no município de Princesa, atual Princesa Isabel, em fevereiro\nde 1930, em oposição ao governo de João Pessoa. Já no dia 19 de agosto o\ngeneral Lavenère Wanderley, comandante da 7^a^ Região Militar, sediada\nem Recife, participou-lhe a pacificação da Paraíba. Também em seu\ngoverno, em decorrência de grande pressão popular, a Assembleia\nLegislativa votou lei, que sancionou em 4 de setembro, estabelecendo a\nmudança de nome da capital do estado de Paraíba para João Pessoa.\n\nCom a eclosão da Revolução de 1930 em 3 de outubro, no dia seguinte\nÁlvaro de Carvalho deixou o governo da Paraíba, substituído por José\nAmérico de Almeida. Abandou então a política e dedicou-se ao magistério.\nMudou-se para Santos (SP), onde morou durante sete anos, lecionando\ninglês em colégios particulares e advogando.\n\nNo campo jornalístico, foi redator de *O Combate* e diretor de *O\nComércio.* Foi também um dos fundadores da Academia Paraibana de Letras.\n\nFaleceu na cidade de João Pessoa no dia 5 de outubro de 1952.\n\nFoi casado em primeiras núpcias com Luísa Gonzaga dos Santos, com quem\nteve sete filhos, e em 1947 casou-se novamente com Francisca Marques da\nRocha.\n\nPublicou *Ensaios da crítica estética* (1920), *Revelações do eu*\n(1920), *Ensaios da crítica* (1924), *Nas vésperas da revolução* (1932),\n*Educação profissional* (1946) e *Augusto dos Anjos e outros ensaios*\n(1946).\n\nRaimundo Helio Lopes\n\n**FONTES:** ACAD. PARAIB. LET. Disponível em: \\<www.aplpb.com.br\\>.\nAcesso em: 8/12/2010; BELOCH, I.; ABREU, A. *Dicionário*; *Grande Encic.\nDelta Larousse*; PINTO, L. *Antologia*; PINTO, L. *Fundamentos.*\n","ref":"**FONTES:** ACAD. PARAIB. LET. Disponível em: \\<www.aplpb.com.br\\>.\nAcesso em: 8/12/2010; BELOCH, I.; ABREU, A. *Dicionário*; *Grande Encic.\nDelta Larousse*; PINTO, L. *Antologia*; PINTO, L. *Fundamentos.*\n","dic":"DHBPR"}