{"title":"CARVALHO, DANIEL DE","cargoss":["dep. fed. MG 1927-1930","const. 1934","dep. fed. MG 1935-1937","const."],"author":null,"content":"**CARVALHO, D****ANIEL** **DE**\n\n\\*dep. fed. MG 1927-1930; const. 1934; dep. fed. MG 1935-1937; const.\n1946; dep. fed. MG 1946; Min. Agric. 1946-1950; dep. fed. MG 1950-1955 e\n1956.\n\n*Daniel Serapião de Carvalho* nasceu em Itabira, então Itabira do Mato\nDentro (MG), no dia 9 de outubro de 1887, filho de Antônio Serapião de\nCarvalho, juiz de direito, e de Ana Utsch de Carvalho.\n\nApós cursar o primário e o secundário no Ginásio Mineiro, em Barbacena\n(MG), seguiu para Belo Horizonte e matriculou-se na Faculdade de\nDireito. Em 1906, ainda acadêmico, passou a dirigir o jornal *O Estado\nde Minas,* à frente do qual permaneceria até 1914. Foi também redator da\n*Tribuna do Norte* e do *Diário* *de Notícias.* Ainda enquanto\nfrequentava a faculdade, ingressou como amanuense na Secretaria de\nAgricultura, Viação e Obras Públicas do estado. Após bacharelar-se em\n1909, permaneceu nesse órgão, chegando a ocupar o cargo de chefe de\ndepartamento graças a sucessivas promoções.\n\nEm 1909-1910 atuou na Campanha Civilista, promovendo a candidatura de\nRui Barbosa à presidência da República, em oposição ao marechal Hermes\nda Fonseca, afinal vitorioso nas eleições de março de 1910. Em 1911,\nparticipou da organização do ensino agrícola e do Serviço de Colonização\nde Minas Gerais. Em 1912, seguiu para o Rio de Janeiro, então Distrito\nFederal, por ter sido nomeado inspetor da Fazenda Federal. Designado\npouco depois oficial de gabinete do então ministro da Fazenda, Francisco\nAntônio de Sales, fiscalizou, no exercício dessas funções, as agências\ndo Loide Brasileiro (1912-1913) e as repartições da Fazenda do Rio\nGrande do Sul e de Alagoas. Em 1913, ao final da gestão de Sales,\nretornou a Belo Horizonte, passando a integrar o corpo docente do\nGinásio de Minas.\n\nPor essa época, também assumiu a consultoria jurídica da Secretaria de\nAgricultura do estado, a convite de Raul Soares, titular da pasta\n(1914-1917), cuja chefia de gabinete passaria a exercer em 1915. Por\nocasião do litígio territorial entre Minas Gerais e Espírito Santo em\n1914, foi nomeado interventor civil na região contestada e auxiliar do\nadvogado geral de Minas Gerais na questão de terras públicas. Em 1916,\nrepresentou Minas junto ao governo de São Paulo na questão de limites\nentre os dois estados e também na Conferência Algodoeira realizada no\nRio de Janeiro. Dois anos mais tarde, em 1918, participou da campanha\neleitoral que levou Artur Bernardes a ser eleito presidente do estado de\nMinas Gerais. Em 1920 foi convidado por Raul Soares, então ministro da\nMarinha (1919-1920), para a assessoria daquele ministério, e foi também\nencarregado de organizar a seção mineira da Exposição de Londres.\n\nFiliado ao Partido Republicano Mineiro (PRM), elegeu-se deputado\nestadual em 1922. Ao mesmo tempo, participou da campanha pela eleição de\nArtur Bernardes para a presidência da República. Com a ascensão de Raul\nSoares à presidência de Minas Gerais, porém, renunciou a seu mandato de\ndeputado para assumir, ainda em 1922, a Secretaria de Agricultura,\nViação e Obras Públicas do estado. Durante sua gestão, realizou obras\npara a navegação no rio São Francisco, construiu em Viçosa a Escola\nSuperior de Agricultura e participou do Congresso das Municipalidades\nMineiras, realizado em 1924. Mesmo após a morte de Raul Soares (1924) e\na ascensão de Fernando de Melo Viana à presidência do estado, manteve-se\nno cargo, até o final do quadriênio (1926). Refere-se a ele o verso de\nMário de Andrade, em *Noturno de Belo Horizonte*, que fala de um jovem\nsecretário de Agricultura. Membro fundador do Automóvel Clube de Minas\nGerais em 1926, foi o primeiro presidente da entidade**.**\n\nEm 1927 foi eleito deputado federal na legenda do PRM para o período\n1927-1929, e distinguiu-se nos debates parlamentares sobre a política\nfinanceira do governo federal. Em 1928 participou do Congresso Agrícola\nComercial e Industrial de Belo Horizonte. Aproximando-se a sucessão\npresidencial de 1930, identificou-se com os propósitos da Aliança\nLiberal, formalmente criada em agosto de 1929, pronunciando-se na Câmara\ndos Deputados em favor da eleição de seus candidatos à presidência e à\nvice-presidência da República, Getúlio Vargas e João Pessoa.\n\nEm março de 1930 foi reeleito deputado federal, enquanto os candidatos\nda Aliança Liberal à presidência eram derrotados. Começou então a\nparticipar das articulações dos aliancistas com o objetivo de impedir a\nposse de Júlio Prestes e Vital Soares, candidatos situacionistas\nvitoriosos nas eleições presidenciais. Como representante dos\nrevolucionários mineiros, desempenhou missão na Europa em agosto daquele\nano, a fim de preparar a opinião pública europeia quanto à natureza do\nmovimento que se pretendia deflagrar. Manteve contatos com\nrepresentantes de vários países na Liga das Nações, em Genebra, passando\nainda pela Itália, por Paris e por Londres. Encontrava-se no desempenho\ndessa tarefa quando irrompeu a revolução, em 3 de outubro. Com a vitória\ndo movimento e a dissolução dos órgãos legislativos do país, teve o\nmandato interrompido.\n\nEm agosto de 1931, participou da convenção do PRM realizada em Belo\nHorizonte com o objetivo de redefinir as linhas do partido e adequar seu\nprograma aos princípios que haviam inspirado a Aliança Liberal. Desse\nmodo, o PRM, então praticamente reduzido à ala liderada por Artur\nBernardes, pretendia fazer frente ao crescimento que vinha tendo a\nLegião Liberal Mineira. Apoiada pelo presidente do estado, Olegário\nMaciel, a Legião vinha absorvendo redutos e militantes do partido. Os\ntrabalhos da convenção decorreram em um clima tenso e, após a denúncia\nde que o secretário de Agricultura José Monteiro Ribeiro Junqueira\nestaria usando o cargo para se beneficiar, ocorreu, no dia 18 de agosto,\numa tentativa de deposição de Olegário Maciel. Apesar de ter havido\nenvolvimento do governo provisório no episódio, a responsabilidade\nrecaiu sobre o PRM, comprometendo ainda mais as relações entre o partido\ne o governo estadual.\n\nEntre 1931 e 1934, representou Minas Gerais no quinto, sexto e sétimo\ncongressos nacionais de transportes rodoviários e no Congresso\nPan-Americano de Transporte, no Rio de Janeiro. Foi membro das comissões\npara o estudo da legislação sobre reflorestamento, mineralogia e águas,\ntendo ainda presidido a comissão encarregada de elaborar o projeto do\nDepartamento Nacional de Estradas.\n\nEm 1933 foi eleito deputado por Minas Gerais à Assembleia Nacional\nConstituinte, na legenda do PRM. Defendeu na Assembleia o federalismo e\na autonomia dos municípios, os quais, em sua opinião, estavam cerceados\nna sua liberdade cívica e política devido ao controle exercido pelos\nchefes locais sobre os cidadãos. Posicionou-se também a favor da unidade\nprocessual na organização do Poder Judiciário e do princípio de\nrepresentação proporcional nas comissões constitucionais e legislativas.\nFoi um dos 20 deputados que se manifestaram contra a prorrogação dos\nmandatos dos parlamentares eleitos para a Constituinte, que acabou por\nreconhecer a validade desses mandatos apenas até a posse dos deputados a\nserem eleitos para a legislatura ordinária. Reeleito em outubro de 1934,\nainda na legenda do PRM, iniciou o novo mandato em maio de 1935 e\npermaneceu na Câmara até a instauração do Estado Novo, em 10 de novembro\nde 1937. Nessa legislatura integrou a Comissão de Finanças, tendo sido o\nrelator do orçamento da União para os anos de 1935, 1936 e 1937. Em\n1935, assumiu a vice-presidência da Cruz Vermelha no Brasil.\n\nQuando, após o levante comunista de novembro de 1935, Getúlio Vargas\npediu ao Congresso Nacional a decretação do estado de sítio em todo o\npaís pelo espaço de 60 dias, ao lado de Artur Bernardes e Pedro Macário\nde Almeida, votou a favor do pedido presidencial, embora, inicialmente,\no Congresso só tenha concordado com 30 dias. Entretanto, em maio de\n1936, como membro da Minoria Parlamentar (conjunto de partidos\noposicionistas estaduais), manifestou-se contrário à prisão de\ncongressistas acusados de envolvimento no levante, já que a medida\ndesrespeitava as imunidades parlamentares. Também criticou as demais\natitudes radicais adotadas no combate ao comunismo.\n\nFoi consultor jurídico da Comissão Preparatória do Plano Siderúrgico,\nque antecedeu a instalação da usina de Volta Redonda em janeiro de 1941.\nLogo em seguida, foi designado diretor-secretário da Companhia\nSiderúrgica Nacional. Ainda ocupava esse cargoquando, em 24 de outubro\nde 1943, assinou o *Manifesto dos mineiros*, primeira manifestação da\nelite política no sentido de reconstitucionalização do país, contra a\nditadura do Estado Novo. Em decorrência dessa atitude, foi afastado do\ncargo.\n\nEm 1943, participou do I Congresso Brasileiro de Economia e do Congresso\nInteramericano de Advogados, ambos realizados no Rio de Janeiro; em\n1944, do Congresso Brasileiro da Indústria, em São Paulo, e, em 1945, da\nI Conferência Nacional das Classes Produtoras, em Teresópolis (RJ). Foi\nmembro da diretoria da Sociedade Brasileira de Economia Política\n(1943-1945), que mais tarde veio a presidir, e vice-presidente\n(1945-1966) da Associação Comercial do Rio de Janeiro.\n\nEm 2 de dezembro de 1945, elegeu-se deputado por Minas Gerais à\nAssembleia Nacional Constituinte na legenda do Partido Republicano (PR).\nTomou posse em fevereiro de 1946 e nesse mesmo ano assumiu a presidência\ndo Instituto Brasileiro de Educação, Ciência e Cultura, vinculado à\nOrganização das Nações Unidas para a Educação, a Ciência e a Cultura\n(Unesco). Na Constituinte, foi mais uma vez designado para a Comissão de\nFinanças e trabalhou principalmente no capítulo da Constituição relativo\nao orçamento. Defendeu também na Assembleia a mudança da capital da\nRepública para o Brasil Central. Após a reconstitucionalização do país\nem setembro de 1946, estabeleceu-se o acordo interpartidário destinado a\nfortalecer a base parlamentar do governo do presidente Eurico Gaspar\nDutra. Esse acordo decorreu principalmente dos compromissos assumidos\nentre a União Democrática Nacional (UDN), oposicionista, e o Partido\nSocial Democrático (PSD), situacionista. O presidente Dutra formou então\num ministério de coligação integrado por esses dois partidos e pelo PR.\nA este último coube a pasta da Agricultura, que foi assumida por Daniel\nde Carvalho em 14 de outubro.\n\nDurante sua gestão, promoveu a organização de um plano de trabalho\nconjunto entre seu ministério e as secretarias estaduais,\nconcentrando-se em três pontos: motomecanização da lavoura, difusão pelo\npaís de pequenos estabelecimentos para contato direto com o agricultor e\nfomento à cultura do trigo. Fixou e regulamentou a rede de\nestabelecimentos de ensino agrícola no território nacional e encaminhou\nao Congresso um projeto de lei agrária, modificando a organização\nagrícola do país. Em 1947, baixou instruções para a abertura e\nfuncionamento de postos agropecuários e instituiu a Comissão de Relações\nAgrícolas Internacionais. Criou o primeiro centro de treinamento para\nmecânicos agrícolas em diversos graus, de acordo com proposta da\nComissão Brasil-Estados Unidos para Educação das Populações Rurais,\norganizada na gestão anterior. Em fevereiro de 1948 transferiu a\nUniversidade Rural para o quilômetro 47 da rodovia Rio-São Paulo, e em\nnovembro do mesmo ano organizou a Companhia Hidroelétrica do São\nFrancisco, criando o Parque Nacional de Paulo Afonso.\n\nDaniel de Carvalho permaneceu no Ministério da Agricultura até 24 de\nabril de 1950, quando retornou à Câmara dos Deputados. Em outubro desse\nano foi reeleito para a legislatura 1951-1955, e em outubro de 1954\nobteve uma suplência. Voltou à Câmara em junho de 1955, mas afastou-se\nem novembro, por discordar do movimento político do dia 11 daquele mês,\nque provocou o impedimento do presidente Café Filho e de seu substituto\nlegal Carlos Luz. Voltou a assumir o mandato em maio de 1956 e exerceu-o\naté novembro.\n\nFoi catedrático de direito civil na Pontifícia Universidade Católica\n(PUC) do Rio de Janeiro e de instituições de direito privado na\nFaculdade Nacional de Ciências Econômicas, onde também lecionou direito\ninternacional e comercial. Foi presidente da Companhia Construtora\nMeridional S.A., no Rio de Janeiro, do Banco Industrial de Minas Gerais\nS.A. e do Instituto de Economia da Associação Comercial do Rio de\nJaneiro; consultor jurídico do Conselho da Ordem dos Advogados do Brasil\n(OAB); membro do Instituto dos Advogados Brasileiros, da Sociedade de\nGeografia, do Instituto Histórico e Geográfico de Minas Gerais, da\nSociedade Mineira de Agricultura e da Sociedade dos Amigos de Alberto\nTorres; e grande acionista da Companhia Nacional de Gás Esso,\nsubsidiária da norte-americana Standard Oil.\n\nFaleceu no Rio de Janeiro, no dia 29 de maio de 1966.\n\nFoi casado com Alice Mibielli de Carvalho, filha de Pedro Mibielli\n(1866-1945), ministro do Supremo Tribunal Federal de 1912 a 1931.\n\nEntre as principais obras que publicou, além de inúmeros relatórios,\npareceres, conferências, discursos e artigos, destacam-se: *Notícia\nhistórica sobre o algodão em Minas Gerais* (1916),*Traços de uma grande\nvida: Teófilo Otoni, campeão da liberdade* (1934)*, Estudos e\ndepoimentos* (1953)*, Formação histórica de Minas Gerais* (1956)*,\nCapítulos de memórias* (1957)*, Novos estudos e depoimentos* (1959) e\n*De outros tempos* (memórias, 1961). Escreveu também *Imposto de renda\nno Brasil* e *Os* *caminhos antigos de Minas Gerais.*\n\nSílvia Pantoja\n\n**FONTES:** BELEZA, N. *Evolução*; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; CÂM. DEP. Relação dos dep.; CÂM. DEP. Relação nominal\ndos senhores; Câm. Dep. seus componentes; CARONE, E. *República nova*;\nCOELHO, J. *Dicionário*; CONSULT. MAGALHÃES, B.; CONSULT RAMOS, P.;\nCOUTINHO, A. Brasil; *Cronologia da Assembleia*; Diário do Congresso\nNacional; *Encic. Mirador*; FRANCO, A. *Escalada*; GODINHO, V.\n*Constituintes*; *Grande encic. Delta*; *Grande encic. portuguesa*;\nGUERRA FILHO, R. *Ministério*; HIPÓLITO, L. *Manifesto*; HIRSCHOWICZ, E.\n*Contemporâneos*; *Jornal do Comércio*, Rio (24/5/64 e 31/5/66); LEITE,\nA. *Páginas*; MIN. GUERRA, *Almanaque* (1948); MIN. MAR. *Almanaque*;\nMONTEIRO, N. *Dicionário*; MOREIRA, J. Dic.; OLIVEIRA, M. História;\n*Personalidades*; Rev. Arq. Públ. Mineiro; SILVA, G. Constituinte.\n","ref":"**FONTES:** BELEZA, N. *Evolução*; Boletim Min. Trab. (5/1936); CÂM.\nDEP. *Deputados*; CÂM. DEP. Relação dos dep.; CÂM. DEP. Relação nominal\ndos senhores; Câm. Dep. seus componentes; CARONE, E. *República nova*;\nCOELHO, J. *Dicionário*; CONSULT. MAGALHÃES, B.; CONSULT RAMOS, P.;\nCOUTINHO, A. Brasil; *Cronologia da Assembleia*; Diário do Congresso\nNacional; *Encic. Mirador*; FRANCO, A. *Escalada*; GODINHO, V.\n*Constituintes*; *Grande encic. Delta*; *Grande encic. portuguesa*;\nGUERRA FILHO, R. *Ministério*; HIPÓLITO, L. *Manifesto*; HIRSCHOWICZ, E.\n*Contemporâneos*; *Jornal do Comércio*, Rio (24/5/64 e 31/5/66); LEITE,\nA. *Páginas*; MIN. GUERRA, *Almanaque* (1948); MIN. MAR. *Almanaque*;\nMONTEIRO, N. *Dicionário*; MOREIRA, J. Dic.; OLIVEIRA, M. História;\n*Personalidades*; Rev. Arq. Públ. Mineiro; SILVA, G. Constituinte.\n","dic":"DHBPR"}