{"title":"ALBUQUERQUE, Carlos Cavalcanti de","cargoss":["Deputado federal","Deputado federal","Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0,0,0],"datas_ini":[1909,1900,1912,1921],"datas_fim":[1911,0,1916,1930],"estados":["PR","PR","PR","PR"],"autor":[0],"content":"**ALBUQUERQUE, Carlos Cavalcanti de**\n\n\\* militar; dep. fed. PR 1900-1905e 1909-1911; pres. PR 1912-1916;\nsen.PR 1921-1930.\n\n*Carlos Cavalcanti de Albuquerque* nasceu no Riode Janeiro, então\ncapital do Império,no dia 22 de março de 1864, filhode Inocêncio José\nCavalcanti de Albuquerque,militar, morto em combate na Guerra\ndoParaguai, e de Joaquina da Mota Cavalcantide Albuquerque.\n\nIniciou o curso de humanidadesem Vitória, no Espírito Santo. Por\nintervençãode seu tio, general José de AlmeidaBarreto, frequentou ainda\no Colégio Serapião,em Curitiba. Concluiu o curso secundáriona Escola de\nCadetes, em Porto Alegre,em 1879, e cursou em seguida aEscola Militar da\nPraia Vermelha, no Riode Janeiro, formando-se engenheiro militar\neobtendo o bacharelado em ciências físicase matemáticas.\n\nIngressou na política em 1890,como oficial de gabinete do\npresidenteprovisório do estado do Paraná, InocêncioSerzedelo Correia.\nFoi eleito deputado constituinteestadual em 1892. Após a Revolução\nFederalista(1893-1895), conflito iniciado no Rio Grandedo Sul que se\nestendeu por todaa Região Sul do país, cindindo políticae militarmente o\nParaná, foi eleito deputadofederal em 1900 e reeleito em 1903,exercendo\no mandato de 1900 a 1905.Alcançou nova reeleição em 1909 e permaneceuna\nCâmara até 1911.\n\nNesse ano, seu nome foi lançadoà sucessão do presidente estadual\nFranciscoXavier da Silva pelo partido hegemônicolocal, o Partido\nRepublicano Paranaense. Eleito,governou o Paraná de 25 de fevereirode\n1912 a 25 de fevereiro de 1916,quando tomou posse seu sucessor\nAfonsoCamargo. Em sua gestão, criou o Corpode Bombeiros e obteve\nempréstimos externosa fim de equacionar o desequilíbrio\norçamentário.Criou ainda a Secretaria de Agricultura,Comércio e\nIndústria, com o propósitode estimular as atividades econômicas\nnoestado. Para isso adotou, entre outrasmedidas, a que ele próprio\ndestacou: uma“ativa propaganda para dilatar os mercadosde consumo dos\nnossos principais produtosde exportação, muito especialmente o daerva\nmate”. Revelando sua origem militar,em seu governo preocupou-se também\ncoma organização e o incremento dos equipamentosbélicos e do efetivo das\nforças policiais,destacando a peculiaridade da posição territorialdo\nParaná, que faz fronteira com oParaguai e a Argentina.\n\nSeu período à frente da administraçãoestadual foi marcado por\nnegociações econtrovérsias com o governo de Santa Catarinaem torno da\ndelimitação de terras nadivisa entre os dois estados. A querela,que se\narrastava havia cerca de umséculo, desdobrou-se, precisamente em seus\nanosde governo, na chamada Guerra do Contestado,conflito que envolveu\ntrabalhadores rurais, coronéis,ou grandes proprietários de terras, ea\nempresa norte-americana Railway Company. Recusandonegociações exclusivas\ncom o governo catarinense,apelou ao arbitramento da União para\nsolucionara questão. A controvérsia só teria umdesfecho após o fim de\nseu governo,com a decisão do Supremo Tribunal Federalfavorável à\ndevolução de uma faixa deterra às margens do rio Iguaçu aoestado de\nSanta Catarina.\n\nA partir de 1921 foi sucessivamenteeleito senador da República até ter\nomandato interrompido pelo movimento revolucionárioe 1930, que trouxe\nGetúlio Vargas aopoder e extinguiu todos os órgãos legislativosdo país.\nNo Senado, defendeu a criaçãodo Ministério da Aeronáutica, proposta\nqueteve a oposição de Santos Dumont, contrárioao uso da aviação para\nfins bélicos.\n\nFoi ainda chefe de gabinete daAdministração da Guerra, comandante do\nIRegimento de Infantaria e chefe do Estado-Maiorda 1^a^ Região Militar.\n\nFaleceu no Rio de Janeiro em23 de fevereiro de 1935.\n\nFoi casado com Francisca, irmãde Caetano Munhoz da Rocha, presidentedo\nParaná (1920-1928) e senador da República(1928-1930).\n\nEscreveu o livro *Forças de terra*, publicadoem 1902.\n\nRoberto Bitencourt da Silva\n\n**FONTES:**ALBUQUERQUE, C. *Mensagem* (1913-1915); CarlosCavalcanti de\nAlbuquerque. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1547&li=32&lcab=1921-1923&lf=32\\>.Acesso\nem: 17/2/2009; CARNEIRO, D.; VARGAS,T. *História*; FAUSTO, B.\n\n*História*;GOULART, M. *Coronelismo*; LOVE, J. *Regionalismo*\n","ref":"**FONTES:**ALBUQUERQUE, C. *Mensagem* (1913-1915); CarlosCavalcanti de\nAlbuquerque. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1547&li=32&lcab=1921-1923&lf=32\\>.Acesso\nem: 17/2/2009; CARNEIRO, D.; VARGAS,T. *História*; FAUSTO, B.\n\n*História*;GOULART, M. *Coronelismo*; LOVE, J. *Regionalismo*\n","dic":"DHBPR"}
