{"title":"CARVALHO, Joaquim Pires Muniz de","cargoss":["dep. fed. BA 1912-1920."],"author":null,"content":"**CARVALHO, Joaquim Pires Muniz de**\n\n\\*dep. fed. BA 1912-1920.\n\n*Joaquim Pires Muniz de Carvalho* nasceu em Salvador no dia 30 de\ndezembro de 1868, filho de Arquimedes Pires de Carvalho e de Eudóxia de\nArgolo Ferrão Muniz Fiúza Barreto.\n\nFilho de pais pobres, muito cedo começou a trabalhar no comércio.\nIngressou na Faculdade de Medicina da Bahia, mas cursou tão somente o\nprimeiro ano, sendo obrigado, pelas necessidades materiais, a abandonar\no curso. Posteriormente cursou a Faculdade de Direito do Recife e\nbacharelou-se em 1894. Iniciou a carreira como solicitador da Secretaria\nda Fazenda. A convite de Augusto Guimarães, diretor e proprietário do\n*Diário da Bahia*, passou a trabalhar no jornal como revisor e\nnoticiarista, sendo posteriormente transferido para a redação. Em função\nde sua facilidade de comunicação e destreza na escrita logo foi atraído\npela política partidária, passando a integrar os quadros do Partido\nRepublicano Conservador (PRC). O partido era então presidido\nnacionalmente por Quintino Bocaiúva e efetivamente liderado pelo senador\nPinheiro Machado; na Bahia, era liderado pelos ex-governadores Luís\nViana, José Marcelino e Severino Vieira, e ainda por J. J. Seabra, além\nde outros de menor projeção.\n\nCandidatou-se pela primeira vez nas eleições para a Câmara dos Deputados\nde 1912, obtendo expressiva votação. Tomou posse em maio do mesmo ano e,\nem função de sua vitória e de suas relações com o ex-governador e líder\ndo PRC Luís Viana, foi indicado por este para exercer a liderança da\nbancada baiana na Câmara. Tal indicação provocou uma cisão dentro do\npartido, pois o governador J. J. Seabra não a endossou, tendo em vista\nque o candidato de sua preferência era o deputado Mário Hermes. Os\ndesentendimentos entre J. J. Seabra e Luís Viana foram se avolumando até\nchegar ao afastamento deste último da comissão executiva do PRC, em 4 de\njaneiro de 1913. Joaquim Pires Muniz de Carvalho afastou-se também do\npartido, junto com o ex-governador e com os deputados Deraldo Dias,\nCarlos Leitão, Pedro Mariano e outros quatro companheiros da bancada\nbaiana. Foi reeleito para as legislaturas 1915-1917 e 1918-1920, e ao\nfinal desta última deixou a Câmara. Passou então a se dedicar à\nadvocacia, representando os interesses de diversas casas comerciais de\nSalvador e do interior do estado. Exerceu ainda a secretaria do Senado\nestadual, onde veio a se aposentar.\n\nFaleceu em Itaparica (Bahia) no dia 5 de fevereiro de 1928, vítima de\ninfarto.\n\nCasou-se com Almerinda Imbassaí Pires de Carvalho, com quem teve seis\nfilhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); ASS. COM BA. Boletim (ano\n19, n.5. p.4, 1928); BULCÃO SOBRINHO, A. *Representantes* (p.55-86);\n*Diário da Bahia, Imparcial,* SAMPAIO, C. *Partidos*; *Tarde*\n(7/2/1928). Enterramentos.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); ASS. COM BA. Boletim (ano\n19, n.5. p.4, 1928); BULCÃO SOBRINHO, A. *Representantes* (p.55-86);\n*Diário da Bahia, Imparcial,* SAMPAIO, C. *Partidos*; *Tarde*\n(7/2/1928). Enterramentos.\n","dic":"DHBPR"}