{"title":"CARVALHO, JOÃO SIMPLÍCIO ALVES DE","cargoss":["Deputado federal","Constituinte","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1909,1934,1935],"datas_fim":[1929,1934,1937],"estados":["RS",0,"RS"],"autor":[0],"content":"**CARVALHO, J****OÃO S****IMPLÍCIO A****LVES** **DE**\n\n\\*militar; dep. fed. RS 1909-1929; const. 1934; dep. fed. RS 1935-1937.\n\n*João Simplício Alves de Carvalho* nasceu em Jaguarão (RS) no dia 2 de\nagosto de 1868.\n\nIngressou na Escola Militar da Praia Vermelha, no Rio de Janeiro, então\ncapital do Império, em fevereiro de 1885. Formou-se em matemática e\nciências físicas e, optando pela arma de engenharia, saiu aspirante a\noficial em janeiro de 1889. Em outubro do ano seguinte foi promovido a\nsegundo-tenente, em setembro de 1891 a primeiro-tenente, e em agosto de\n1896 participou, em Porto Alegre, da fundação da Escola de Engenharia,\nque atualmente faz parte da Universidade Federal do Rio Grande do Sul.\nEm setembro de 1900 foi promovido a capitão.\n\nEm 1901 foi eleito deputado estadual pelo Partido Republicano\nRio-Grandense (PRR) e nos anos seguintes teve o mandato renovado. Em\nsetembro de 1908 foi eleito deputado federal para a legislatura\n1909-1911. Deixando a Assembleia estadual, ocupou uma cadeira na Câmara\ndos Deputados e foi reeleito para mais seis legislaturas. Nesse período,\nem dezembro de 1915 tornou-se diretor da Escola de Engenharia, em Porto\nAlegre, e em 1920 foi promovido a general de brigada. Encerrou o último\nmandato em dezembro de 1929.\n\nEm 1930, a convite do então presidente do estado, Getúlio Vargas\n(1928-1930), assumiu a Secretaria da Fazenda do Rio Grande do Sul em\nsubstituição a Firmino Paim Filho, que fora eleito senador em março\ndaquele ano. Já após a Revolução de 1930, em maio de 1933 elegeu-se\ndeputado à Assembleia Nacional Constituinte pelo Rio Grande do Sul.\nEmpossado em novembro daquele mesmo ano, produziu diversos pareceres e\nemendas ao anteprojeto constitucional então em discussão, do qual\ndiscordava, particularmente no tocante à educação e ao ensino. Depois de\npromulgada a nova Constituição em 16 de julho de 1934 e eleito o\npresidente da República no dia seguinte, teve seu mandato prorrogado até\nmaio de 1935 e em outubro foi eleito, agora na legenda do Partido\nRepublicano Liberal, para a legislatura ordinária que então se\niniciaria. Cumpriu seu mandato até o dia 10 de novembro de 1937, quando,\ncom o advento do Estado Novo foram suprimidos todos os órgãos\nlegislativos no país. Durante seu período na Câmara participou das\ncomissões de Diplomacia e Tratados e de Agricultura e Finanças. Ainda em\nnovembro de 1937 foi nomeado e empossado presidente da Caixa Econômica\nFederal do Rio de Janeiro, cargo em que permaneceu até julho de 1939.\n\nNa carreira militar reformou-se no posto de general de divisão.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 10 de março de\n1942.\n\nEra casado com Maria Basília da Rocha Carvalho.\n\n**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (I);*Boletim Min. Trab.*\n(5/1936); CÂM. DEP*. Deputados*; *Câm. Dep. seus componentes*; CONSULT.\nMAGALHÃES, B.; CORRESP. ESC. ENGENHARIA UFRGS; *Diário* *do Congresso\nNacional*; ENTREV. PEIXOTO, A.; GODINHO, V. *Constituintes*; PINTO, A.\n*Caixa*; SILVA, H. *1930*; SILVA, H. *1931.*\n","ref":"**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (I);*Boletim Min. Trab.*\n(5/1936); CÂM. DEP*. Deputados*; *Câm. Dep. seus componentes*; CONSULT.\nMAGALHÃES, B.; CORRESP. ESC. ENGENHARIA UFRGS; *Diário* *do Congresso\nNacional*; ENTREV. PEIXOTO, A.; GODINHO, V. *Constituintes*; PINTO, A.\n*Caixa*; SILVA, H. *1930*; SILVA, H. *1931.*\n","dic":"DHBPR"}
