{"title":"CARVALHO, José Nicolau Tolentino de","cargoss":["pres. RN 1877-1878","const. 1891","dep. fed. PE 1891-1896."],"author":"Raimundo Helio Lopes","content":"**CARVALHO, José Nicolau Tolentino de**\n\n\\*pres. RN 1877-1878; const. 1891; dep. fed. PE 1891-1896.\n\n*José Nicolau Tolentino de Carvalho* nasceu em Pernambuco.\n\nFormado pela Faculdade de Direito do Recife, iniciou sua vida política\nainda durante o Império, quando se filiou ao Partido Conservador. A\npartir de 1872 foi várias vezes eleito deputado provincial em\nPernambuco, até 1883. Durante esses anos, assumiu a presidência da\nprovíncia do Rio Grande do Norte, em 18 de abril de 1877. Ficou no cargo\nmenos de um ano, pois, quando João Lins Vieira Cansanção de Sinimbu,\nfigura importante do Partido Liberal, assumiu a presidência do Conselho\nde Ministros em 1878, o destituiu.\n\nProclamada a República (15/11/1889), foi eleito deputado constituinte\npor Pernambuco em setembro de 1890. Assumiu sua cadeira em 15 de\nnovembro, quando foi instalada a Assembleia Nacional Constituinte no Rio\nde Janeiro, agora Distrito Federal, participou dos trabalhos de\nelaboração da primeira Constituição republicana do país, promulgada em\n24 de fevereiro de 1891, e em junho passou a cumprir o mandato\nordinário. Reeleito para a legislatura seguinte, permaneceu na Câmara\ndos Deputados até dezembro de 1896, quando se encerraram seu mandato e a\nlegislatura. Retornou ao estado natal e foi eleito senador estadual em\n1907.\n\nNo campo jornalístico, foi redator do periódico *A Província* e\ncolaborou com *Ensaio Literário* e *O Século*, todos de Pernambuco.\n\nFaleceu em Pernambuco no dia 27 de junho de 1910.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande Encic. Delta Larousse*; NASCIMENTO, L. *História da Imprensa*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande Encic. Delta Larousse*; NASCIMENTO, L. *História da Imprensa*.\n","dic":"DHBPR"}