{"title":"ALBUQUERQUE, Garcia Pires de Carvalhoe","cargoss":["const. 1891","dep. fed. BA1891-1893 e 1903-1908."],"author":null,"content":"**ALBUQUERQUE, Garcia Pires de Carvalhoe**\n\n\\* const. 1891; dep. fed. BA1891-1893 e 1903-1908.\n\n*Garcia Dias Pires de Carvalho e Albuquerque* nasceu emSalvador no dia\n20 de setembro de1840, filho de Antônio Joaquim Pires deCarvalho e\nAlbuquerque, barão e viscondeda Torre de Garcia D’Ávila, e deAna Maria\nde São José e Aragão.O titulo de barão foi concedido aseu pai no dia da\ncoroação de domPedro I (1/12/1822) em função dos relevantesserviços por\nele prestados nas lutas pelaIndependência do Brasil, quando organizou\necomandou as forças da “Torre de GarciaD’Ávila”, razão pela qual também\nrecebeua Medalha de Ouro da Independência. Otítulo de visconde foi-lhe\nconcedido em12 de outubro de 1826, e o devisconde com grandeza, em de 18\ndejulho de 1841.\n\nEm 1860, diplomou-se em ciênciasjurídicas pela Faculdade de Direito\ndoRecife.\n\nProclamada a República em 15 denovembro de 1889, foi eleito para\naAssembleia Nacional Constituinte em 15 desetembro de 1890. Assumiu o\nmandato em15 de novembro seguinte e, após apromulgação da primeira Carta\nrepublicana, exerceuo mandato ordinário até o fim dalegislatura, em 31\nde dezembro de 1893.\n\nEm 16 de abril de 1903,com a renúncia de Deocleciano Pires Teixeiraà sua\ncadeira no Senado Estadual daBahia, concorreu à vaga, foi eleito\nereconhecido em sessão de 1^o^de agosto. Em 4 de outubro seguinte,em\neleição suplementar para preencher avaga do deputado federal Manuel\nAdalbertoOliveira Guimarães, falecido no dia 29de junho, foi eleito para\na Câmarados Deputados. Na eleição para a legislatura1906-1908, teve seu\nmandato renovado.\n\nFaleceu na cidade do Rio deJaneiro, então Distrito Federal, no dia15 de\njulho de 1917.\n\nCasado com Maria Capitulina deTeive e Argolo, filha do coronel Miguelde\nTeive e Argolo, teve os filhosAntônio Joaquim Pires de Carvalho e\nAlbuquerquee Garcia de Ávila Pires de Carvalhoe Albuquerque. O primeiro\nfoi deputadoà Assembleia Constituinte baiana em 1891e deputado estadual\nde 1891 a 1894,juiz federal no estado do Rio deJaneiro e no Distrito\nFederal de 1897a 1909, ministro do Supremo Tribunal Federalde 1917 a\n1931, e procurador geralda República de 1919 a 1930.\n\nJaime Oliveira do Nascimento\n\n**FONTES:**BEVILAQUA, C. *História*;BULCÃO SOBRINHO, A. *Histórico*;\nBULCÃO SOBRINHO,A. *Relembrando*; BULCÃO SOBRINHO, A.\n*Representantes*;BULCÃO SOBRINHO, A. *Titulares*; *Diário oficial BA*\n(p.489);RHEINGANTZ, C. *Titulares.*\n","ref":"**FONTES:**BEVILAQUA, C. *História*;BULCÃO SOBRINHO, A. *Histórico*;\nBULCÃO SOBRINHO,A. *Relembrando*; BULCÃO SOBRINHO, A.\n*Representantes*;BULCÃO SOBRINHO, A. *Titulares*; *Diário oficial BA*\n(p.489);RHEINGANTZ, C. *Titulares.*\n","dic":"DHBPR"}