{"title":"CARVALHO, LUÍS","cargoss":["dep. fed. MA 1915-1917","const. 1946","dep. fed. 1946-1951."],"author":null,"content":"**CARVALHO, L****UÍS**\n\n\\*dep. fed. MA 1915-1917; const. 1946; dep. fed. 1946-1951.\n\n*Luís Carvalho* nasceu em Oeiras (PI) no dia 25 de agosto de 1880, filho\nde Cinobelino Ferreira de Carvalho e de Rosália Francisca Mendes de\nCarvalho.\n\nTransferindo-se para São Luís do Maranhão em 1894, fez os estudos\npreparatórios no Liceu Maranhense. Ingressou mais tarde na Faculdade de\nDireito do Recife, pela qual se bacharelou em 1906. A partir do ano\nseguinte, abriu banca de advogado no Maranhão e foi nomeado fiscal\nfederal de ensino junto ao Liceu Maranhense.\n\nAinda em 1907 foi eleito deputado estadual, com mandato até 1909.\nConsecutivamente reeleito em 1910, 1913 e 1916, conservou sua cadeira na\nAssembleia Legislativa até 1918. Em 1915 foi escolhido\nprimeiro-secretário da Assembleia e foi também eleito cumulativamente\ndeputado federal. Cumpriu o mandato na Câmara dos Deputados de maio de\n1915 a dezembro de 1917, tendo integrado a Comissão de Petições e\nPoderes.\n\nFundou em São Luís a sociedade literária Oficina dos Novos e, como\njornalista, colaborou no *Jornal da Manhã* e *A Pacotilha*, além de ter\nsido diretor e um dos proprietários do *Diário do Maranhão*.\n\nVoltou à política após o fim do Estado Novo (29/10/1945), sendo eleito\nem dezembro deputado pelo Maranhão à Assembleia Nacional Constituinte na\nlegenda do Partido Social Democrático (PSD). Tomou posse em fevereiro do\nano seguinte e, com a promulgação da nova Carta em 18/9/1946 e a\ntransformação da Constituinte em Congresso ordinário, passou a integrar\na Comissão de Indústria e Comércio da Câmara. Nas eleições de outubro de\n1950 voltou a se candidatar a deputado federal, sempre pelo PSD, e\nobteve uma suplência. Permaneceu na Câmara dos Deputados até o fim de\njaneiro de 1951, quando se encerraram seu mandato e a legislatura.\n\nFaleceu no dia 6 de junho de 1963.\n\nPublicou *Ambula* (versos) e *Primeiras águas* (contos).\n\n**FONTES:** ABRANCHES, J. *Governos*; BRAGA, S. *Quem foi quem*; CÂM.\nDEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*. Repertório\n(1946-1967); CÂM. DEP. Relação dos dep.; Diário do Congresso Nacional;\nSILVA, G. *Constituinte*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BRAGA, S. *Quem foi quem*; CÂM.\nDEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*. Repertório\n(1946-1967); CÂM. DEP. Relação dos dep.; Diário do Congresso Nacional;\nSILVA, G. *Constituinte*.\n","dic":"DHBPR"}