{"title":"CARVALHO, Pais de","cargoss":["const. 1891","sen. PA 1891-1893","gov. PA 1897-1901","sen. PA 1903-1912."],"author":"Adrianna Setemy","content":"**CARVALHO, Pais de**\n\n\\*const. 1891; sen. PA 1891-1893; gov. PA 1897-1901; sen. PA 1903-1912.\n\n*José Pais de Carvalho* nasceu em Belém do Pará no ano de 1850.\n\nFez o curso secundário na Escola Politécnica de Lisboa e formou-se em\nmedicina na Escola Cirúrgica da mesma cidade. Ingressou depois no corpo\nclínico do Hospital de Caridade da Santa Casa de Misericórdia do Pará.\n\nUm dos fundadores do Clube Republicano do Pará, criado em 1886 com o\nintuito de propagar os ideais republicanos na província, tornou-se seu\npresidente em 1889. Ao receber do Rio de Janeiro “despachos\ntelegráficos” comunicando a proclamação da República em 15 de novembro\ndaquele ano, reuniu-se na mesma noite com os demais membros do clube e\ncom oficiais das forças de terra e de mar. Na ocasião, foi marcado para\no dia seguinte ao meio-dia nova reunião no quartel do 15^o^ Batalhão de\nInfantaria, em Nazaré. Dali saiu a comissão que foi conferenciar com o\npresidente da província, Antônio José Ferreira Braga. Diante da recusa\ndeste a renunciar ao cargo, o 15^o^ Batalhão marchou pela estrada de\nNazaré em direção a Belém, recebendo a adesão tanto do Corpo Policial\ncomo do 4^o^ Batalhão de Artilharia. No dia 17 de novembro, foi\nempossada a junta provisória composta por Justo Chermont,\ntenente-coronel Bento José Fernandes Júnior e capitão de fragata José\nMaria do Nascimento, que iria governar o estado até que o governo\nprovisório do marechal Deodoro da Fonseca, no Rio de Janeiro, nomeasse\num governador. Na mesma ocasião, José Pais de Carvalho foi nomeado\npresidente do Legislativo estadual.\n\nNas eleições de 15 de setembro de 1890 para a Assembleia Nacional\nConstituinte, Pais de Carvalho foi eleito senador pelo estado do Pará.\nFoi escolhido segundo-secretário da Constituinte e foi signatário da\nConstituição de 1891. Após encerrar o mandato em 1893, concorreu à\nvice-presidência da República nas eleições presidenciais de 1894, e foi\nderrotado por Manuel Vitorino, do Partido Republicano Federal, que foi\neleito ao lado do presidente Prudente de Morais (1894-1898).\n\nFoi governador do estado do Pará de 1^o^ de fevereiro de 1897, sucedendo\na Lauro Sodré, a 1^o^ de fevereiro de 1901, quando foi substituído por\nAugusto Montenegro. Nesse período, participou da fundação da Sociedade\nMédico-Farmacêutica do Pará, instalada em Belém no dia 1^o^ de fevereiro\nde 1898. Em abril de 1903 retornou ao Senado. Reeleito para as\nlegislaturas subsequentes, exerceu o mandato na Câmara Alta até 31 de\njaneiro de 1912.\n\nFaleceu em Paris no dia 17 de março de 1943.\n\nAdrianna Setemy\n\n**FONTES:** LEITE NETO, L. *Catálogo biográfico.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1964&li=21&lcab=1890-1891&lf=21\\>.\nAcesso em: 30/1/2009; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","ref":"**FONTES:** LEITE NETO, L. *Catálogo biográfico.* Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1964&li=21&lcab=1890-1891&lf=21\\>.\nAcesso em: 30/1/2009; Projeto de imagem de publicações oficiais\nbrasileiras do Center for Research Libraries e Latin-american Microfilm\nProject. *Mensagens dos Presidentes de Província (1830-1930).*\nDisponível em: \\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em:\n8/1/2009.\n","dic":"DHBPR"}