{"title":"CASSAL, Barros","cargoss":["jornalista","junta gov. RS 1891-1892."],"content":"**CASSAL, Barros**\n\n\\* jornalista; junta gov. RS 1891-1892.\n\n*João de Barros Cassal* nasceu em Alegrete (RS) no dia 2 de fevereiro de\n1858, filho de Inocêncio Manuel Cassal e de Constança Pereira de Barros\nCassal.\n\nEstudou no Colégio Gomes, em Porto Alegre, foi cadete do Exército em\n1875 e bacharelou-se pela Faculdade de Direito de São Paulo em 1882.\nTrabalhou como taquígrafo no Rio Grande do Norte, na Bahia e no Rio de\nJaneiro de 1883 a 1885 e depois disso exerceu a advocacia em Porto\nAlegre. Ingressou no Partido Republicano Rio-Grandense (PRR), que fora\nfundado em 1882 e teve como primeiros grandes líderes Júlio de Castilhos\ne Joaquim Francisco de Assis Brasil, e tornou-se redator de *A\nFederação*, jornal do partido criado em 1884.\n\nProclamada a República em 15 de novembro de 1889, foi o primeiro chefe\nde polícia do Rio Grande do Sul sob o novo regime. Em outubro de 1890,\nfundou o jornal *O Rio Grande*, que dirigiria até 1893. Foi ferido\ngravemente durante um comício realizado em Porto Alegre em 13 de maio de\n1890, mas conseguiu reabilitar-se.\n\nEm 3 de novembro de 1891, a jovem República enfrentou seu primeiro\ngrande embate: encontrando dificuldades para manter seu veto ao projeto\nque limitava os poderes do Executivo, o presidente Deodoro da Fonseca\nfechou o Congresso Nacional, gesto que provocou forte reação. No Rio\nGrande do Sul, o presidente estadual Júlio de Castilhos, hostilizado por\nter apoiado o golpe de Deodoro, renunciou em 12 de novembro e foi\nsubstituído por uma junta governativa composta por republicanos\ndissidentes. Dela fazia parte Barros Cassal, além de Assis Brasil e do\ngeneral Domingos Alves Barreto Leite. Em 23 de novembro, diante da\nameaça de bombardeio da capital federal, o próprio Deodoro renunciou à\npresidência da República, sendo substituído pelo vice-presidente\nFloriano Peixoto.\n\nBarros Cassal esteve à testa do governo gaúcho de 19 março a 8 junho\n1892. Nesse período redigiu um projeto de Constituição para o estado do\nRio Grande do Sul em substituição à Constituição de Júlio de Castilhos\npromulgada em 1891. A nova Constituição vigorou por alguns meses,\napenas. Ao deixar o governo, foi substituído interinamente por José\nAntônio Correia da Câmara, o marechal Câmara. Iniciado novo governo de\nJúlio de Castilhos em 25 de janeiro de 1893, participou ativamente da\nRevolução Federalista. Fundou em Porto Alegre, em julho de 1894, o\njornal *A República*.\n\nDe 1899 a 1901, no governo de Antônio Augusto Borges de Medeiros,\nexilou-se em Paso de los Libres, na Argentina, e em Assunção do\nParaguai. Passou então a advogar em Mato Grosso, onde faleceu na cidade\nde Nioac em 19 de outubro de 1903.\n\nCasado com Sílvia Falcão de Barros Cassal, teve três filhos: Aníbal\nFalcão de Barros Cassal, jornalista e deputado federal pelo Rio Grande\ndo Sul de 1935 a 1937; Armando e Alcides Falcão de Barros Cassal, também\njornalistas e literatos.\n\nIzabel Noll\n\n**FONTE:** MARTINS, A. *Escritores* (p.640).\n","ref":"","dic":"DHBPR"}