{"title":"CASTELO BRANCO, Sérgio","cargoss":["militar","pres. SP 1891","rev. 1893."],"author":null,"content":"**CASTELO BRANCO, Sérgio**\n\n\\* militar; pres. SP 1891; rev. 1893.\n\n*Sérgio Tertuliano Castelo Branco* nasceu no Maranhão em 12 de julho de\n1844.\n\nAinda jovem foi para o Rio de Janeiro, então capital do Império,\ningressando como praça em dezembro de 1860 na Escola Militar. Concluiu o\ncurso da arma de infantaria em 1865 e logo foi promovido a\nsegundo-tenente, em janeiro de 1866. Participou da Guerra do Paraguai\n(1864-1870) e por seus feitos foi condecorado pelo governo imperial.\nApós seu regresso dos campos de batalha, foi promovido a\nprimeiro-tenente graduado em abril de 1871 e efetivado em maio de 1872.\nCapitão em julho de 1881, por antiguidade, logo após a promoção foi\ndesignado comandante da 7^a^ companhia do 9^o^ Batalhão de Infantaria,\nsediado em Salvador, onde permaneceu alguns anos.\n\nPromovido a major e graduado como coronel, foi nomeado inspetor das\nForças Militares do Estado de São Paulo. Nessa função acabou envolvido,\ninvoluntariamente, na grave crise política que se abateu sobre o país e\nnotadamente sobre São Paulo quando o marechal Deodoro da Fonseca\ndissolveu o Congresso Nacional em 3 de novembro de 1891. O ultimato do\nalmirante Custódio de Melo, que ameaçou bombardear o Rio de Janeiro,\nforçou a renúncia de Deodoro em 23 de novembro, e em consequência a\nposse do vice-presidente Floriano Peixoto. Américo Brasiliense,\ngovernador de São Paulo e partidário de Deodoro, recusou-se a aceitar a\nsituação e a renunciar ele próprio, provocando agitação em todo o\nestado, inclusive com a formação de brigadas que destituíram as\nautoridades municipais que o apoiavam. A ideia era marchar para a\ncapital e destituir o presidente do estado. Preocupado, o governo\nfederal enviou a São Paulo o coronel Frederico Sólon de Sampaio Ribeiro,\nmilitar respeitado por sua destacada atuação na proclamação da\nRepública, para acompanhar o desenrolar dos acontecimentos. Após sérios\nincidentes na capital paulista, e diante da recusa do general Carlos\nMachado Bittencourt, comandante do Exército em São Paulo, em assumir o\ngoverno, na manhã de 15 de dezembro Américo Brasiliense entregou um\nofício ao major Castelo Branco, que havia pernoitado no palácio para\ngarantir-lhe a integridade física, informando que lhe entregava a chefia\ndo Executivo estadual, e retirou-se em seguido para sua residência.\n\nReunidos no Grande Hotel de França, estavam o vice-presidente do estado\nJosé Alves de Cerqueira César, e a junta formada por Campos Sales,\nBernardino de Campos e Júlio de Mesquita. Instado pelos membros da junta\na ir até o Pátio do Colégio, onde se localizava a sede do governo\nestadual, o coronel Sólon assim o fez e conferenciou com Castelo Branco,\nentendendo que cabia legalmente ao vice-presidente estadual assumir o\ngoverno. Concordando com a tese, Castelo Branco rumou em companhia de\nSólon para o local onde se encontrava Cerqueira César acompanhado de\ndiversos correligionários que defendiam sua posse, e, na presença de\ntodos, leu os termos do oficio de Américo Brasiliense. Declarou a seguir\nque “não podia conservar o governo do estado em seu poder por isso ser\ncontrário à lei e por ser ele antes de tudo respeitador da legalidade e\nda soberania popular; por isso vinha imediatamente entregar o governo a\nquem competia exercê-lo pela Constituição do Estado e pela vontade do\npovo”. Suas palavras foram aplaudidas, em seguida Cerqueira César\nafirmou “que em vista ter sido o governo abandonado pelo presidente do\nestado, que provocava ainda desviar seu sucessor constitucional,\nassumia-o desde aquele momento como lhe competia”. Pouco tempo depois, o\nmajor Castelo Branco deixou São Paulo, substituído na função que exercia\npelo coronel Lisboa.\n\nEm 6 de setembro de 1893 estourou a revolta da Armada, no Rio de\nJaneiro, contra Floriano Peixoto. As tropas legalistas conseguiram\nresistir. Sob o comando do capitãode mar e guerra Frederico Guilherme de\nLorena, três navios revoltosos partiram para Santa Catarina, terra natal\ndo militar e de outros líderes da revolta. Após um confronto com a força\nmilitar local, os revoltosos tomaram Desterro (hoje Florianópolis), que\nse tornou a capital da Revolução Federalista, e o comandante Lorena foi\nproclamado presidente provisório da República. O tenente-coronel Sérgio\nCastelo Branco, aderiu à causa revolucionária, participando ativamente\ndo grupo de auxiliares do novo governo e recebendo do próprio capitão\nLorena a incumbência de escrever um Código Criminal e Militar.\n\nPara combater os insurgentes, o governo federal enviou uma esquadra, que\naportou em Santa Catarina em 17 de abril de 1894. Dois dias depois,\nchegou em outro navio novo contingente comandado pelo coronel Antônio\nMoreira César, que assumiu o governo do estado por ordem de Floriano e\ndesencadeou violenta repressão. Os presos foram levados para a Fortaleza\nde Santa Cruz de Anhatomirim e, sem terem sido julgados, foram\nsumariamente fuzilados a partir de 24 de abril. Na lista de fuzilados\nestava o tenente-coronel Sérgio Tertuliano Castelo Branco.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; ASSEMB.\nLEGIS. SP. *Parlamentares,* 1835-2005; *Correio Paulistano*;EGAS, E.\n*Galeria*; *Estado de S. Paulo (*1975); VAMPRÉ, S. *Memórias.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; ASSEMB.\nLEGIS. SP. *Parlamentares,* 1835-2005; *Correio Paulistano*;EGAS, E.\n*Galeria*; *Estado de S. Paulo (*1975); VAMPRÉ, S. *Memórias.*\n","dic":"DHBPR"}