{"title":"CASTILHOS, Júlio de","cargoss":["const. 1891","dep. fed. RS 1891-1893","pres. RS 1891, 1892 e 1893-1898."],"author":null,"content":"**CASTILHOS, Júlio de**\n\n\\* const. 1891; dep. fed. RS 1891-1893; pres. RS 1891, 1892 e 1893-1898.\n\n*Júlio Prates de Castilhos* nasceu na fazenda da Reserva, então no\nmunicípio de Cruz Alta, posteriormente no município de Vila Rica, hoje\nJúlio de Castilhos (RS), no dia 29 de junho de 1859, filho do comendador\nCastilhos e de Carolina Prates de Castilhos. Seu avô materno, Fidélis\nNepomuceno de Carvalho Prates, foi considerado um dos heróis da\nRevolução Farroupilha, movimento de caráter separatista que agitou o Rio\nGrande do Sul de 1835 a 1845.\n\nFez os estudos primários em Santa Maria (RS) e depois em Porto Alegre,\nonde foi contemporâneo de colégio de Joaquim Francisco de Assis Brasil.\nJá na adolescência, frequentava ambientes intelectuais na capital da\nprovíncia, como o Parthenon Literário, centro da vanguarda cultural\ngaúcha. Transferindo-se depois para São Paulo, assim como outros jovens\ngaúchos, entre eles Assis Brasil, matriculou-se na Faculdade de Direito\ne, além de frequentar grupos de estudos e saraus intelectuais, começou a\nparticipar ativamente da propaganda republicana, que já se desenvolvia\nem diversas partes do país. Em 1879 fundou, junto com Assis Brasil e\noutros estudantes republicanos, o jornal *A Evolução*. Foi também um dos\nredatores de *A República*, jornal Clube Republicano Acadêmico que tinha\ncomo principal adversário em São Paulo a *Reação*, órgão do círculo de\nestudantes católicos. Chegou a dirigir *A República*, em substituição a\nAfonso Celso de Assis Figueiredo Júnior.\n\nEm 23 de fevereiro de 1882, juntamente com Assis Brasil, Pinheiro\nMachado, Venâncio Aires, Ernesto Alves, Álvaro Chaves e outros,\nparticipou da fundação, em Porto Alegre, do Partido Republicano\nRio-Grandense (PRR). Naquele mesmo ano bacharelou-se pela Faculdade de\nDireito de São Paulo e regressou definitivamente a Porto Alegre, onde\nintensificou as campanhas republicana e abolicionista. Em 17 de maio de\n1883, casou-se com Honorina da Costa, filha de Francisco da Costa e Ana\nMartins da Costa, com quem teria seis filhos. Pouco tempo depois, Assis\nBrasil viria a casar-se com sua irmã, Cecília Prates de Castilhos.\n\nOs dois cunhados logo se tornariam os primeiros grandes líderes do PRR,\nresponsáveis por sua organização e sua orientação política. O partido\ndefendia a eleição direta dos chefes do Executivo federal, estadual e\nmunicipal; o voto livre e público; a liberdade de pensamento e de\nexpressão, de reunião e de associação; o ensino primário leigo e\ngratuito. Propunha ainda a autonomia dos municípios e estados, que\ndeveriam ser regidos por constituições e leis próprias e ser isentos da\nintervenção da União, a não ser nos casos em que o regime republicano\nfederativo estivesse ameaçado. Dois anos após sua fundação, em janeiro\nde 1884, o PRR lançou um órgão oficial, o jornal *A Federação*, que\nseria decisivo para seu êxito – afinal, os jornais foram os mais\nimportantes veículos de comunicação social e de propaganda política ao\nlongo do século XIX. A partir de 16 de maio de 1884, Júlio de Castilhos\nassumiu a direção de *A* *Federação*, revelando sua inclinação para o\njornalismo político. Combatia a monarquia através de seus artigos\npolíticos, além de participar de congressos e conferências republicanas.\n\nNo Rio Grande do Sul, a década de 1880 assistiu ao início de profundas\nmudanças políticas, econômicas e sociais. Os liberais dominaram o Poder\nExecutivo do Império de 1878 a 1885. O poder político local era também\ncontrolado pelo Partido Liberal, chefiado por Gaspar Silveira Martins.\nNesse contexto, pareciam ser muitos os obstáculos à consolidação do PRP\ne à estruturação de sua máquina de propaganda. Ainda assim *A Federação*\nnotabilizou-se pela propaganda republicana radical, sobretudo no que\ntange à escravidão, ao apontar – de acordo com os princípios\npositivistas – o anacronismo da escravidão moderna e defender a abolição\nimediata da escravatura, sem indenização para os donos de escravos. Para\nJúlio de Castilhos, o fim da escravidão era uma etapa necessária para a\npassagem do Império à República. Em sua visão, somente trilhando novos\ncaminhos o Brasil poderia alcançar o progresso.\n\nA Influência Positivista\n\nAinda estudante de direito, Júlio de Castilhos revelou-se um adepto da\ndoutrina positivista, criada pelo francês Augusto Comte (1798-1857),\ntornando-se mesmo um dos principais líderes da corrente positivista no\nmeio acadêmico. O positivismo articulava três aspectos: uma teoria da\nciência ou do saber, um projeto político de reforma da sociedade e uma\nreligião. Enquanto teoria do saber, tratava-se de uma doutrina que\nvisava à superação dos estados teológico e metafísico, a fim de atingir\no estado positivo ou científico. A fórmula máxima positivista era: “O\namor por princípio, a ordem por base, o progresso por fim”.\n\nNo Brasil, o positivismo alcançou maior repercussão que em seu país de\norigem, a França, em especial pelo fato de sua chegada ao país ter\nocorrido em um período de importantes transformações políticas e\neconômicas. Já quando Castilhos saiu de Porto Alegre rumo a São Paulo, a\npresença das ideias positivistas era marcante na literatura gaúcha. Como\naconteceu em outros pontos do país, o positivismo influenciou\nprimeiramente o âmbito cultural e só mais tarde o plano político. Após\nconcluir a faculdade e regressar ao Rio Grande do Sul, Castilhos e seus\nconterrâneos que também tinham ido estudar na capital paulista\nencontraram um ambiente favorável para difundir o pensamento de Augusto\nComte. Foi Castilhos o responsável pela introdução do positivismo na\npropaganda política jornalística. Com isso, as ideias e os próprios\ntermos usados por Comte passaram a circular entre a sociedade gaúcha da\népoca.\n\nA sedução que o positivismo de Comte exercia sobre a geração de\nCastilhos estava relacionada ao anseio por uma política cientificista,\ninserido em uma conjuntura marcada pela ascensão de uma burguesia urbana\ne pelo declínio das velhas instituições monárquicas e da economia\nescravista. Para Castilhos e seus jovens companheiros, não fazia sentido\na alternância nos ministérios dos partidos monárquicos, que disputavam\nacirradamente os postos de comando e que, muitas vezes, ao alcançar o\npoder, colocavam em prática justamente aquilo que na oposição combatiam.\nFoi nesse contexto que as ideias sociais, políticas e filosóficas de\nAugusto Comte exerceram forte influência no ideário republicano\nrio-grandense. Contudo, Castilhos não era um positivista ortodoxo. Além\ndisso, os princípios positivistas tampouco eram aceitos com unanimidade\nentre os republicanos gaúchos, o que geraria dissidências individuais e\nconstantes conflitos políticos naquele estado ao longo da Primeira\nRepública.\n\nA Chegada da República\n\nNo dia 15 de novembro de 1889, um golpe militar, liderado pelo marechal\nDeodoro da Fonseca e apoiado por um pequeno grupo de republicanos civis,\nderrubou o Império e proclamou a República no Brasil. No mesmo dia foi\ninstituído um governo provisório republicano, liderado por Deodoro.\nNomeado por este, José Antônio Correia da Câmara, o visconde de Pelotas,\nassumiu o governo do Rio Grande do Sul, substituindo o vice-presidente\nda província, Justo de Azambuja Rangel, que desde 6 de novembro ocupava\ninterinamente o lugar do titular Gaspar Silveira Martins. O visconde de\nPelotas contou com o apoio de Júlio de Castilhos, que, por sua vez, se\ntornou secretário do novo governo. Contudo, por desentendimentos\npolíticos, Castilhos exonerou-se do cargo. Deodoro da Fonseca o\nconvidou, então, para assumir o governo gaúcho, mas Castilhos recusou o\nconvite e indicou o general Júlio Anacleto Falcão da Frota, que tomou\nposse em 11 de fevereiro de 1890.\n\nCastilhos foi então designado primeiro vice-governador e ocupou também a\nrecém-criada Superintendência dos Negócios do Interior. Funcionários\nligados ao regime monárquico foram substituídos, desmantelando-se a\nmáquina política do Império. O novo governo estadual não durou, porém,\num trimestre. Por desavenças com o governo central, o general Frota,\nCastilhos e os demais secretários renunciaram a seus cargos. Francisco\nda Silva Tavares assumiu o governo entre 6 e 13 de maio, e o general\nCarlos Machado Bittencourt, entre 13 e 24 de maio 1890. Cândido José da\nCosta foi então empossado presidente do Rio Grande do Sul, e Francisco\nda Silva Tavares foi nomeado primeiro vice-presidente. O novo presidente\nestadual procurou aproximar-se de Júlio de Castilhos e dos chamados\nrepublicanos históricos rio-grandenses, e Castilhos foi então novamente\nnomeado primeiro vice-presidente.\n\nEm 15 de setembro de 1890, ao serem realizadas as eleições para o\nCongresso Nacional Constituinte, Castilhos foi eleito deputado pelo Rio\nGrande do Sul. A Constituinte republicana instalou-se em 15 de novembro\nde 1890, e seus embates revelaram diferentes forças sociais,\nrepresentantes de interesses diversos, fundamentalmente\npolítico-oligárquicos, que disputavam o direito e a legitimidade para\nelaborar a palavra constitucional normativa. Como líder da bancada\ngaúcha, Castilhos integrou a chamada Comissão dos 21, formada para\nemitir parecer inicial sobre o anteprojeto da carta constitucional\nenviada ao Congresso. A Constituição promulgada em 24 de fevereiro de\n1891 inspirava-se fortemente na Constituição dos Estados Unidos da\nAmérica e determinava, entre outros pontos, a separação dos poderes\nExecutivo, Legislativo e Judiciário e a extinção do Poder Moderador\nexercido diretamente pelo imperador; a separação da Igreja e do Estado;\ne o voto aberto, restrito aos homens maiores de 21 anos e alfabetizados.\nA Federação, a República, o presidencialismo, o principio da separação\ndos poderes, a eleição direta, o bicameralismo e a declaração de\ndireitos e garantias individuais, como o habeas corpus, são conquistas\nque provieram da primeira Constituição republicana.\n\nNo dia seguinte ao da promulgação da Constituição, o marechal Deodoro da\nFonseca foi eleito por um colégio eleitoral formado por deputados e\nsenadores constituintes, tornando-se o primeiro presidente da República\nbrasileira. Júlio de Castilhos apoiou a eleição de Deodoro, mas\nenfrentou a dissidência de quatro deputados da bancada do PRR que\nvotaram em Prudente de Morais: Assis Brasil, Manuel da Rocha Osório,\nAlcides Lima e Vitorino Monteiro. No Rio Grande do Sul, Cândido José da\nCosta passou o governo a Fernando Abbott em 16 de março. Este deveria\nconduzir a eleição para o Congresso Constituinte gaúcho, marcada para 5\nde maio. Desde o ano anterior havia sido designada uma comissão, formada\npor Assis Brasil, Júlio de Castilhos e Ramiro Barcelos, para elaborar o\nprojeto da Constituição estadual. Entretanto, Castilhos foi o\nresponsável quase que exclusivo pelo texto constitucional, segundo o\nqual a autoridade legal do presidente do estado equivalia à de um\nditador. Em 14 de julho de 1891 a Constituinte estadual aprovou o\nprojeto de Castilhos e elegeu-o presidente do Rio Grande do Sul. No dia\nseguinte, o presidente eleito tomou posse. A partir de então, deixou a\ndireção do jornal *A Federação*, sendo substituído por Alfredo Varela.\n\nNo plano nacional, o governo constitucional do marechal Deodoro\niniciou-se sob forte tensão política, agravada por uma crise econômica.\nNesse contexto, em 3 de novembro, enfrentando séria oposição\nparlamentar, o presidente ordenou o fechamento do Congresso Nacional. O\nclima de instabilidade política favoreceu os opositores de Castilhos,\nque de início não se manifestou, mas no dia 12 de novembro acabou por\ndeclarar-se a favor de Deodoro e foi obrigado a renunciar. Entre os\nprincipais líderes da oposição gaúcha destacavam-se Assis Brasil,\noutrora companheiro de Castilhos, e Barros Cassal. A partir de então, o\nRio Grande do Sul conheceu o chamado “Governicho”, uma sequência de\njuntas governativas e governantes provisórios que se alternariam no\npoder do estado até junho de 1892. Nesse contexto, Castilhos voltou a\nescrever n’*A Federação*, onde atacava ferozmente seus adversários\npolíticos.\n\nEnquanto Castilhos deixava o poder no Rio Grande do Sul, o chamado golpe\nde Deodoro despertava reações em todo o país. A ameaça da Marinha de\nbombardear a cidade do Rio de Janeiro levou o próprio Deodoro a\nrenunciar em 23 de novembro, apenas nove meses após ter assumido a\npresidência. Seu lugar foi ocupado pelo vice-presidente marechal\nFloriano Peixoto. Contudo, a Constituição de 1891 previa novas eleições\ncaso a presidência ficasse vaga antes de decorridos dois anos da posse\ndo titular. Em março de 1892, um grupo de 13 militares de alta patente\nassinou um manifesto, que ficou conhecido como “Manifesto dos 13\nGenerais”, exigindo a imediata convocação de eleições. Diante da ameaça\nde sedição, Floriano Peixoto reprimiu duramente o movimento e ordenou a\nprisão de seus líderes.\n\nEm 8 de junho de 1892, voltou a assumir o governo gaúcho José Antônio\nCorreia da Câmara, o visconde de Pelotas. Em 17 de junho, devido à forte\noposição da facção castilhista, o visconde de Pelotas transmitiu o cargo\na Joca Tavares. Concomitantemente, após um acordo político com Floriano\n– que queria evitar que o poder no Rio Grande do Sul caísse nas mãos de\nGaspar Silveira Martins –, Júlio de Castilhos, através de um movimento\narmado, foi reposto no governo do Rio Grande do Sul. Ainda conforme o\nacordo, porém, renunciou ao cargo, passando-o ao vice-presidente do\nestado por ele nomeado, Vitorino Carneiro Monteiro, que, por sua vez,\ndeveria convocar eleições estaduais. Carneiro Monteiro afastou-se do\ncargo em setembro de 1892, para assumir uma cadeira na Câmara dos\nDeputados, e foi substituído pelo segundo vice-presidente estadual,\nFernando Abott. Nas eleições que se seguiram, Castilhos foi reeleito\npresidente do estado do Rio Grande do Sul, assumindo o poder em 26 de\njaneiro de 1893. No mês seguinte teve início a Revolução Federalista.\n\nA Revolução Federalista\n\nA Revolução Federalista no Rio Grande do Sul foi na verdade uma guerra\ncivil oriunda da radicalização cada vez maior da luta pelo poder. A\nimplantação da República representou o afastamento dos membros do\nrecém-extinto e outrora poderoso Partido Liberal, chefiado por Gaspar\nSilveira Martins, e a subida do PRR, que até então não tinha poder ou\nexpressão eleitoral. O radicalismo político de Júlio de Castilhos\nimpediu a conciliação dos republicanos com os liberais e\nconsequentemente a assimilação destes. No entanto, o retorno ao estado,\nem fevereiro de 1892, do antigo líder liberal, que se encontrava exilado\nna Europa desde a queda da monarquia, veio alterar esse quadro.\nDefendendo agora uma República parlamentarista, Silveira Martins\ncompareceu em 31 de março ao encontro que ficou conhecido como Convenção\nde Bajé, e foi aclamado chefe do Partido Federalista ou Partido\nRepublicano Federal, então criado para fazer frente ao PRR de Castilhos.\n\nA guerra civil deflagrada em fevereiro de 1893 assim se delineou: de um\nlado, os federalistas ou gasparistas, que defendiam o federalismo, o\nregime parlamentarista e a revisão da Constituição estadual de 1891,\nescrita por Júlio de Castilhos; de outro, os republicanos castilhistas,\nque defendiam um presidencialismo forte e centralizador, no estilo do\npresidente Floriano Peixoto. Os federalistas receberam a alcunha de\n“maragatos”, porque nas tropas de Gumercindo Saraiva, um dos principais\nchefes revolucionários, muitos procediam de San José, no Uruguai, onde\nhavia forte presença de originários da região espanhola da Maragatería.\nUsavam como distintivo um lenço vermelho no pescoço ou uma fita vermelha\nno chapéu. Os republicanos foram apelidados de “pica-paus”, por duas\nrazões: porque as tropas do governo usavam um enfeite amarelo no chapéu,\nsemelhante à crista da ave, e porque o barulho de suas armas parecia com\no som de um pica-pau bicando a madeira.\n\nEnquanto no Sul do país prosseguia a guerra civil, em setembro de 1893\num grupo de altos oficiais da Marinha exigiu novamente, na capital\nfederal, a imediata convocação de eleições presidenciais, dando início a\noutro movimento armado: a Revolta da Armada. O movimento, que também\ntraduzia a insatisfação da Marinha com seu pequeno prestígio político em\ncomparação com o do Exército, recebeu porém pouco apoio político e\npopular no Rio de Janeiro, onde diversas unidades encouraçadas trocaram\ntiros com a artilharia dos fortes em poder do Exército. Sem chance de\nvitória na baía da Guanabara, os oficiais revoltosos dirigiram-se para\nSul, a fim de se unir aos federalistas, que avançavam por Santa Catarina\ne Paraná.\n\nDurante os conflitos no Sul, predominou uma luta de guerrilhas, com\npráticas cruéis de ambos os lados, o que rendeu ao movimento a fama de\n“revolução da degola”. O ímpeto das tropas federalistas diminuiu depois\nde seguidas derrotas e, sobretudo, após seu líder Gumercindo Saraiva\nmorrer em combate. No Rio de Janeiro, após adquirir novos navios de\nguerra, Floriano Peixoto, contando com o apoio do Exército e do Partido\nRepublicano Paulista (PRP), conseguiu conter a revolta da Marinha em\nmarço de 1894. Já no Rio Grande do Sul, somente em agosto de 1895, já\ncom Prudente de Moraes na presidência da República (1894-1898),\nchegou-se a um acordo de paz, após a derrota das forças federalistas por\nJúlio de Castilhos. Em 19 de setembro de 1895, o governo federal\nconcedeu anistia aos rebeldes do Rio Grande do Sul e da Armada Nacional.\nQuanto a Júlio de Castilhos, passou a integrar a oposição ao presidente\nPrudente de Morais por não se conformar com a condução do processo de\npacificação no Rio Grande do Sul.\n\nJúlio de Castilhos governou o Rio Grande do Sul até 1898, acumulando\nainda a presidência de seu partido. Seu governo foi marcado, além da\nRevolução Federalista, pela reforma na administração estadual. Voltou-se\npara a organização da Justiça Civil, que, por determinação da\nConstituição de 1891, ficou a cargo das unidades federadas; reorganizou\na Secretaria de Obras Públicas, para ela transferindo a Diretoria de\nTerras e Colonização; desobstruiu os canais de navegação fluvial e\nlacustre; criou a Diretoria de Higiene do Estado, que posteriormente\noriginaria a Secretaria Estadual de Saúde; promulgou o Código de\nOrganização Judiciária e reorganizou o ensino primário. No plano da\npolítica nacional, Castilhos imprimiu a seu partido sua vontade política\ne adotou uma posição de autonomia em relação à presidência da República,\no que gerou conflitos com o governo central.\n\nAo final de seu governo, Castilhos conduziu a escolha de seu sucessor:\nAntônio Augusto Borges de Medeiros, também membro do PRR e integrante da\nbancada gaúcha na Constituinte de 1891, que sempre o considerara o chefe\nsupremo da política local. Borges de Medeiros, que deu continuidade ao\nprojeto político do castilhismo, foi empossado em 25 de janeiro de 1898.\n\nApesar dos esforços do senador gaúcho José Gomes Pinheiro Machado, amigo\npróximo e um de seus principais companheiros políticos, Júlio de\nCastilhos não foi aceito pela maioria dos republicanos históricos como\ncandidato à presidência da República na sucessão de Prudente de Morais\n(1894-1898) nem, mais tarde, na de Campos Sales (1898-1902). Continuou\nporém a exercer liderança incontestável na condução da política gaúcha.\nComo chefe do PRR, manteve-se ligado a todas as chefias municipais e foi\nfundamental para a reeleição em 1902 de Borges de Medeiros, seu fiel\nseguidor, que governaria o Rio Grande do Sul até 1908 e retornaria ao\ngoverno de 1913 a 1928.\n\nJúlio de Castilhos faleceu em 24 de outubro de 1903, em Porto Alegre,\ndurante uma cirurgia para a retirada de um tumor na garganta. Seu\nfuneral foi uma das maiores procissões cívicas já vistas na capital\ngaúcha.\n\nDois anos após sua morte, o palacete onde residia em Porto Alegre –\nlocalizado na rua Duque de Caxias e construído em 1887 – foi comprado\npelo governo do Rio Grande do Sul e tornou-se a sede do Museu do Estado,\no qual, a partir de 1907, passou a se chamar Museu Júlio de Castilhos.\nEm 1905, sua cidade natal passou também a se chamar Júlio de Castilhos,\nem homenagem ao seu filho mais ilustre. Já em 25 de janeiro de 1913,\ndurante o governo de Carlos Barbosa Gonçalves no Rio Grande do Sul, foi\ninaugurado o monumento central da praça da Matriz em Porto Alegre,\ntambém em homenagem a Júlio de Castilhos. O monumento, desenvolvido pelo\npintor e escultor Décio Vilares, é composto, além da estátua em bronze\nde Júlio de Castilhos, por um conjunto de estátuas carregadas de\nsimbolismo, que representam a Constância, a Prudência, o Civismo, a\nCoragem, a Propaganda Republicana e, destacando-se no topo do obelisco\ncentral, a República. Além disso, praticamente não existe no Rio Grande\ndo Sul uma cidade que não conte com uma rua, avenida, escola ou praça\nchamada Júlio de Castilhos, considerado o “Patriarca do Rio Grande do\nSul”.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos.* (v.1, 2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. PartidoRepublicano\nRio-Grandense (verbete temático). Disponível em:\n\\<www.fgv.br/CPDOC/BUSCA/Busca/BuscaConsultar.aspx\\>. Acesso em:\n14/5/2011; BAKOS, M. *Júlio*; CÂM. DEP. *Deputados brasileiros*; CARONE,\nE. *República Velha*; ESCOBAR, W. *Apontamentos*; FAUSTO, B. *História*;\nFLORES, H. *Revolução*; FLORES, M.; FLORES, H. *Rio Grande do Sul*;\nFRANCO, S. *Dicionário*; FRANCO, S. *Júlio*; FRANCO, S. *Partido*;\n*Grande encic. Delta Larousse*; GRIJÓ, L. *Entre*; LOVE, J.\n*Regionalismo*; MELO, L. *Subsídios*; MUSEU JULIO DE CASTILHOS.\nDisponível em: \\<www.museujuliodecastilhos.rs.gov.br\\>; PESAVENTO, S.\n*Revolução*; PORTO ALEGRE, A. *Homens.* REVERBEL, C. *Maragatos*; ROSA,\nO. *Júlio*; SILVA, I. *Diccionario*; SOUSA, J. *Índice*; VIDAL, J.\n*República.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos.* (v.1, 2); ABREU, A. *Dicionário\nhistórico-biográfico brasileiro pós-1930*. PartidoRepublicano\nRio-Grandense (verbete temático). Disponível em:\n\\<www.fgv.br/CPDOC/BUSCA/Busca/BuscaConsultar.aspx\\>. Acesso em:\n14/5/2011; BAKOS, M. *Júlio*; CÂM. DEP. *Deputados brasileiros*; CARONE,\nE. *República Velha*; ESCOBAR, W. *Apontamentos*; FAUSTO, B. *História*;\nFLORES, H. *Revolução*; FLORES, M.; FLORES, H. *Rio Grande do Sul*;\nFRANCO, S. *Dicionário*; FRANCO, S. *Júlio*; FRANCO, S. *Partido*;\n*Grande encic. Delta Larousse*; GRIJÓ, L. *Entre*; LOVE, J.\n*Regionalismo*; MELO, L. *Subsídios*; MUSEU JULIO DE CASTILHOS.\nDisponível em: \\<www.museujuliodecastilhos.rs.gov.br\\>; PESAVENTO, S.\n*Revolução*; PORTO ALEGRE, A. *Homens.* REVERBEL, C. *Maragatos*; ROSA,\nO. *Júlio*; SILVA, I. *Diccionario*; SOUSA, J. *Índice*; VIDAL, J.\n*República.*\n","dic":"DHBPR"}