{"title":"CASTRO, Augusto Olímpio Viveiros de","cargoss":["Ministro do Tribunal de Contas","Ministro do Supremo Tribunal Federal"],"cargos_esp":[0,0],"datas_ini":[1901,1915],"datas_fim":[1914,1927],"estados":[0,0],"autor":[0],"content":"**CASTRO, Augusto Olímpio Viveiros de**\n\n\\* min. TCU 1901-1914; min. STF 1915-1927.\n\n*Augusto Olímpio Viveiros de Castro* nasceu em Alcântara (MA) no dia 27\nde agosto de 1867, filho de Augusto Olímpio Gomes de Castro e de Ana\nRosa de Viveiros de Castro. Seu pai foi deputado provincial, deputado\ngeral, três vezes presidente da província do Maranhão durante o Império,\ngovernador do estado em 1890 e senador.\n\nBacharelou-se em ciências jurídicas e sociais pela Faculdade de Direito\ndo Recife em 1888, e a partir de então dedicou-se à advocacia. Em agosto\nde 1891 foi nomeado substituto do juiz seccional do estado do Maranhão,\ncargo no qual permaneceu até agosto de 1894, quando pediu exoneração.\n\nApós transferir-se para o Rio de Janeiro, foi nomeado, em 31 de dezembro\nde 1897, representante do Ministério Público junto ao Tribunal de\nContas, e em 22 de maio de 1901, ministro do tribunal. A corte, criada\npelo Decreto n^o^ 966-A, de 7 de novembro de 1890, por iniciativa do\nentão ministro da Fazenda, Rui Barbosa, e norteada pelos princípios da\nautonomia, fiscalização, julgamento, vigilância e energia, foi\ninstitucionalizada definitivamente pela Constituição de 1891, ainda por\ninfluência de Rui Barbosa. Contudo, sua efetiva instalação só ocorreu em\n17 de janeiro de 1893, graças ao empenho de Serzedelo Correia, ministro\nda Fazenda do governo do presidente Floriano Peixoto (1891-1894).\nOriginariamente o Tribunal de Contas era responsável pelo exame, revisão\ne julgamento de todas as operações relacionadas à receita e à despesa da\nUnião. A Constituição de 1891 conferiu-lhe competência para liquidar as\ncontas da receita e da despesa e verificar sua legalidade antes de serem\nprestadas ao Congresso Nacional.\n\nEm 1907, tornou-se professor de direito civil, direito administrativo e\ndireito internacional na antiga Faculdade Livre de Direito do Rio de\nJaneiro. Em 1910, foi o representante do Brasil no Congresso de Ciências\nAdministrativas em Bruxelas, na Bélgica. Em 1914 deixou o Tribunal de\nContas e em 27 de janeiro de 1915 foi nomeado ministro do Supremo\nTribunal Federal (STF), preenchendo a vaga surgida após a aposentadoria\nde Amaro Cavalcanti. Tomou posse em 3 de fevereiro de 1915. O STF,\ndestinado a controlar a constitucionalidade das leis, era então composto\npor 15 juízes nomeados pelo presidente da República com posterior\naprovação do Senado.\n\nAo longo da vida também exerceu, por um curto período, o cargo de\npromotor público da comarca de Santa Maria Madalena (RJ). Foi professor\nda Academia de Altos Estudos e professor honorário da Faculdade Nacional\nde Direito, criada em 1920, fruto da fusão das duas escolas de direito\nexistentes à época no Rio de Janeiro: a Faculdade Livre de Ciências\nJurídicas e Sociais do Rio de Janeiro e a Faculdade Livre de Direito do\nRio de Janeiro. Além disso, ministrou um curso sobre a história\ntributária do Brasil no Instituto Histórico e Geográfico Brasileiro, do\nqual era sócio. Foi ainda membro honorário do Instituto dos Advogados do\nBrasil e da Faculdade de Direito do Maranhão, da Sociedade de Geografia\ndo Rio de Janeiro, do Ceará e de São Paulo, da Société de Legislation\nComparée, da Comission Permanente des Congrès Internationaux e da Liga\nda Defesa Nacional (LDN), entidade cívico-cultural fundada em 7 de\nsetembro de 1916, liderada pelo poeta Olavo Bilac.\n\nFaleceu em São Paulo no dia 14 de abril de 1927.\n\nEm sua homenagem, foi batizada, em 1928, a rua Ministro Viveiros de\nCastro, no bairro de Copacabana, no Rio de Janeiro.\n\nPublicou diversas obras sobre direito administrativo e tributário:\n*Doutrina e Jurisprudência* (1894); *O contrabando* (1899); *Tratado dos\nimpostos* (1901 e 1910); O*exílio de Gonçalves Dias* (1904); A\njurisdição contenciosa do Tribunal de Contas, na *Revista de Legislação,\nDoutrina e Jurisprudência* (1904); *Tratado de direito administrativo e\nciência da administração* (1906, 1912 e 1914); *Catálogo dos jornais,\nrevistas e outras publicações periódicas do Maranhão de 1821 a 1908*\n(1908); *Natureza jurídica das taxas* (1909); *De l’expropriation à\ncause de l’utilité publique* (1910); *Devoirs, droits et responsabilité\ndes fonctionnaires publics* (1910); *O estatuto dos funcionários\npúblicos* (1912); *A divergência tripartida do funcionalismo público*\n(1913); *Direito público e constitucional* (1914); *Estudos de direito\npúblico* (1914); Manifestação do sentimento constitucional do\nBrasil-Reino, na *Revista do Instituto Histórico e Geográfico\nBrasileiro* (1914); *A convocação da Constituinte de 1822* (1914);\n*Homologação de sentenças estrangeiras de divórcio. Pareceres acerca de\nteses de 1915, propostas pela seção de direito privado da Sociedade\nBrasileira de Direito Internacional* (1916); Da influência da guerra\nsobre a propriedade dos súditos de nação inimiga, na *Revista da\nFaculdade Livre de Direito do Rio de Janeiro* (1918); *A questão social*\n(1920); *Curso de direito internacional privado* (1920); O Fico, na\n*Revista do Instituto Histórico e Geográfico Brasileiro* (1922); *Os\nfranciscanos no Maranhão* (1923); Congresso jurídico – Secção de direito\nindustrial e legislação operária, na *Revista Forense* (1924); Acórdãos\ne votos comentados, na *Revista do Supremo Tribunal* (1925); História\ntributária do Brasil, na *Revista do Instituto Histórico e Geográfico\nBrasileiro*; e ainda *A Independência no Maranhão*.\n\nIzabel Pimentel da Silva\n\n**FONTES:** FAC. NAC. DIR. UFRJ. Disponível em:\n\\<www.direito.ufrj.br/historico.php\\>; GUIMARÃES, A. *Diccionario*; LIGA\nDA DEF. NAC. Disponível em: \\<www.ligadadefesanacional.org.br\\>; SENADO.\nDisponível em: \\<www.senado.gov.br\\>; SOUSA J. *Índice*; SUP. TRIB. FED.\n*Ministros-República.* Disponível em:\n\\<www.stf.jus.br/portal/ministro/verMinistro.asp?periodo=stf&id=109\\>;\nSUP. TRIB. FED. *Histórico*. Disponível em:\n\\<www.stf.jus.br/portal/cms/verTexto.asp?servico=sobreStfConhecaStfHistorico\\>;\nTRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"**FONTES:** FAC. NAC. DIR. UFRJ. Disponível em:\n\\<www.direito.ufrj.br/historico.php\\>; GUIMARÃES, A. *Diccionario*; LIGA\nDA DEF. NAC. Disponível em: \\<www.ligadadefesanacional.org.br\\>; SENADO.\nDisponível em: \\<www.senado.gov.br\\>; SOUSA J. *Índice*; SUP. TRIB. FED.\n*Ministros-República.* Disponível em:\n\\<www.stf.jus.br/portal/ministro/verMinistro.asp?periodo=stf&id=109\\>;\nSUP. TRIB. FED. *Histórico*. Disponível em:\n\\<www.stf.jus.br/portal/cms/verTexto.asp?servico=sobreStfConhecaStfHistorico\\>;\nTRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","dic":"DHBPR"}
