{"title":"CASTRO, BERBERT DE","cargoss":["dep. fed. BA 1924-1930, 1951-1955, 1956-1957, 1958-1959 e 1962."],"author":null,"content":"**CASTRO, B****ERBERT** **DE**\n\n\\*dep. fed. BA 1924-1930, 1951-1955, 1956-1957, 1958-1959 e 1962.\n\n*Ramiro Berbert de Castro* nasceu na fazenda Triunfo, no município de\nIlhéus (BA), no dia 6 de junho de 1894, filho do coronel Ramiro\nIldefonso de Araújo Castro e de Libuça Berbert de Castro.\n\nCursou o primário em Ilhéus e estudou humanidades no Ginásio Carneiro\nRibeiro, em Salvador. Em janeiro de 1912 seguiu para Belo Horizonte e\nmatriculou-se na Faculdade de Medicina dessa cidade. No ano seguinte\nelegeu-se primeiro orador da Confederação dos Acadêmicos Mineiros e em\nseguida matriculou-se na Escola Livre de Odontologia de Belo Horizonte,\npela qual se diplomou em 1915. Em 1919 concluiu o curso de medicina e\ntornou-se assistente de clínica pediátrica em sua faculdade. Foi também\nnomeado médico do Hospital São Vicente de Paulo e do Dispensário Central\nde Profilaxia da Sífilis e Moléstias Venéreas. Comissionado delegado de\nhigiene no município mineiro de Sete Lagoas, combateu a varíola que ali\ngrassava, fazendo o mesmo pouco depois, já como funcionário do Serviço\ncontra a Gripe Pneumônica, no município de Pitangui (MG).\n\nDe regresso à Bahia, no início da década de 1920 ingressou na política\nrepresentando os interesses cacaueiros. Em janeiro de 1923 foi lançado\ncandidato à Assembleia Legislativa baiana na legenda da Concentração\nRepublicana da Bahia (CRB). Criada no início do mês a partir da aliança\nentre políticos da oposição baiana, a CRB visava a derrotar o Partido\nRepublicano Democrata (PRD), liderado pelo governador José Joaquim\nSeabra, e foi apoiada por Miguel Calmon e pelo presidente da República,\nArtur Bernardes, que nas eleições presidenciais de 1922 derrotara a\nchapa da Reação Republicana, na qual Seabra era candidato à\nvice-presidência. Realizado o pleito estadual, verificou-se a dualidade\nde assembleias: os deputados da CRB se reuniam em Campo Grande e os do\nPRD na sede do Legislativo estadual. Com a dissolução da Assembleia\noposicionista, Berbert de Castro deixou as atividades políticas,\ntornando-se ainda em 1923 inspetor sanitário federal no Serviço contra a\nFebre Amarela de Salvador.\n\nEm março de 1924, foi eleito deputado federal na legenda da CRB.\nEmpossado em maio do mesmo ano, cumpriu seu mandato até o término da\nlegislatura, reelegendo-se em 1927 e em 1930. Com a vitória do movimento\nrevolucionário de outubro de 1930, teve o mandato interrompido e\nasilou-se na legação da Alemanha. Ali permaneceu até o mês seguinte,\nquando embarcou para a Europa. De volta ao Brasil em fins de 1931,\npassou a dedicar-se ao plantio do cacau na Bahia. Em 1934 ingressou na\nFaculdade de Direito de Niterói, então capital do estado do Rio de\nJaneiro, e dois anos depois transferiu-se para a Faculdade de Direito do\nRio de Janeiro, no então Distrito Federal, pela qual se bacharelou em\n1937.\n\nCom a desagregação do Estado Novo (1937-1945) e a reconstitucionalização\ndo país, elegeu-se, em dezembro de 1945, suplente de deputado pela Bahia\nà Assembleia Nacional Constituinte na legenda do Partido Social\nDemocrático (PSD). Ainda nessa legenda foi eleito deputado à Assembleia\nConstituinte baiana no pleito de janeiro de 1947. Empossado em março\ndesse mesmo ano, participou dos trabalhos constituintes e, após a\npromulgação da nova Carta estadual, passou a exercer o mandato\nordinário. No pleito de outubro de 1950 elegeu-se deputado federal pela\nBahia na legenda da Coligação Baiana, formada pelo PSD, o Partido\nRepublicano Progressista (PRP) e o Partido Social Trabalhista (PST).\nDeixando a Assembleia estadual em janeiro de 1951, assumiu o mandato na\nCâmara dos Deputados em fevereiro seguinte.\n\nConcorreu à reeleição no pleito de outubro de 1954, na legenda da\nColigação Baiana – dessa vez sem o PST, mas incluindo o Partido\nLibertador (PL) – e foi eleito primeiro-suplente. Deixou a Câmara dos\nDeputados em janeiro de 1955, mas voltou a exercer o mandato em várias\nocasiões: de junho a outubro desse ano, de julho a agosto de 1956, de\nnovembro de 1956 a março de 1957, de junho a dezembro de 1957 e de\noutubro de 1958 a janeiro de 1959. Novamente eleito suplente de deputado\nfederal em outubro de 1958, dessa vez na legenda da Aliança Democrática\nPopular, integrada pelo PSD e o PRP, voltou a ocupar uma cadeira na\nCâmara de setembro a outubro de 1962. Neste último mês tentou a\nreeleição, mas não teve êxito.\n\nPertenceu à Associação Brasileira de Imprensa (ABI), ao Instituto\nHistórico e Geográfico da Bahia, à Sociedade de Medicina e Cirurgia de\nBelo Horizonte, à Sociedade Médica dos Hospitais da Bahia e ao Sindicato\ndos Agricultores de Cacau de Ilhéus, do qual foi presidente.\n\nFaleceu na Bahia no dia 24 de outubro de 1966, vítima de acidente\nautomobilístico.\n\nEra casado com Elvira de Carvalho Brito Castro.\n\nPublicou *Um caso de tuberculose pneumocócica* (tese, 1922), *Notas de\nviagem* (1922), *Documentos políticos* (1923), *As eleições* *federais\nna Bahia* (1924), *O cacau na Bahia* (1924), *Elogio do soldado baiano*\n(1924), *Palavras de fé* (1925), *Em benefício de várias* *associações\nbaianas* (1930), *Ulha branca*, *Na tribuna parlamentar* e *Bonfim*.\n\n**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*;\nCÂM. DEP. *Relação dos dep*.; CISNEIROS, A. *Parlamentares*;CONSULT.\nMAGALHÃES, B.; TRIB. SUP. ELEIT. *Dados* (1, 2, 3 e 4); VELHO SOBRINHO,\nJ. *Dicionário.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*;\nCÂM. DEP. *Relação dos dep*.; CISNEIROS, A. *Parlamentares*;CONSULT.\nMAGALHÃES, B.; TRIB. SUP. ELEIT. *Dados* (1, 2, 3 e 4); VELHO SOBRINHO,\nJ. *Dicionário.*\n","dic":"DHBPR"}