{"title":"CASTRO, Cardoso de","cargoss":["magistrado","min. STM 1893-1905","min. STF 1905-1911."],"author":"Eduardo Junqueira","content":"**CASTRO, Cardoso de**\n\n\\*magistrado; min. STM 1893-1905; min. STF 1905-1911.\n\n*Antônio Augusto Cardoso de Castro* nasceu na província da Bahia no dia\n8 de setembro de 1860, filho de Antônio Joaquim Cardoso de Castro e de\nMaria Virgínia Cardoso de Castro.\n\nGraduou-se em ciências jurídicas e sociais pela Faculdade de Direito do\nRecife em 1883. No ano seguinte ingressou no serviço público, ao ser\ndesignado para trabalhar no arquivo da secretaria do Governo da\nprovíncia de Pernambuco. Foi também, nesse mesmo ano, professor interino\nda cadeira de retórica do curso anexo à Faculdade de Direito do Recife.\nEm 1885 foi nomeado delegado de polícia em Salvador e deixou essas\nfunções. Na magistratura, foi promotor público da comarca de Jaboatão,\nem Pernambuco, a partir de fins de 1885 até junho de 1889.\n\nSobrevindo a República, foi nomeado auditor de guerra da capital federal\nem abril de 1891, durante o governo do marechal Deodoro da Fonseca. Em\noutubro de 1893, já no governo Floriano Peixoto (1891-1894), foi nomeado\nministro do Supremo Tribunal Militar (STM), cargo que acumulou com o de\nchefe de polícia do Distrito Federal de 1902 a 1904. Deixando o STM em\noutubro de 1905, foi nomeado pelo presidente Rodrigues Alves (1902-1906)\nministro do Supremo Tribunal Federal (STF), na vaga aberta em\ndecorrência do falecimento de Bernardino Ferreira da Silva, e tomou\nposse em novembro. Personalidade ligada aos meios militares, em novembro\nde 1910 foi nomeado, agora pelo presidente Hermes da Fonseca\n(1910-1914), procurador geral da República. Exerceu o cargo até 26 de\noutubro de 1911, data em que faleceu na cidade do Rio de Janeiro.\n\nSeu filho Mário Augusto Cardoso de Castro seguiu carreira na\nmagistratura militar, tendo sido, como o pai, ministro do Supremo (atual\nSuperior) Tribunal Militar.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>*.*\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nRODRIGUES, L. *História*; SUP. TRIB. FED. Disponível em:\n\\<www.stf.jus.br/portal/ministros\\>*.*\n","dic":"DHBPR"}