{"title":"ABRANTES, Brás Benjamim da Silva","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0],"datas_ini":[1892,1906],"datas_fim":[1892,1915],"estados":["GO","GO"],"content":"**ABRANTES, Brás Benjamim da Silva**\n\n\\* militar; pres. GO 1892; sen.GO 1906-1915.\n\n*Brás Benjamim da Silva Abrantes* nasceu em Bonfim,atual Silvânia (GO),\nno dia 3 defevereiro de 1841, filho de Gregório daSilva Abrantes e de\nAngélica de AscençãoLobo de Sousa.\n\nFez os estudos secundários no Liceude Goiás e em 1864 foi para oRio de\nJaneiro, onde ingressou na EscolaMilitar. Durante a Guerra do\nParaguailutou na batalha do Avaí, em 1868,e permaneceu no teatro de\noperações portrês anos. No Rio de Janeiro, foium dos fundadores do Clube\nMilitar, em1887. Foi também um dos responsáveis pelomovimento\nrepublicano em Goiás.\n\nJá na República, temendo que arenúncia do marechal Deodoro da Fonsecaà\npresidência em 23 de novembro de1891, associada à provocação de\ngrupospolíticos locais que apoiavam o novo presidenteFloriano Peixoto,\nprecipitasse uma cisão naguarnição militar de Goiás, a\nAssembleiaLegislativa goiana pressionou o então presidentedo estado\ncoronel Constâncio Ribeiro Maiaa renunciar e, no dia 19 de fevereirode\n1892, aclamou Brás Abrantes presidenteprovisório de Goiás. Logo após ter\ntomadoposse, o novo presidente fez publicardois decretos. O primeiro,\ncom data de22 de fevereiro, punha em vigor aConstituição estadual que\nhavia sido promulgadaem 1^o^ de junho de 1891.O segundo, datado de 3 de\nmarço,marcava para 30 de abril as eleiçõespara a escolha do presidente e\nvice-presidentedo estado e convocava a Assembleia Legislativaestadual a\nse reunir em 1^o^de maio, a fim de aprovar as leiscomplementares à\nConstituição e os orçamentosestaduais.\n\nBrás Abrantes permaneceu na presidênciade Goiás até 17 de julho de\n1892,quando foi substituído por Antônio JoséCaiado. Este havia sido\neleito vice-presidentedo estado em abril e tomou posseno lugar de\nLeopoldo Bulhões, que foraeleito presidente, mas renunciou por\nserdeputado federal e estar comprometido comvárias comissões no\nCongresso Nacional.\n\nBrás Abrantes foi ainda senadorpor Goiás entre 1906 e 1915 e\nvice-presidentedo estado entre 1917 e 1921. NoSenado Federal, foi membro\nda Comissãode Obras Públicas e Empresas Privilegiadase de Agricultura, e\ntambém da Comissãode Comércio e Indústria e Artes.\n\nPor sua participação nas campanhasdo Paraguai, Argentina e Uruguai,\nfoicondecorado com medalhas do mérito militar.\n\nFaleceu no dia 27 de maiode 1923, na cidade de Goiás Velho(GO).\n\nEm 1945, o presidente eleito daRepública, Eurico Gaspar Dutra,\nprestou-lhe homenagemno Exército, por sua trajetória de bravurae\nobstinação.\n\nAdrianna Setemy\n\n**FONTES**: ARTIGA, Z. *História*; LISITAJUNIOR, C. *Dicionário*;\nProjeto de imagemde publicações oficiais brasileiras do Centerfor\nResearch Libraries e Latin-american MicrofilmProject. *Mensagens dos\nPresidentes de Província (1830-1930).* Disponívelem:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acessoem: 8/1/2009.\n","ref":"","dic":"DHBPR"}
