{"title":"CASTRO, ISMAELINO DE","cargoss":["Revolucionário ou revoltoso","Membro de junta governativa","Revolucionário ou revoltoso"],"cargos_esp":[0,0,0],"datas_ini":[1930,1930,1932],"datas_fim":[1930,1930,1932],"estados":[0,"PA",0],"autor":[0],"content":"**CASTRO, I****SMAELINO** **DE**\n\n\\*militar; rev. 1930; junta gov. PA 1930; rev. 1932.\n\n*Otávio Ismaelino Sarmento de Castro* nasceu no Pará no dia 21 de maio\nde 1905, filho de Manuel Ismael de Castro e de Otávia Sarmento de\nCastro.\n\nEstudou inicialmente no Colégio Perseverança e depois no Colégio\nProgresso Paraense, onde frequentou o curso comercial. Diplomado\nguarda-livros, trabalhou na firma M. I. Castro, especializada em caixas\nde madeira para exportação de borracha e castanhas. Em 1920 ingressou no\nGinásio Pais de Carvalho. Em setembro de 1921 sentou praça como recruta\nde ensino da Escola Regimental do 26^o^ Batalhão de Caçadores (26^o^\nBC), sediado em Belém. Em janeiro de 1922 foi transferido para o Pelotão\nde Metralhadoras Pesadas dessa unidade, em maio seguinte para a sua 2^a^\nCompanhia e, finalmente, em agosto, para a sua secretaria, como\ndatilógrafo. Em março de 1923 tornou-se cabo chefe de peça efetivo e\ntransferiu-se para o Rio de Janeiro, então Distrito Federal, onde se\nmatriculou na Escola Militar do Realengo e foi classificado na arma de\ninfantaria em março de 1924. Concluindo o curso, foi declarado aspirante\na oficial em janeiro de 1928 e em março retornou ao 26^o^ BC. Nessa\népoca, lecionou aritmética no Ginásio Pais de Carvalho. Em agosto do\nmesmo ano foi promovido a segundo-tenente e em agosto de 1930 a\nprimeiro-tenente.\n\nAo desencadear-se a Revolução de 1930, no início de outubro, tornou-se\num dos chefes do movimento no Pará, liderando a revolta no 26^o^ BC.\nDiante da reação da Força Pública paraense, foi obrigado a retirar-se\npara a cidade de Viseu (PA), na fronteira com o Maranhão. Dirigiu-se em\nseguida para Carutapera (MA) e desceu o rio Gurupi para fazer contato\ncom os efetivos revolucionários em operação no Norte do país. Preso pela\nForça Pública em Bragança (PA), foi conduzido a Belém, onde chegou ainda\nno mês de outubro. Consolidada a vitória da revolução no dia 24 de\noutubro, passou a integrar, ao lado dos primos Abel e Mário Chermont,\nlíderes civis do movimento rebelde no estado, a junta provisória de\ngoverno que substituiu o governador Eurico de Freitas Vale. Essa junta,\nque atuaria apenas de 24 a 26 de outubro, foi substituída pelo tenente\nLandri Sales, que também ficou no governo apenas dois dias. No dia 28\nfoi criada uma nova junta governativa, mais uma vez composta por\nIsmaelino de Castro e Mário Chermont, e ainda o tenente Antônio Rogério\nCoimbra. A nova junta permaneceu no cargo até 12 de novembro, quando\nassumiu o governo o tenente Joaquim de Magalhães Barata, nomeado\ninterventor federal no Pará por Getúlio Vargas, chefe do governo\nprovisório.\n\nTornando-se assistente militar do interventor, Ismaelino de Castro foi\nreintegrado ao 26^o^ BC e em janeiro do ano seguinte assumiu o comando\nda 2^a^ Companhia dessa unidade. Ainda em 1930, foi enviado a Fordlândia\n(concessão de terras feita ao industrial americano Henry Ford, às\nmargens do rio Tapajós, para exploração da borracha) com a missão de\npacificar um movimento de trabalhadores que, em sinal de protesto,\ntinham danificado uma serra elétrica utilizada na exploração de madeira.\nTendo sido bem-sucedido na missão, e estando matriculado na Faculdade de\nDireito de Belém, no dia 15 de novembro de 1931 foi nomeado secretário\ndo Interior e Justiça do Pará.\n\nAinda em 1931 participou da constituição do Partido Liberal (PL) do\nPará, fundado em dezembro por iniciativa do interventor Magalhães\nBarata, e tornou-se membro do primeiro diretório da agremiação, ao lado\ndos irmãos Chermont e de José Carneiro da Gama Malcher, entre outros.\nComo os demais partidos criados nessa época pelos interventores\nestaduais, o PL do Pará apoiou abertamente a política de Getúlio Vargas,\ncongregando as forças que tinham promovido a Revolução de 1930 no\nestado.\n\nOs desentendimentos entre Ismaelino de Castro e o interventor começaram,\nporém, a se tornar frequentes, culminando com a designação por Magalhães\nBarata do então secretário da Fazenda, Clementino Lisboa, ao invés de\nIsmaelino, para ocupar a interventoria durante sua viagem à capital\nfederal. Diante disso, em abril de 1932, Ismaelino pediu exoneração do\ncargo de secretário do Interior e passou para a oposição.\nPosicionando-se contra a legislação trabalhista do então ministro do\nTrabalho, Lindolfo Collor, por considerar que defendia ideias contrárias\nàs propostas pela Revolução de 1930, fez de sua própria casa a sede da\nLegião Paraense do Trabalho. Em artigo publicado no *Estado do Pará* em\n14 de junho de 1932, criticou a exigência de sindicalização do operário\nprescrita pelo Ministério do Trabalho, observando que aquelas leis não\nsatisfaziam as aspirações mínimas do proletariado do resto do país.\nQuanto à Legião, no mês seguinte definiu-a como o órgão oficial\ntrabalhista no Pará e como uma tentativa de resolver a questão\nproletária brasileira, buscando acomodar os interesses dos proletários\ncom o dos patrões, de quem aqueles não deveriam se afastar, pois estes\npossuíam o capital necessário à sociedade.\n\nEm setembro de 1932, durante a Revolução Constitucionalista de São\nPaulo, foi transferido para o Rio de Janeiro a fim de juntar-se às\ntropas que combatiam os revolucionários paulistas. Ainda no mesmo mês,\nparticipou de operações militares contra os rebeldes em várias\nlocalidades do estado de São Paulo. Após a derrota dos revoltosos em\noutubro do mesmo ano, permaneceu por algum tempo na capital da\nRepública, regressando no fim do ano a Belém. Em janeiro de 1933\nreassumiu suas funções de ajudante do 26^o^ BC e, em caráter interino, a\nchefia da 2^a^ Circunscrição de Recrutamento.\n\nNas eleições de 3 de maio de 1933 para a Assembleia Nacional\nConstituinte candidatou-se a deputado, considerando-se um representante\nda “mocidade paraense”, formada por acadêmicos das faculdades de Belém,\n“sem compromissos político-partidários com quaisquer agremiações”.\nObtendo apoio da Federação dos Capacetes de Aço e da Mocidade\nEstudantina, apresentou plataforma política, sob o título “Palavras\núnicas”, em que defendia a anistia ampla para os crimes políticos e seus\nderivados, a liberdade de imprensa, a remodelação do ensino secundário e\na estabilidade da função pública, medidas destinadas à reabilitação da\nRevolução de 1930. Realizadas as eleições, foi contudo derrotado.\n\nEm agosto de 1933 foi promovido a capitão e removido do 26^o^ BC para o\nBatalhão de Guardas, no Distrito Federal. Em dezembro do mesmo ano\nbacharelou-se em ciências jurídicas e sociais pela Faculdade de Direito\ndo Rio de Janeiro. Mesmo fora de seu estado, candidatou-se novamente no\npleito de outubro de 1934, agora pela Frente Única Paraense, formada\nnaquele ano por elementos de oposição ao governo do interventor\nMagalhães Barata. Derrotado mais uma vez, dedicou-se à carreira militar,\nao magistério e à advocacia. Permaneceu no Batalhão de Guardas até\nfevereiro de 1935, quando assumiu as funções de professor de\nadministração, legislação e processo militar da Escola Militar do\nRealengo. Em outubro seguinte passou a auxiliar de ensino de direito\ndaquele estabelecimento militar, função que exerceu até retornar, em\nabril de 1936, ao 26^o^ BC na capital paraense.\n\nEm agosto de 1939 foi mais uma vez transferido para o Rio de Janeiro,\nficando adido à Diretoria de Infantaria até o mês seguinte, quando\npassou a servir na 1^a^ Divisão de Infantaria do 1^o^ Regimento de\nInfantaria (1^o^ RI) na Vila Militar. De fevereiro a outubro de 1940 fez\no curso de aperfeiçoamento da Escola de Armas, na mesma cidade. Foi\nentão transferido para o 14^o^ BC, sediado em Florianópolis, onde, em\nmaio do ano seguinte, assumiu o comando da 1^a^ Companhia. Em fevereiro\nde 1942 retornou ao Rio de Janeiro para servir na Diretoria de\nRecrutamento. Promovido a major em setembro de 1943, foi transferido\npara Juiz de Fora (MG) em novembro desse mesmo ano para comandar o\nBatalhão do 12^o^ RI, e lá permaneceu até dezembro de 1944.\n\nDe volta ao Rio de Janeiro, serviu mais uma vez na Diretoria de\nRecrutamento, de onde foi transferido em julho de 1946 para o gabinete\nda Diretoria de Ensino de Exército. No primeiro semestre de 1947 foi\nauxiliar de ensino de direito do Centro de Preparação de Oficiais da\nReserva (CPOR), mas em junho deixou o CPOR para lecionar português no\nColégio Militar do Rio de Janeiro. Em 1949 fez estágio em técnica de\nensino e em 1950 fez o curso da Escola de Aperfeiçoamento de Oficiais.\nEm junho desse ano tornou-se membro efetivo do conselho deliberativo do\nClube Militar, logo após a eleição do general Newton Estillac Leal,\ncandidato da chapa nacionalista à diretoria do clube e posteriormente\nministro da Guerra, no segundo governo constitucional de Getúlio Vargas\n(1951-1954).\n\nAinda em setembro de 1950, recebeu a patente de tenente-coronel. No ano\nseguinte, no I Congresso Nacional de Folclore no Rio, foi premiado pela\ntese de linguística, “O folclore no ensino de português” (trabalho em\nparceria com os professores Cavalcanti Proença e José Ramos). No segundo\nsemestre de 1952, tornou-se professor adjunto da cátedra de português do\nColégio Militar. Em novembro do mesmo ano foi promovido a coronel e em\njaneiro de 1956 passou para a reserva no posto de general de brigada e\ncomo professor reformado.\n\nFoi ainda redator chefe da *Revista Acadêmica* da Escola Militar e\ncolaborador da *Revista do Trânsito*, da Rádio Esporte em Revista e de\n*A Manhã*, no Rio, além dos jornais *Estado*, de Juiz de Fora (MG), e\n*Estado do Pará* e *Liberal*, no Pará. Foi membro da Academia Paraense\nde Letras, da Federação das Academias de Letras do Brasil, do Instituto\nHistórico e Geográfico do Pará e de Sergipe, do Instituto de História e\nGeografia Militar do Brasil, da Associação de Homens de Letras do Brasil\ne da Sociedade Brasileira de Cultura.\n\nFaleceu no Rio de Janeiro no dia 28 de dezembro de 1989.\n\nEra casado com Maria de Lourdes Gonçalves Pereira de Castro, com quem\nteve uma filha.\n\nPublicou, entre outros títulos, *Maria China* (romance folclórico\nparaense, 1949), *Gotas de glória* (episódios da Força Expedicionária\nBrasileira – FEB) e *Oitentanos* (1985). A seu respeito foi escrito *De\ncoração aberto: pequena biografia do mestre-escola Ismaelino*.\n\n**FONTES:** ARQ. MIN. EXÉRC.; CASTRO, M. *De* c*oração*; CRUZ, E.\n*História do Pará*; *Encic. Mirador*; MEIRA, C. *Introdução*; POPPINO,\nR. *Federal*; *Rev. Clube Militar* (6/50); SILVA, H. *1930.*\n","ref":"**FONTES:** ARQ. MIN. EXÉRC.; CASTRO, M. *De* c*oração*; CRUZ, E.\n*História do Pará*; *Encic. Mirador*; MEIRA, C. *Introdução*; POPPINO,\nR. *Federal*; *Rev. Clube Militar* (6/50); SILVA, H. *1930.*\n","dic":"DHBPR"}
