{"title":"CASTRO, João Alves de","cargoss":["dep. fed. GO 1892-1899","pres. GO 1917-1921","dep. fed. GO 1924-1926."],"author":"Adrianna Setemy","content":"**CASTRO, João Alves de**\n\n\\*dep. fed. GO 1892-1899; pres. GO 1917-1921; dep. fed. GO 1924-1926.\n\n*João Alves de Castro* nasceu em Goiás, filho de Manuel Alves de Castro\ne de Maria José Leite de Castro. Seu irmão Joviano Alves de Castro foi\ndeputado federal por Goiás de 1922 a 1930.\n\nFormou-se em direito e chegou a desembargador. Foi eleito deputado\nfederal pelo estado de Goiás em 1892, a fim de preencher a vaga deixada\nna Câmara dos Deputados por Joaquim Xavier Guimarães Natal, que\nrenunciou ao mandato após ter sido nomeado juiz federal. Foi reeleito\npara as legislaturas 1894-1896 e 1897-1899. Em Goiás, foi secretário da\nInstrução Pública durante o governo do presidente estadual Miguel da\nRocha Lima (1905-1909).\n\nNa eleição de 2 de março de 1917 foi eleito presidente do estado de\nGoiás. Seu êxito foi resultado de um acordo entre o poder central e os\ngrupos oligárquicos locais, que lutavam entre si pelo controle político\ndo estado desde 1912. Naquele ano, Urbano de Gouveia renunciou à\npresidência estadual em virtude de desentendimentos com o presidente\nHermes da Fonseca (1910-1914), que almejava quebrar a hegemonia regional\ndos Bulhões, dos quais Gouveia era aliado. A partir de então teve início\num período de grande instabilidade, até que em 1917 os grupos políticos\ngoianos aceitaram uma conciliação. Pelo acordo proposto pelo presidente\nda República Venceslau Brás (1914-1918) aos líderes do Centro\nRepublicano (controlado pela família Bulhões) e do Partido Democrata\n(controlado pela família Caiado), os dois lados comprometeram-se a\napoiar, para presidente do estado, o desembargador João Alves de Castro,\ne ainda, para primeiro vice-presidente, um candidato indicado pelo\nPartido Democrata, e para segundo e terceiro vice-presidentes,\ncandidatos indicados pelo Centro Republicano. Obrigaram-se também a\nreconhecer e empossar os candidatos escolhidos, bem como a reconhecer 18\ndeputados democratas e cinco republicanos para a Assembleia Estadual.\n\nJoão Alves de Castro tomou posse no governo de Goiás em 14 de julho de\n1917, sucedendo ao presidente interino Salatiel Simões de Lima.\nAfastou-se em 31 de dezembro de 1918, para gozar quatro meses de\nlicença, e foi substituído pelo presidente do Senado estadual, Joaquim\nRufino Ramos Jubé. Reassumiu a presidência do estado no dia 24 de abril\nde 1919 e exerceu o mandato até completá-lo, no dia 14 de julho de 1921,\nquando tomou posse o novo presidente eleito, Eugênio Rodrigues Jardim.\n\nElegeu-se deputado federal pelo estado de Goiás no pleito de 17 de\nfevereiro de 1924 e exerceu seu mandato até o fim da legislatura, em\n1926.\n\nFoi ainda chefe de polícia em Goiás e juiz de direito no Acre.\n\nAdrianna Setemy\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1); Projeto de imagem de\npublicações oficiais brasileiras do Center for Research Libraries e\nLatin-american Microfilm Project. *Mensagens dos Presidentes de\nProvíncia (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}