{"title":"CASTRO, Nascimento","cargoss":["gov. RN 1890-1891","junta gov. RN 1891-1892","gov. RN 1892."],"author":"Renato Amado Peixoto","content":"**CASTRO, Nascimento**\n\n\\* gov. RN 1890-1891; junta gov. RN 1891-1892; gov. RN 1892.\n\n*Manuel do Nascimento Castro e Silva* nasceu em Granja (CE) no dia 25 de\ndezembro de 1851, filho de Antônio Gomes Ferreira e de Luzia Gomes\nFerreira.\n\nFormou-se em ciências jurídicas e sociais na Faculdade do Recife em\n1880, e em seguida foi nomeado promotor público em Mossoró (RN), juiz\nmunicipal de Natal e juiz de direito em Santana de Matos (RN).\n\nEm 1889 foi duas vezes nomeado diretor da Instrução Pública no Rio\nGrande do Norte: no último governo do Império e no primeiro governo da\nRepública, chefiado por Pedro Velho de Albuquerque Maranhão (novembro a\ndezembro). Quando Pedro Velho voltou ao governo do estado em 1890\n(setembro a novembro), foi nomeado chefe de polícia. Permaneceu no posto\nno governo do sucessor de Pedro Velho, João Gomes Ribeiro, mas em 7 de\ndezembro de 1890, quando este foi afastado por influência de Pedro\nVelho, por ter-se aproximado da oposição à sua liderança, assumiu o\ngoverno do Rio Grande do Norte por autorização do Ministério da Justiça\ne Interior. Ao iniciar seu governo convocou uma Constituinte estadual e\nfez publicar por decreto um Projeto de Lei Orgânica que passou a ser\nconhecido como “Constituição de Castro”.\n\nEm 3 de março de 1891, já após a eleição de Deodoro da Fonseca para\npresidente da República pela Assembleia Nacional Constituinte\n(25/2/1891), transferiu o governo do estado para Francisco Amintas da\nCosta Barros, nomeado por Deodoro. Passou então a combater os atos do\nCongresso Constituinte estadual, bem como o governador eleito, Miguel\nJoaquim de Almeida Castro, que tomou posse em 9 de setembro. Tornou-se\num dos conspiradores cuja ação culminou com a derrubada e prisão de\nMiguel Castro pelas tropas do Exército, manipuladas diretamente por\nPedro Velho e José Bernardo de Medeiros. Em seguida participou da junta\ngovernativa articulada por Pedro Velho e José Bernardo, presidida por\nFrancisco Lima e Silva e composta também por Joaquim Ferreira Chaves\nFilho. A junta tomou posse em 28 de novembro de 1891, dissolveu o\nCongresso Constituinte estadual eleito durante o governo de Amintas\nBarros e convocou novas eleições para outro Congresso Constituinte, que\nfoi instalado a 20 de fevereiro de 1892. Esse Congresso elegeu como seu\npresidente Jerônimo Câmara. Este recebeu o governo do estado da junta\ngovernativa em 22 de fevereiro e o repassou em 28 de fevereiro a Pedro\nVelho, eleito governador pelo mesmo Congresso.\n\nEm meados da década de 1890 Nascimento Castro passou a fazer oposição a\nPedro Velho, ajudando a fundar em 1897 o Partido Republicano\nConstitucional no Rio Grande do Norte, cujo diretório passou a integrar.\nEm 1898 trabalhou pela candidatura de Campos Sales à presidência da\nRepública contra a de Lauro Sodré, apoiada por Pedro Velho. Com a\nvitória de Campos Sales em Natal, participou das manifestações de rua\ncontra o “pedrovelhismo”. Foi um dos signatários do Manifesto do Partido\nRepublicano Constitucional de 1899 que justificava a abstenção da\nentidade nas eleições para governador, denunciando as práticas políticas\n“pedrovelhistas” e a perseguição movida pelos governistas.\n\nFoi redator dos jornais *A Liberdade* (de 1885 a 1889), *A República*\n(em 1891), *Rio Grande do Norte* e *Diário de Natal*.\n\nFaleceu em Natal em 20 de janeiro de 1901.\n\nRenato Amado Peixoto\n\n**FONTES:** CASCUDO, L. *Governo*; CASCUDO, L. *História da República*;\nCASCUDO, L. *História do Rio Grande* *do Norte*; NONATO, R. *Bacharéis*;\nPOMBO, R. *História*; *República* (22/1/1901); SOUZA, I. *República.*\n","ref":"**FONTES:** CASCUDO, L. *Governo*; CASCUDO, L. *História da República*;\nCASCUDO, L. *História do Rio Grande* *do Norte*; NONATO, R. *Bacharéis*;\nPOMBO, R. *História*; *República* (22/1/1901); SOUZA, I. *República.*\n","dic":"DHBPR"}