{"title":"CAVALCANTI, ALCEDO","cargoss":["militar","rev. 1930","rev. 1935."],"author":null,"content":"**CAVALCANTI, A****LCEDO**\n\n\\*militar; rev. 1930; rev. 1935.\n\n*Alcedo Batista Cavalcanti* nasceu em Garanhuns (PE) no dia 6 de\nsetembro de 1898, filho de Vicente Batista e de Maria Cavalcanti de\nAlbuquerque Batista.\n\nSentou praça em maio de 1918, ingressando na Escola Militar do Realengo,\nno Rio de Janeiro, então Distrito Federal, que o declarou aspirante a\noficial da arma de engenharia em janeiro de 1921. Promovido a\nsegundo-tenente em maio do mesmo ano e a primeiro-tenente em setembro do\nano seguinte, chegou a capitão em janeiro de 1924.\n\nParticipou do movimento revolucionário de outubro de 1930, assumindo no\ndia 6 desse mês o comando da 1^a^ Companhia do 5^o^ Batalhão de\nEngenharia, à frente do qual lutou ao lado dos rebeldes no Paraná.\nComissionado no posto de tenente-coronel, chefiou o estado-maior da\nInspetoria Geral da Força Pública de São Paulo, então comandada por\nMiguel Costa, de novembro a dezembro de 1930. Nesse mês assumiu a\nInspetoria Geral da Força Pública, que ocupou até junho de 1931.\nDeflagrada em julho do ano seguinte a Revolução Constitucionalista de\nSão Paulo, colaborou na repressão aos rebeldes, integrando o\nDestacamento Mendes Teixeira. O movimento foi definitivamente derrotado\nem outubro de 1932.\n\nPromovido a major em outubro de 1934, foi professor adjunto do curso de\nengenharia e transmissões da Escola de Estado-Maior, no Rio de Janeiro,\naté 23 de novembro de 1935, quando passou a ausentar-se alegando doença.\nQuatro dias depois, eclodiu em unidades militares cariocas a tentativa\nde insurreição dirigida pelo Partido Comunista Brasileiro, então Partido\nComunista do Brasil (PCB), em nome da Aliança Nacional Libertadora\n(ANL). A operação já fora tentada sem êxito dias antes no Nordeste.\nAcusado de envolvimento com os comunistas e com a preparação da\ninsurreição, teve sua prisão decretada no dia 28 de novembro, depois que\nos rebeldes foram dominados.\n\nExilado no Uruguai, teve cassadas sua patente e condição de oficial do\nExército por decreto de abril de 1936, sob a acusação de participar do\nlevante da ANL. Ainda em 1936 foi para a Europa, juntamente com os\noficiais Celso Tovar Bicudo de Castro e Paulo Machado Carrion, a fim de\nparticipar, ao lado dos republicanos, da Guerra Civil Espanhola\n(1936-1939). Chegando a Paris, no entanto, os três desentenderam-se com\nas autoridades espanholas encarregadas de receber os voluntários e\nretornaram ao Uruguai.\n\nExilado na Argentina até 1945, foi anistiado em 1951. Nesse mesmo ano,\nfoi promovido retroativamente a tenente-coronel (agosto de 1942) e a\ncoronel (setembro de 1947). Comandou ainda o 6^o^ Batalhão de\nEngenharia, sediado no Pará, de 1955 a 1957. Em julho desse ano passou\npara a reserva no posto de general de brigada.\n\nFaleceu no Rio de Janeiro no dia 20 de setembro de 1979.\n\nEra casado com Mary Néri Batista Cavalcanti, com quem teve três filhos.\n\n**FONTES:** INF. Alcedo Hartmann Cavalcanti e Rodrigo Câmara Ferraz;\nMIN. GUERRA. *Almanaque* (1934); PORTO, E. *Insurreição*; SILVA, H.\n*1937*; *Temas de Ciências Humanas* (9).\n","ref":"**FONTES:** INF. Alcedo Hartmann Cavalcanti e Rodrigo Câmara Ferraz;\nMIN. GUERRA. *Almanaque* (1934); PORTO, E. *Insurreição*; SILVA, H.\n*1937*; *Temas de Ciências Humanas* (9).\n","dic":"DHBPR"}