{"title":"CAVALCANTI, Cruvelo","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1903],"datas_fim":[1905],"estados":["RJ"],"autor":[0],"content":"**CAVALCANTI, Cruvelo**\n\n\\* dep. fed. RJ 1903-1905.\n\n*João Cruvelo Cavalcanti* nasceu no Rio de Janeiro, então capital do\nImpério, a 19 de janeiro de 1846.\n\nFormou-se em direito pela Faculdade do Recife. Aos 19 anos já era\nfuncionário do Tesouro Nacional, mas, quando o Brasil declarou guerra ao\nParaguai, vencendo relutâncias familiares apresentou-se como voluntário.\nNa campanha contra o país vizinho, foi ferido e condecorado por bravura,\npelas ações na batalha do Tuiuti, em 1866, e Lomas Valentinas, em 1868,\ncom o hábito da Ordem de Cristo, a comenda de cavaleiro da Ordem da\nRosa, a medalha de prata da Campanha do Paraguai e as medalhas do\nUruguai e Argentina. Além dessas honrarias, recebeu a patente de\ntenente-coronel honorário do Exército.\n\nFindo o conflito, retornou à atividade no Tesouro Nacional. Nesse órgão,\nexerceu o cargo de inspetor das alfândegas em Porto Alegre, de 1880 a\n1882, em Santos, no ano de 1883, e em Pernambuco, de 1883 a 1885. Foi\nainda nomeado delegado do ministro da Fazenda no Rio Grande do Sul, de\n1890 a 1891, e encarregado da numeração dos prédios da cidade do Rio de\nJaneiro. Tendo começado no cargo de escriturário, passou a ajudante do\nadministrador, a subdiretor e, por fim, a diretor da Recebedoria do\nTesouro, função em que se aposentou a 31 de dezembro de 1894.\n\nAlém de suas tarefas no Ministério da Fazenda, exerceu a advocacia no\nestado do Rio de Janeiro e dedicou-se à política. Foi eleito vereador em\nItaguaí e, como tal, escolhido presidente da Câmara Municipal. Depois,\nchegou a deputado na Assembleia Legislativa do estado do Rio de Janeiro,\nonde, militando ao lado de Quintino Bocaiúva, colaborou na reforma\nconstitucional fluminense. Em 1902, foi eleito representante do 3^o^\ndistrito daquele estado na Câmara dos Deputados, para a legislatura de\n1903 a 1905. Dedicou-se às questões relativas ao Ministério da Fazenda,\nem especial as referentes ao orçamento da União e às tarifas\nalfandegárias. Tal interesse o levou a candidatar-se a membro das\ncomissões de Fazenda e Indústria e de Tomada de Contas. Contudo, só\nconseguiu ter seu nome referendado para a Comissão de Obras Públicas e\nViação. Tentou reeleger-se deputado federal para a legislatura\n1906-1909, mas não obteve êxito em seu intento.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 29 de setembro de\n1912.\n\nPublicou o livro *Nova numeração dos prédios da cidade do Rio de\nJaneiro*, obra organizada por ordem da Câmara Municipal do Rio de\nJaneiro no ano de 1878.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2, p.146); BLAKE, A*.\nDiccionario* (v.3, p.402-403); CÂM. DEP. *Deputados brasileiros*; CÂM.\nDEP. *Anais* (1903-1906); *Fluminense* (1/10/1912, p.1); *Jornal do\nBrasil* (1/10/1912, p.5); *Jornal do Comércio* RJ (30/9/1912, p.3,\n1/10/1912, p.5).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2, p.146); BLAKE, A*.\nDiccionario* (v.3, p.402-403); CÂM. DEP. *Deputados brasileiros*; CÂM.\nDEP. *Anais* (1903-1906); *Fluminense* (1/10/1912, p.1); *Jornal do\nBrasil* (1/10/1912, p.5); *Jornal do Comércio* RJ (30/9/1912, p.3,\n1/10/1912, p.5).\n","dic":"DHBPR"}
