{"title":"CÂMARA, Augusto Leopoldo da","cargoss":["jornalista","dep. fed. RN 1912-1914."],"author":"Renato Amado Peixoto","content":"**CÂMARA, Augusto Leopoldo da**\n\n\\* jornalista; dep. fed. RN 1912-1914.\n\n*Augusto Leopoldo Raposo da Câmara* nasceu em Ceará-Mirim (RN) no dia 22\nde agosto de 1856, filho de Manuel Leopoldo Raposo da Câmara e de\nAntônia Carrilho Raposo da Câmara.\n\nBacharel pela Faculdade de Direito do Recife em 1880, durante o curso\nfoi um dos redatores do jornal *O Protesto*. Depois de formado, retornou\nà cidade natal e filiou-se ao Partido Conservador, do qual seu pai era\num dos chefes locais, aproximando-se do chamado “grupo da Botica”,\ndenominação dada em referência ao lugar onde seus integrantes se\nreuniam. Participavam do grupo, entre outros, Francisco Amintas da Costa\nBarros, Antônio de Amorim Garcia e José Inácio Fernandes Barros, que\nexerceriam grande influência na política do Rio Grande do Norte nos\nprimeiros anos do período republicano.\n\nEleito deputado provincial pelo Partido Conservador para o biênio\n1882-1883, foi chefe de Polícia do Rio Grande do Norte de 1885 a 1886.\nNesse último ano foi nomeado juiz municipal e de órfãos e capelas de\nNatal, cargo que ocupou até 1889.\n\nApós a proclamação da República (15/11/1889), colaborou no *Rio Grande\ndo Norte*, jornal que circularia de 1890 a 1896 na capital potiguar. Em\n1891 foi membro da Intendência Municipal de Natal, elegendo-se em\nseguida deputado à Constituinte estadual de 1891 pelo Partido\nRepublicano do Rio Grande do Norte. Em 1895 tornou-se procurador da\nRepública no estado, cargo que exerceria até 1901. Em 1897, passou a\nintegrar o Partido Republicano Constitucional (PRC), que foi fundado\nnaquele ano e fazia oposição à liderança de Pedro Velho de Albuquerque\nMaranhão, principal nome da política norte-rio-grandense nos primeiros\ntempos da República. Anos depois, em 1905, participou da reorganização\ndo PRC, assumindo a presidência da agremiação. Em 1906 tornou-se diretor\ndo *Diário de Natal*, jornal de oposição ao governo estadual, à frente\ndo qual permaneceria até 1913.\n\nEm 1912 foi eleito deputado federal pelo Rio Grande do Norte na legenda\ndo PRC, tornando-se o primeiro parlamentar do partido desde sua\nfundação. Em 1913, em decorrência da chamada “política das salvações” –\nprocesso de intervenções militares desencadeado sobretudo nos estados\nnordestinos, contra o poder das oligarquias, pelo presidente da\nRepública, marechal Hermes da Fonseca (1910-1914) –, apoiou o capitão\nJosé da Penha Alves de Sousa em sua pretensão de lançar Leônidas Hermes\nda Fonseca, filho do presidente, como candidato ao governo estadual.\nNesse período, todos os jornais oposicionistas foram empastelados,\ninclusive o *Diário de Natal*.\n\nContudo, como o governador eleito, Ferreira Chaves, rompeu com os\nherdeiros políticos de Pedro Velho e promoveu a desarticulação desse\ngrupo durante sua administração (1914-1918), Augusto Leopoldo da Câmara\nretornou ao PRF, vindo a ocupar o cargo de secretário geral do Estado\nentre 1920 e 1924, no governo de Antônio José de Melo e Sousa. Em\nseguida, elegeu-se vice-governador na chapa encabeçada por José Augusto\nBezerra de Medeiros, exercendo o mandato entre 1924 e 1928. Nesse\nperíodo, presidiu o Congresso Legislativo e a Constituinte estadual de\n1926, função reservada ao vice-governador.\n\nEleito em 1928 para ocupar uma das vagas abertas por falecimento na\nAssembleia Legislativa durante a legislatura de 1927-1929, foi reeleito\ndeputado estadual para a legislatura que acabou dissolvida em 6 de\noutubro de 1930, com a eclosão do movimento revolucionário que levou\nGetúlio Vargas ao poder e fechou todos os órgãos legislativos do país.\nApós a Revolução de 1930, foi diretor da Fazenda de 1931 a 1932, na\ninterventoria de Herculino Cascardo.\n\nFoi também consultor jurídico do Banco do Rio Grande do Norte,\npresidente da Ordem dos Advogados na seção do Rio Grande do Norte e\npresidente da Caixa de Aposentadoria dos Marítimos.\n\nFaleceu no Rio de Janeiro, então capital federal, em 11 de dezembro de\n1941.\n\nEra casado com Maria Pia Pereira, com quem teve cinco filhos, entre os\nquais Mário Leopoldo Pereira da Câmara, interventor federal no Rio\nGrande do Norte de 1933 a 1935 e ministro da Fazenda de 1955 a 1956. Seu\nsogro, Joaquim Inácio Pereira, foi um grande comerciante em Natal e\nchegou a presidir a Assembleia Legislativa nos primeiros tempos da\nRepública.\n\nRenato Amado Peixoto\n\n**FONTES:** CÂM. DEP. *Anais* (24/8/1956, p.354-355); CASCUDO, L.\n*Governo*; NONATO, R. *Bacharéis*;SOARES, A. *Dicionário*; SOUZA, I.\n*República*; SPINELLI, J. *Reação.*\n","ref":"**FONTES:** CÂM. DEP. *Anais* (24/8/1956, p.354-355); CASCUDO, L.\n*Governo*; NONATO, R. *Bacharéis*;SOARES, A. *Dicionário*; SOUZA, I.\n*República*; SPINELLI, J. *Reação.*\n","dic":"DHBPR"}