{"title":"CÂMARA, Jerônimo","cargoss":["magistrado","gov. RN 1890 e 1892."],"author":"Renato Amado Peixoto","content":"**CÂMARA, Jerônimo**\n\n\\* magistrado; gov. RN 1890 e 1892.\n\n*Jerônimo Américo Raposo da Câmara* nasceu em Natal no dia 14 de\nnovembro de 1843, filho de José Lucas Soares Raposo da Câmara e de Maria\nLeonor Raposo da Câmara.\n\nRecebeu o diploma de bacharel na Faculdade de Direito do Recife em 1868.\nDe volta ao Rio Grande do Norte, em 1869 foi nomeado promotor público em\nMossoró e depois em Açu, e em 1870 foi eleito deputado provincial pelo\nPartido Conservador. Em 1871 foi transferido para a comarca de\nMaioridade, que incluía os municípios de Imperatriz, Pau dos Ferros e\nPorto Alegre, sendo nomeado juiz municipal e de órfãos de Imperatriz e,\na partir de 1874, de Pau dos Ferros. Foi mais uma vez transferido, agora\ncomo juiz de direito, para a nova comarca de Trairi, hoje Nova Cruz, em\n1881. Exerceu as funções de chefe de Polícia em 1886 e 1888, e nesse\núltimo ano foi enviado para São José de Mipibu.\n\nProclamada a República em 15 de novembro de 1889, quando Antônio Basílio\nRibeiro Dantas, último presidente da província, chamou Pedro Velho de\nAlbuquerque Maranhão, líder do Partido Republicano, para assumir e\norganizar o primeiro governo sob o novo regime, Jerônimo Câmara foi mais\numa vez nomeado chefe de Polícia. Dezenove dias depois, quando o governo\nprovisório da República substituiu Pedro Velho por Adolfo Afonso da\nSilva Gordo, foi mantido no cargo. Quando Adolfo Gordo foi afastado do\ngoverno em 8 de fevereiro de 1890, por interferência direta de Pedro\nVelho junto a Aristides da Silveira Lobo, ministro do Interior, assumiu\no governo do estado até a posse de Joaquim Xavier da Silveira Júnior, em\n10 de março. Este, por sua vez, seria substituído por Pedro Velho em 19\nde setembro seguinte. Uma série de governantes se sucederia, até que\nPedro Velho e José Bernardo de Medeiros depuseram o governador Miguel\nCastro, em 28 de novembro de 1891, e em seu lugar instalaram uma junta\ngovernativa.\n\nEleito deputado estadual pelo Partido Republicano e escolhido presidente\ndo Congresso estadual, em 22 de fevereiro 1892 Jerônimo Câmara recebeu o\ngoverno do estado da junta governativa e no dia 28 de fevereiro\ntransferiu-o para Pedro Velho, que fora eleito governador também pelo\nCongresso estadual. Durante o governo de Pedro Velho, que se estenderia\naté 25 de março de 1896, assumiria três vezes interinamente o governo do\nestado, evitando a posse do vice-governador Silvino Bezerra, então na\noposição a Pedro Velho.\n\nAinda em 1892 foi nomeado desembargador do Superior Tribunal de Justiça\ndo Rio Grande do Norte, órgão que presidiu até 1898, quando o então\ngovernador Joaquim Ferreira Chaves Filho, com o apoio de Pedro Velho,\naposentou-o por decreto junto com outros quatro desembargadores e cinco\njuízes, nomeando para o lugar destes parentes e outros aliados\npolíticos. Tal ato foi motivado pela fundação, em 1897, do Partido\nRepublicano Constitucional, de oposição a Pedro Velho, presidido por\nJerônimo Câmara. Embora tivesse recorrido ao Supremo Tribunal Federal,\nJerônimo Câmara apenas conseguiu garantir o direito aos vencimentos e\natrasados, sendo mantido o seu afastamento.\n\nFaleceu em Natal em 26 de novembro de 1920.\n\nCasado com Mariana Elisa Raposo da Câmara, teve sete filhos. Um deles,\nJosé Lucas Raposo da Câmara, foi membro do Superior Tribunal do\nAmazonas.\n\nRenato Amado Peixoto\n\n**FONTES:** BUENO, A. *Visões*; CASCUDO, L. *História*; NONATO, R.\n*Bacharéis*; SOUZA, I. *República.*\n","ref":"**FONTES:** BUENO, A. *Visões*; CASCUDO, L. *História*; NONATO, R.\n*Bacharéis*; SOUZA, I. *República.*\n","dic":"DHBPR"}