{"title":"CÂNDIDO, João","cargoss":["militar","rev. Chibata."],"author":null,"content":"**CÂNDIDO, João**\n\n**\\***militar; rev. Chibata.\n\n*João Cândido Felisberto* nasceu em Encruzilhada do Sul (RS) no dia 24\nde junho de 1880, filho dos ex-escravos João Felisberto Cândido e Inácia\nFelisberto.\n\nAinda menor de idade, de acordo com seu depoimento, lutou na Revolução\nFederalista, em 1893, sob o comando do general Pinheiro Machado. Em\nseguida apresentou-se na Companhia de Artífices Militares e Menores\nAprendizes, no Arsenal de Guerra de Porto Alegre, com uma recomendação\nde atenção especial, escrita por um amigo da família, o capitão de\nfragata Alexandrino de Alencar, futuro ministro da Marinha. Desse modo,\nnuma época em que a maioria dos aprendizes era recrutada pela polícia e\nem que eram admitidos menores de idade nas forças armadas, alistou-se na\nMarinha do Brasil em 1894. E em 10 de dezembro de 1895 ingressou como\ngrumete no quartel de Villegagnon, no Rio de Janeiro. Entre a Escola de\nAprendizes no Rio Grande do Sul e a vida nos navios, aprendeu a ler,\nescrever, contar e a operar diversas técnicas de navegação.\n\nEm 1909, como vinha acontecendo com muitos outros marinheiros desde o\nano anterior, foi enviado pelo governo brasileiro à Grã-Bretanha para\nacompanhar o final da construção de navios de guerra naquele país. Na\nInglaterra teria tomado conhecimento da revolta do encouraçado\n*Potemkin*, promovida em 1905 por marinheiros russos que reivindicavam\nmelhores condições de trabalho.\n\nO uso da chibata como castigo na Marinha brasileira havia sido abolido\nem 16 de novembro de 1889, pelo Decreto n^o^ 3, um dos primeiros atos\nlegais do regime republicano. Na prática, porém, aquela modalidade de\npunição continuou a ser aplicada, a critério dos oficiais. Assim, num\ncontingente de 90% de negros e mulatos, centenas de marujos continuavam\na sofrer castigos físicos, como no tempo da escravidão. Entre os\nmarinheiros, insatisfeitos com os baixos soldos, com a má alimentação e,\nprincipalmente, com os degradantes castigos corporais, crescia o clima\nde tensão.\n\nAcervo Museu da Imagem e do Som\n\n![Description: G:\\\\Trabalho para a Mirna\\\\MIS\\\\Imagens MIS\\\\Revolta da\nChibata (1910) (à dir. João\nCândido).jpg](C%c3%82NDIDO,%20Jo%c3%a3o%20_arquivos/image003.jpg)\n\nJoão Cândido (à dir.). Revolta da Chibata (1910).\n\nAinda na Grã-Bretanha, e depois, ao retornar ao Brasil, os marinheiros\nque lá estiveram para acompanhar a construção dos encouraçados *Minas\nGerai*s e S*ão Paulo,* iniciaram um movimento conspiratório com vistas a\ntomar uma atitude mais efetiva no sentido de acabar com a chibata na\nMarinha de Guerra. Formaram, nesse sentido, o Comitê Geral da Revolução,\nsob a liderança de João Cândido, que, elogiado pelos oficiais por bom\ncomportamento e por suas habilidades como timoneiro, possuía bom\ntrânsito entre marinheiros e oficiais.\n\nEsgotadas as tentativas pacíficas e propositivas dos marinheiros,\nincluindo uma audiência de João Cândido no gabinete do presidente Nilo\nPeçanha (1909-1910), os marinheiros decidiram que iriam fazer um motim\npelo fim do uso da chibata em 25 de novembro de 1910. Os acontecimentos\nse precipitaram quando, na semana da posse do marechal Hermes da Fonseca\nna presidência da República (15 de novembro de 1910), o marinheiro\nMarcelino Rodrigues de Meneses foi punido com 250 chibatadas, aplicadas\nna presença de toda a tripulação do encouraçado *Minas Gerais*, nau\ncapitânia da Marinha de Guerra brasileira. O motim foi então antecipado\nde 25 para 22 de novembro.\n\nNo dia marcado, João Cândido – logo apelidado de *Almirante Negro* pela\nimprensa – deflagrou a rebelião, tendo sob seu comando quase 2.400\nhomens. Os rebeldes assumiram o comando do *Minas Gerais.* O comandante\nJoão Batista das Neves foi morto durante a luta, e os demais oficiais\nabandonaram o navio. As tripulações dos navios de guerra *São Paulo*,\n*Bahia* e *Deodoro* imediatamente aderiram ao levante. Assim, durante\nquatro dias, os quatro navios de guerra, sob o controle dos rebeldes,\napontaram seus canhões para a capital federal. No ultimato enviado ao\nrecém-empossado presidente da República, os marinheiros ameaçaram\ngrandes represálias caso a chibata não fosse extinta, e afirmaram: “Nós,\nmarinheiros, cidadãos brasileiros e republicanos, não podemos mais\nsuportar a escravidão na Marinha brasileira”.\n\nA revolta terminou com o compromisso do governo federal de abolir o uso\nda chibata na Marinha e de conceder anistia aos rebelados. Contudo,\napesar da aprovação da anistia pelo Senado no dia 25 de novembro, o\npresidente da República assinou um decreto, no dia 27 daquele mês,\nabrindo caminho para a expulsão da Marinha dos marinheiros envolvidos na\nrevolta, o que efetivamente passou a ocorrer. O clima de tensão cresceu\nnovamente no seio da corporação.\n\nEm dezembro de 1910 eclodiu um novo levante, dessa vez na ilha das\nCobras. Decretado o estado de sítio, a revolta, que se estendera ao\ncruzador *Rio Grande do Sul*, foi duramente reprimida. João Cândido,\napesar de haver assumido posição contrária a essa nova revolta, foi\nacusado de favorecimento aos amotinados, foi preso em 13 de dezembro,\nembora não existissem provas definidas da adesão dos antigos aos novos\nrebeldes, e foi expulso da Marinha. A maioria dos marinheiros que\nsobreviveram à repressão governamental foi forçada a embarcar num navio\nem direção ao Amazonas, para trabalhar na produção da borracha.\n\nJoão Cândido, juntamente com aqueles poucos que não foram enviados para\no Amazonas, foi aprisionado numa prisão subterrânea na ilha das Cobras,\nlá permanecendo por 18 meses. As condições extremamente insalubres das\ncelas causaram a morte de quase todos os presos, saindo com vida João\nAvelino Lira e o próprio João Cândido. Após a prisão, foi em seguida\ninternado no Hospital dos Alienados, como louco e indigente. Solto no\nfinal de 1912, foi absolvido das acusações. Seu advogado de defesa foi\nEvaristo de Morais, contratado pela Ordem de Nossa Senhora do Rosário e\ndos Homens Pretos, que declinou o recebimento dos honorários que lhe\neram devidos.\n\nAfastado da Marinha, João Cândido passou a viver em condições\nextremamente precárias, trabalhando como estivador e descarregando\npeixes na praça XV de Novembro, no centro do Rio de Janeiro. Sua vida\npessoal foi profundamente abalada pelo suicídio de sua segunda esposa,\nem 1928. Em 1930 foi novamente detido, acusado de subversão. Em 1933,\natendendo a convite de Plínio Salgado, aderiu à Ação Integralista\nBrasileira (AIB), movimento nacionalista de extrema-direita fundado por\nSalgado, chegando a ser o líder do núcleo integralista da Gamboa, no Rio\nde Janeiro. Discriminado e perseguido até ao fim da vida, sem nunca\nconseguir reingressar na Marinha, recolheu-se no município de São João\nde Meriti, na Baixada Fluminense.\n\nEm março de 1968, prestou um longo depoimento no Museu de Imagem do Som,\nno Rio de Janeiro.\n\nFaleceu de câncer no Rio de Janeiro em 1969, aos 89 anos de idade.\n\nEm 1970, os compositores João Bosco e Aldir Blanc o homenagearam no\nsamba *O mestre-sala dos mares*.\n\nEm 22 de novembro de 2007, por ocasião da comemoração dos 97 anos da\nRevolta da Chibata, foi inaugurada uma estátua em sua homenagem nos\njardins do Museu da República, antigo palácio do Catete, bombardeado\ndurante a rebelião. Dois anos depois, a estátua foi transferida para a\npraça XV.\n\nEm 24 de julho de 2008, foi anistiado *post-mortem*. A iniciativa, que\npartiu do Senado, foi aprovada pela Câmara dos Deputados em 13 de maio\ndia da Abolição da Escravatura no Brasil.\n\nFoi casado com Marieta Cândido, com quem teve dois filhos, e com Maria\nDolores, com quem teve cinco filhos. Após o falecimento da segunda\nesposa, teve quatro filhos com Ana do Nascimento.\n\nSergio Lamarão/Inoã Carvalho Urbinati\n\n**FONTES:** ALMEIDA, S. *Modernização* (v.23, p.1-216, 147-170); CÂM.\nMUN. SÃO JOÃO DE MERITI. Disponível em:\n\\<http://camaradesaojoaodemeriti.rj.gov.br/site/index.php?option=com\\_content&view=article&id=218&Itemid=78\\>.\nAcesso em: 20/5/2010; FUND. PERSEU ABRAMO. Disponível em:\n\\<www2.fpa.org.br/conteudo/morre-zeelandia-candido-de-andrade\\>. Acesso\nem: 20/5/2010; Integralismo no Sul. Disponível em:\n\\<www.integralismonosul.net/o\\_integralismo/historia/biografias\\_integralistas/joaocandido.html\\>.\nAcesso em: 20/5/2010; Portal São Francisco. Disponível em:\n\\<www.portalsaofrancisco.com.br/alfa/joao-candido/joao-candido.php\\>.\nAcesso em: 20/5/2010; Rede Afrokut. Disponível em:\n\\<http://negrosnegrascristaos.ning.com/group/marinheironegro\\>. Acesso\nem: 20/5/2010; Revista Aventuras na História. Disponível em:\n\\<http://historia.abril.com.br/guerra/canhoes-chibata-433714.shtml\\>.\nAcesso em: 23/5/2010; Uol Educação. Disponível em:\n\\<http://educacao.uol.com.br/historia-brasil/revolta-chibata.jhtm\\>.\nAcesso em: 20/5/2010.\n","ref":"**FONTES:** ALMEIDA, S. *Modernização* (v.23, p.1-216, 147-170); CÂM.\nMUN. SÃO JOÃO DE MERITI. Disponível em:\n\\<http://camaradesaojoaodemeriti.rj.gov.br/site/index.php?option=com\\_content&view=article&id=218&Itemid=78\\>.\nAcesso em: 20/5/2010; FUND. PERSEU ABRAMO. Disponível em:\n\\<www2.fpa.org.br/conteudo/morre-zeelandia-candido-de-andrade\\>. Acesso\nem: 20/5/2010; Integralismo no Sul. Disponível em:\n\\<www.integralismonosul.net/o\\_integralismo/historia/biografias\\_integralistas/joaocandido.html\\>.\nAcesso em: 20/5/2010; Portal São Francisco. Disponível em:\n\\<www.portalsaofrancisco.com.br/alfa/joao-candido/joao-candido.php\\>.\nAcesso em: 20/5/2010; Rede Afrokut. Disponível em:\n\\<http://negrosnegrascristaos.ning.com/group/marinheironegro\\>. Acesso\nem: 20/5/2010; Revista Aventuras na História. Disponível em:\n\\<http://historia.abril.com.br/guerra/canhoes-chibata-433714.shtml\\>.\nAcesso em: 23/5/2010; Uol Educação. Disponível em:\n\\<http://educacao.uol.com.br/historia-brasil/revolta-chibata.jhtm\\>.\nAcesso em: 20/5/2010.\n","dic":"DHBPR"}