{"title":"CELESTINO, Pedro","cargoss":["pres. MT 1908-1911","sen. MT 1918-1922","pres. MT 1922-1924","sen. MT"],"author":null,"content":"**CELESTINO, Pedro**\n\n\\*pres. MT 1908-1911; sen. MT 1918-1922; pres. MT 1922-1924; sen. MT\n1927-1930.\n\n*Pedro Celestino Correia da Costa*nasceu no sítio Bom Jardim, no\nmunicípio de Chapada dos Guimarães (MT), no dia 5 de julho 1860, filho\ndo capitão Antônio Correia da Costa e de Inês Maria Luísa da Silva\nPrado. Seu avô, também chamado Antônio Correia da Costa, governou a\nprovíncia de Mato Grosso nas décadas de 1830 e 1840, durante a Regência.\nSeu irmão Antônio Correia da Costa foi deputado federal em 1893 e\npresidiu o estado de 1895 a 1898.\n\nIniciou seus estudos no Seminário da Conceição, em Cuiabá, e em 1875\nseguiu para o Rio de Janeiro, onde ingressou no curso de farmácia da\nFaculdade de Medicina, que concluiu em 1881.\n\nAo longo de sua extensa carreira política exerceu diferentes cargos.\nInicialmente foi presidente da Câmara Municipal de Cuiabá e duas vezes\ndeputado estadual. Da primeira vez, em 1891, junto com Generoso Ponce, a\nquem era ligado desde a monarquia, e que em janeiro de 1890 havia\nfundado o Partido Republicano em Mato Grosso, conduziu os trabalhos de\nelaboração da Constituição do estado, a que se seguiu a eleição de\nManuel Murtinho para a presidência de Mato Grosso. Na mesma ocasião,\nGeneroso Ponce foi eleito primeiro vice-presidente, José da Silva Rondon\nsegundo, enquanto ele próprio foi escolhido terceiro vice-presidente do\nestado.\n\nNo final da década, manteve-se ao lado de Ponce, quando do rompimento\nentre este e a família Murtinho. A disputa entre os antigos aliados\nculminou em 1899 com o cerco da Assembleia Legislativa pela “Legião\nCampos Sales”, comandada por Totó Pais, que garantiu a eleição e a posse\ndo candidato ao governo do estado apoiado pelos Murtinho, Antônio Alves\nde Barros. Em 1906 novamente atuou como aliado de Ponce e lutou pela\ndeposição do então presidente do estado Totó Pais, que morreu\nassassinado.\n\nEm 1908, assumiu pela segunda vez o mandato de deputado estadual. Em 12\nde outubro do mesmo ano assumiu o governo de Mato Grosso, em virtude da\nrenúncia de Generoso Ponce, então presidente do estado, e completou o\nquadriênio em 15 de agosto de 1911, passando o governo a Joaquim Augusto\nda Costa Marques.\n\nApós o falecimento de Generoso Ponce em 7 de novembro de 1911, a disputa\npelo lugar de figura política mais expressiva no estado passou a se dar\nentre Pedro Celestino e o senador Antônio Azeredo. O primeiro não\naceitava as investidas do poderoso senador e insistia em ocupar o espaço\ndeixado por Ponce; no entanto, Azeredo demonstrava possuir mais\nprestígio e principalmente mais trânsito junto ao poder central, o que\nfacilitava seus propósitos de assumir a liderança do Partido Republicano\nConservador (PRC). Insatisfeito com a perda de terreno, Pedro Celestino\ncriou o Partido Republicano Mato-Grossense (PRMG) como resposta ao\navanço das forças azeredistas e com o intuito de promover o\nreagrupamento dos correligionários dispersos após o desaparecimento do\npartido criado por Ponce no início do regime republicano. Durante a\ncrise política que culminou com a intervenção federal no estado em 1917,\nhipotecou o apoio do PRMG ao presidente estadual Caetano de Albuquerque,\nque foi então afastado do Executivo por ato do presidente da República\nVenceslau Brás.\n\nFoi eleito senador em 1918, mas renunciou para assumir pela segunda vez\no governo de Mato Grosso no dia 22 de janeiro de 1922, sucedendo a dom\nFrancisco de Aquino Correia. Sua eleição resultou do acordo político\nentre o PRMG e o PRC, controlado pelo senador Azeredo. Não permaneceu\nporém no governo até o final de seu mandato, e em 1^o^ de novembro de\n1924 assumiu seu lugar o primeiro vice-presidente Estêvão Alves Correia.\nEm 1927 foi pela segunda vez eleito para o Senado Federal. Em 1930\napoiou em Mato Grosso a candidatura de Getúlio Vargas à presidência da\nRepública e, com a vitória da Revolução de outubro, teve seu mandato\ninterrompido.\n\nFoi procurador da Empresa Mate Laranjeira.\n\nFaleceu no Rio de Janeiro no dia 22 de janeiro de 1932.\n\nEra casado com Corina Novis Correia da Costa. Seus filhos Ítrio Correia\nda Costa e Fernando Correia da Costa foram, respectivamente, deputado\nfederal de 1935 a 1937 e de 1955 a 1967, e governador do estado de 1951\na 1956 e de 1961 a 1966. Seu sobrinho Mário Correia da Costa foi\npresidente de Mato Grosso ainda na Primeira República, de 1926 a 1930, e\ngovernador do estado de 1935 a 1937.\n\nJoão Edson Fanaia\n\n**FONTES**: CORREIA FILHO, V. *História*; CORREIA FILHO, V. *Pedro*;\nFANAIA, J. *Elites*; LEITE NETO, L. *Catálogo biográfico*; MENDONÇA, R.\n*História das*; PONCE FILHO, G. *Generoso*; PÓVOAS, N. *Galeria.*\n","ref":"**FONTES**: CORREIA FILHO, V. *História*; CORREIA FILHO, V. *Pedro*;\nFANAIA, J. *Elites*; LEITE NETO, L. *Catálogo biográfico*; MENDONÇA, R.\n*História das*; PONCE FILHO, G. *Generoso*; PÓVOAS, N. *Galeria.*\n","dic":"DHBPR"}