{"title":"CENTRO DOM VITAL","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CENTRO DOM VITAL**\n\nAssociação civil para estudo, discussão e apostolado, subordinada à\nIgreja Católica, fundada em maio de 1922 no Rio de Janeiro por Jackson\nde Figueiredo com a colaboração do então arcebispo coadjutor do Rio de\nJaneiro, dom Sebastião Leme da Silveira Cintra. Até a criação da\nPontifícia Universidade Católica (PUC) do Rio de Janeiro, em 1941, foi\nconsiderado o principal centro intelectual do catolicismo brasileiro.\n\nFuncionando sob a supervisão das autoridades eclesiásticas, o Centro Dom\nVital era uma associação de caráter elitista, cujos objetivos mais\nimportantes consistiam em atrair para a Igreja elementos da\nintelectualidade do país e formar uma “nova geração de intelectuais\ncatólicos”.\n\nA Década De 1920\n\nA primeira diretoria do Centro Dom Vital foi integrada por Jackson de\nFigueiredo (presidente), Hamilton Nogueira (vice-presidente), Perilo\nGomes (secretário), José Vicente de Sousa (tesoureiro) e Vilhena de\nMorais (bibliotecário). O primeiro assistente eclesiástico da associação\nfoi o padre Leonel Franca. Entre seus primeiros membros figuravam\nAlexandre Correia, os doadores Durval de Morais, Jônatas Serrano, Mário\nde Paulo Freitas e Alceu Amoroso Lima, além dos professores Leonardo von\nAcker e Lacerda de Almeida. Nestor Vítor, Tasso da Silveira, Andrade\nMurici, José Barreto e outros integrantes do grupo literário “A Festa”\nfiguravam como colaboradores.\n\nAs principais atividades do centro na década de 1920 foram a promoção de\nconferências sobre teologia e filosofia para pequenas audiências, a\nedição da revista mensal *A Ordem,* fundada em 1921, e a manutenção de\numa biblioteca católica dirigida durante certo tempo por Augusto\nFrederico Schmidt. Logo após a fundação da instituição no Rio de\nJaneiro, outros centros e publicações católicos foram criados em todo o\npaís.\n\nEm 1922, os membros do Centro Dom Vital e do grupo “A Festa” se opuseram\nà concepção do “modernismo” da Semana de Arte Moderna. Segundo eles, o\nmodernismo deveria estar ligado à “autenticidade e tradição”, noções\nessas que estavam ausentes do movimento devido à orientação dada ao\nevento pelos “esquerdistas”. Segundo Margaret Todaro, tanto o centro\nquanto a revista *A Ordem* se caracterizavam por uma preocupação com\ncausas políticas conservadoras, empenhados na “luta pelo espírito contra\na matéria, pela liberdade contra o despotismo, pelo fascismo contra o\ncomunismo”. Segundo a autora, o centro declarava que o fascismo era o\naliado natural do catolicismo contra o socialismo e o marxismo.\n\nAinda no ano de sua criação, o centro apoiou a campanha de Artur\nBernardes para a presidência da República contra Nilo Peçanha. Mais\ntarde, Jackson de Figueiredo rompeu com Bernardes por este não lhe ter\nconcedido a candidatura a senador pelo estado de Sergipe. Entretanto,\nAfonso Pena Júnior, ministro da Justiça do governo Bernardes, promoveu a\nreconciliação, vindo Jackson a ocupar, entre 1925 e 1926, o cargo de\nchefe da censura. Nesse posto, Jackson de Figueiredo trabalhou em\ncolaboração com outro católico membro do Centro Dom Vital, o advogado\nHeráclito Sobral Pinto.\n\nDurante os períodos de atividade política mais intensa, Jackson de\nFigueiredo se afastava de suas atividades católicas, inclusive do\ncentro. Isto aconteceu, por exemplo, na época dos movimentos\ntenentistas, quando participou de campanhas e de comícios contra os\nrevolucionários. Em suas atividades políticas, Jackson de Figueiredo em\ngeral agia individualmente, e não como representante da Igreja católica.\nEntretanto, muitas vezes sua atuação política se fez através dos\nveículos católicos por ele criados, como o Centro Dom Vital e a revista\n*A Ordem.*\n\nA partir de maio de 1925, em vista da reforma constitucional prometida\npelo presidente Bernardes, dom Leme e Jackson de Figueiredo iniciaram\nintensa campanha em favor de “emendas religiosas” à Constituição. Essa\ncampanha foi veiculada pelo Centro Dom Vital e pela revista *A Ordem.*\nAs emendas propostas referiam-se à obrigatoriedade da instrução\nreligiosa nas escolas públicas e ao reconhecimento da posição\nprivilegiada da religião católica romana como a religião da maioria, o\nque equivaleria a seu reconhecimento como a religião oficial nacional. O\ncentro mobilizou grande número de professores nesse movimento. A Liga\ndos Professores Católicos de São Paulo ofereceu sua solidariedade a dom\nLeme, colaborando na campanha. Contudo, nenhuma das duas emendas foi\naprovada, tendo havido grande oposição por parte dos protestantes,\nmaçons, agnósticos e outros grupos não católicos.\n\nCom a morte de Jackson de Figueiredo em 1928, o cargo de editor de *A\nOrdem* e de presidente do Centro Dom Vital foi entregue a Alceu Amoroso\nLima. Embora mais liberal do que seu antecessor, o novo líder manteve no\ncentro a orientação política conservadora que o caracterizara até então.\n\nEm 1929, o Centro Dom Vital filiou-se a uma grande associação, a\nColigação Católica Brasileira (CCB), que passou a ser também presidida\npor Alceu Amoroso Lima, com a assistência eclesiástica do padre Leonel\nFranca. O centro e a coligação passaram, portanto, a formar uma única\nfrente.\n\nAuge e Declínio: as Décadas de 1930 e 1940\n\nLogo após a Revolução de 1930, o Estado concedeu um reconhecimento\nsemioficial à Igreja, fortalecendo assim a posição desta. Segundo Ralph\nDella Cava, foi o “profundo vazio político gerado pela Revolução de 1930\nque transformou a Igreja numa força social absolutamente indispensável\nao processo político”. Nesse período ocorreu a primeira grande crise\npolítica no Centro Dom Vital, gerada por um conflito entre dois de seus\nmembros: Pedro de Oliveira Ribeiro (chefe de polícia do presidente\nWashington Luís) e Sobral Pinto. Enquanto Ribeiro pedia ao centro uma\ndemonstração contra o “espírito revolucionário”, Sobral Pinto queria que\neste se manifestasse a favor da revolução. Naquele momento Amoroso Lima\nmantinha o centro “fora das questões políticas”. Entretanto, após a\nvitória do movimento revolucionário e depois que Getúlio Vargas\nefetivamente se instalou no poder, a tradicional hostilidade do centro\naos revolucionários desapareceu, passando a associação a apoiar o novo\ngoverno.\n\nPor outro lado, em 1931, Sobral Pinto, que sempre advogara a revolução,\nvoltou-se contra o governo provisório, passando a sofrer pressões do\ncardeal Leme para não mais escrever sua coluna na revista *A* *Ordem.*\nUma de suas principais críticas ao governo revolucionário referia-se à\nnecessidade absoluta de uma Constituição para o país. Em 1933, a revista\nextinguiria definitivamente a coluna de Sobral Pinto.\n\nA Revolução Constitucionalista de 1932 ocasionou a segunda grande crise\nno Centro Dom Vital, dividindo seus membros em dois grupos, um favorável\ne outro contrário ao movimento. Mais uma vez, a posição de Amoroso Lima\ne do cardeal Leme definiu-se pelo não envolvimento da organização em\nquestões políticas. Essa “política de neutralidades” teve sua eficácia\nna década de 1930: várias organizações católicas criadas à volta do\nCentro Dom Vital foram consideradas de utilidade pública, passando\nconsequentemente a receber subsídios governamentais. Em contrapartida,\ncertas irmandades que se opunham ao cardeal Leme tiveram seus subsídios\nvetados pelo governo federal até que suas diretorias fossem mudadas.\n\nGraças aos contatos do Centro Dom Vital com os responsáveis pela área de\neducação do governo federal, o Congresso aprovou o Decreto n^o^ 19.941,\nde 30 de abril de 1931, permitindo a instrução religiosa nos cursos\nprimário, secundário e normal. A partir desse ano, ainda, diante do\nprotesto do Centro Dom Vital contra a lei que proibia a existência de\nsindicatos trabalhistas com expressão política, social e ideológica,\nincluindo-se aí as religiões, o ministro do Trabalho, Lindolfo Collor,\npermitiu a criação de sindicatos católicos. Surgiram então os círculos\noperários e a Confederação Nacional dos Operários Católicos (depois\nConfederação Brasileira dos Trabalhadores Cristãos), organizações\nimportantes na condução dos trabalhadores de todo o país.\n\nEm 1932, as relações entre a Igreja e o Estado eram tais que o tenente\nJuarez Távora e o Clube 3 de Outubro convidaram Amoroso Lima a esboçar\num programa político, econômico e social que previsse o incremento da\nIgreja no país. O Centro Dom Vital conheceu nessa época um período de\ngrande prosperidade, e fazer parte de seus quadros era um “símbolo de\nclasse, prestígio, intelecto e religiosidade”. A *jeunesse dorée*,\nsegundo a denominação de Guerreiro Ramos, reunida pelo centro continuava\na ser formada pelos jovens intelectuais das classes altas.\n\nPor outro lado, alguns católicos membros do Centro Dom Vital\nparticiparam da Ação Integralista Brasileira, movimento que atuou no\npaís de 1932 a 1937. Nesse período, o centro apoiou ainda o movimento\nPátria Nova, de São Paulo, de caráter neomonarquista. O apoio simultâneo\ndo Centro Dom Vital ao governo Vargas, ao integralismo e ao movimento\nmonarquista era possível graças à sua plataforma, que propunha a\ninstitucionalização de um Estado forte, capaz de defender a Igreja\ncatólica do comunismo, e a própria divisão do poder entre a Igreja e o\nEstado, baseada na “superioridade do espiritual sobre o temporal”. O\nrepúdio do centro ao comunismo manifestou-se em suas constantes\ndenúncias contra a Aliança Nacional Libertadora.\n\nNa qualidade de maior expressão da vida católica nacional, o Centro Dom\nVital constituiu-se num núcleo do qual se originaram várias organizações\ncom o objetivo de revitalizar a Igreja e o catolicismo. Diversas filiais\ndo centro foram criadas nas cidades mais importantes do país ao longo da\ndécada de 1930. O centro mais ativo era o do Rio de Janeiro, que de 1928\na 1935 passou de 50 para 500 associados. Em segundo lugar figurava o\ncentro de São Paulo, fundado em 1931 por monsenhor Gastão Liberal Pinto\ne cujos membros mais importantes eram Alexandre Correia, Leopoldo Aires,\nLeonardo Von Acker e Plínio Correia de Oliveira. O Centro Dom Vital de\nRecife foi organizado em 1929, o de Belo Horizonte, em 1932, e o de Juiz\nde Fora, em 1933. Formaram ainda seus centros as cidades de Aracaju,\nCataguases, Fortaleza, Niterói e São João del Rei.\n\nA maioria dos centros realizou o trabalho político da Liga Eleitoral\nCatólica (LEC), organização política fundada em 1932 pelo cardeal Leme\ncom o intuito de mobilizar o eleitorado católico para apoiar, entre os\ncandidatos à Assembleia Constituinte de 1933 e à Câmara dos Deputados de\n1934, os que estivessem comprometidos com a defesa dos princípios da\nIgreja. Sob a direção de Amoroso Lima, o Centro Dom Vital cumpriu também\numa função cultural e educacional, atenuando-se seu caráter de veículo\nde propaganda das ideias políticas de Jackson de Figueiredo.\n\nNo início da década de 1930, foi criada a Ação Universitária Católica\n(AUC), com o objetivo de preparar militantes católicos para dirigir a\njuventude brasileira e restaurar a ordem social cristã. As propostas do\ncentro se confundiam com as da AUC, a qual, na verdade, era uma de suas\nfrentes, destinada basicamente a combater o comunismo na universidade.\n\nEm 1932, o Centro Dom Vital inaugurou seus cursos no Instituto Católico\nde Filosofia e Ciências Sociais (ou Instituto Católico de Estudos\nSuperiores, como ficou conhecido), dirigido por Sobral Pinto,\nassessorado pelos padres Pedro Secondi, Tomás Keller e Martinho Michler,\npor Amoroso Lima e Hamílton Nogueira e, ainda, esporadicamente, por\nGuerreiro Ramos e Gouveia Vieira. O beneditino alemão dom Martinho\nMichler promoveu um movimento de renovação litúrgica, restrito às\ncúpulas do centro, através dos cursos dados na AUC e no Instituto de\nEstudos Superiores.\n\nA Associação dos Professores Católicos, defensora dos mesmos objetivos\ndo Instituto Católico de Filosofia e Ciências Sociais, começou a\nfuncionar sob a direção de Everardo Backheuser e do padre Leonel Franca,\nsendo organizada nacionalmente em maio de 1933, com a formação da\nConfederação Católica Brasileira de Educação (CCBE). Em 1935, foi criada\na Ação Católica Brasileira (ACB), a AUC transformou-se na Juventude\nUniversitária Católica (JUC) e os jovens trabalhadores preocupados com\ntemas sociais passaram a fazer parte da Juventude Operária Católica\n(JOC).\n\nPor volta de 1937, o Centro Dom Vital possuía aproximadamente 20 ramos\nespalhados pelo país, incluindo grupos universitários e operários. Por\nessa época, foi criada a Confederação da Imprensa Católica, por\niniciativa da Coligação Católica Brasileira.\n\nNo início da década de 1940, Amoroso Lima, influenciado agora por\nJacques Maritain, propôs, como base de uma nova plataforma para o Centro\nDom Vital, a ideia de “humanismo integral”, rejeitando a ideologia\nintegralista. Com a inauguração da Pontifícia Universidade Católica do\nRio de Janeiro, em abril de 1941, aumentou a influência do centro. O\ncardeal Leme apontou o padre Leonel Franca para o cargo de reitor.\n\nEm 1942, contudo, o declínio do Centro Dom Vital podia ser constatado,\ntanto pela perda de seus suportes básicos na hierarquia eclesiástica com\na morte do cardeal Leme e do padre Leonel Franca, quanto pela mudança de\norientação política de Amoroso Lima, agora mais democrático. O sucessor\ndo cardeal Leme, dom Jaime de Barros Câmara, opunha-se a Amoroso Lima,\nchegando a forçar sua demissão da presidência da ACB. Com a queda de\nVargas em 1945, os membros do Centro Dom Vital espalharam-se,\ningressando na Campanha de Resistência Democrática liderada por Sobral\nPinto, na União Democrática Nacional (UDN) ou no Partido Democrata\nCristão (PDC), desvinculando, porém, suas opções de qualquer orientação\ndo centro.\n\nAS DÉCADAS DE 1950 E DE 1960\n\nA partir de 1951, quando Amoroso Lima foi para Washington, a liderança\ndo Centro Dom Vital passou a ser ocupada por Gustavo Corção. Em 1953,\ncom a volta de Amoroso Lima, criou-se uma oposição política entre os\ndois líderes. Desde então, perpetuou-se uma crise interna, que culminou,\nem 1963, com a saída de Corção do centro, juntamente com cerca de 200\nassociados. Em 1964 a revista *A Ordem* parou de circular, devido a\ndivergências entre seus colaboradores.\n\nEm 1966, Amoroso Lima deixou a presidência do centro. Instalou-se então\num impasse, posto que dom Jaime Câmara recusava-se a apontar um novo\npresidente e, de acordo com os estatutos, somente à autoridade\neclesiástica cabia fazê-lo. Não podendo eleger sua diretoria, o centro\nnão tinha sua situação legalizada, o que implicava a suspensão dos\nsubsídios governamentais. A instituição foi mantida graças às\ncontribuições pessoais de Amoroso Lima. Finalmente, em 1967, dom Jaime\nconvocou eleições para a diretoria do centro. De acordo com os\nestatutos, somente os 50 membros efetivos podiam votar para eleger os\nmembros da diretoria. Sobral Pinto foi apontado para a presidência, e o\ncardeal reservou-se o direito de designar outra pessoa para substituí-lo\nem qualquer momento futuro. Para a diretoria, foram eleitos Hamílton\nNogueira, José Carlos de Melo e Sousa, José Artur Rios (antigos\nmembros), Antônio Maccariello e Izeu Barcelos. Esse grupo, entretanto,\nfoi destituído pelo cardeal dom Jaime apenas oito meses após as\neleições.\n\nA partir de junho de 1968, o centro foi perdendo sua dinâmica e\ninfluência, mantendo-se vivo somente pelo prestígio de Amoroso Lima,\nHamílton Nogueira, Sobral Pinto e Carlos Ferrario. Entretanto, Sobral\nPinto e Alceu Amoroso Lima consideraram que o ato comemorativo realizado\nem 6 de novembro de 1973 pela passagem do aniversário de falecimento de\nJackson de Figueiredo marcava a reabertura das atividades do centro.\nProcurariam em seguida iniciar o trabalho de reorganização do Centro Dom\nVital e de seus sócios, até então dispersos devido à quase paralisação\ndo trabalho de evangelização desenvolvido anteriormente. No ano\nseguinte, a revista *A Ordem* voltava a circular sob a direção de\nEduardo Prado de Mendonça, diretor do Instituto de Filosofia e Ciências\nSociais da Universidade Federal do Rio de Janeiro e vice-presidente\nexecutivo do Centro Dom Vital.\n\nEm janeiro de 1980, Sobral Pinto foi reconduzido ao cargo de presidente.\nA nova diretoria foi formada pelos vice-presidentes Hamílton Nogueira,\nTarcísio Meireles Padilha e Antônio de Resende Silva, além dos diretores\nConstantino Koser, dom Estêvão Bittencourt, Georges Frédéric Mirault\nPinto, Hans Ludwig Lippman, dom Genaro Rangel, Heitor Moreira Herrera e\nMaria Lúcia Quadros. O novo conselho consultivo foi formado por Afonso\nArinos de Melo Franco, Antônio Carlos Vilaça, Célio de Oliveira Borja,\nJosé Carlos Barbosa Moreira, José Carlos de Melo e Sousa, José Murta\nRibeiro, Laudo de Almeida Camargo, Márcio Leal de Meireles, Otávio de\nFaria, o padre Pedro Belisário Veloso, Rubens D’Abnada Horta Porto e\nSebastião Ribeiro de Oliveira. O jurista Sobral Pinto reafirmou seu\npropósito de manter o centro fiel à Igreja, como um “porta-voz do bispo\nem matéria de doutrina”.\n\nMotivos financeiros impediram a circulação da revista *A Ordem* entre\n1984 e 1988. Nesse ano, sua diretoria incluía como vice-presidentes\nTarcísio Padilha, Afonso Arinos de Melo Franco e Célio de Oliveira\nBorja, além dos diretores Antônio Carlos Vilaça, Creuza Capalbo, dom\nEstêvão Bettencourt, Heitor Moreira Herrera, Maria Lúcia Quadros e\nTeófilo de Azeredo Santos. Com a morte de Sobral Pinto em 30 de novembro\nde 1991, o professor Tarcísio Padilha tornou-se presidente interino do\ncentro.\n\nDurante a década de 1990, o centro publicou a revista *A Ordem*\nanualmente, apesar de dificuldades financeiras, e realizou ciclos de\nconferências e mesas redondas periodicamente.\n\nMônica Kornis\n\n**FONTES:** BRUNNEAU, T. *Catolicismo*; BRUNNEAU, T. *Conflict*; DELLA\nCAVA. R. *Igreja*; *Globo* (24/7/1974); INF. CENTRO DOM VITAL; *Jornal\ndo* *Brasil* (27/7/1974, 8, 9/1/1980); KADT, E. *Catholic*; *Ordem*\n(4-6/1974, 1-6/1979); TODARO, M.*Integralism*; TODARO, M. *Pastors*;\nVELOSO, M. *Análise*.\n","ref":"**FONTES:** BRUNNEAU, T. *Catolicismo*; BRUNNEAU, T. *Conflict*; DELLA\nCAVA. R. *Igreja*; *Globo* (24/7/1974); INF. CENTRO DOM VITAL; *Jornal\ndo* *Brasil* (27/7/1974, 8, 9/1/1980); KADT, E. *Catholic*; *Ordem*\n(4-6/1974, 1-6/1979); TODARO, M.*Integralism*; TODARO, M. *Pastors*;\nVELOSO, M. *Análise*.\n","dic":"DHBPR"}
