{"title":"CERQUEIRA, Dionísio","cargoss":["Constituinte","Deputado federal","Ministro das Relações Exteriores","Ministro da Guerra","min Ind Viação e Obras Públ","Deputado federal"],"cargos_esp":[0,0,0,0,0,0],"datas_ini":[1891,1891,1896,1896,1897,1899],"datas_fim":[1891,1896,1898,1897,1897,1903],"estados":[0,"BA",0,0,0,"BA"],"autor":[0],"content":"**CERQUEIRA, Dionísio**\n\n\\* militar; const. 1891; dep. fed. BA 1891-1896; min. Rel. Ext.\n1896-1898; min. Guerra 1896-1897; min. Ind. Viação e Obras Públ. 1897;\ndep. fed. BA 1899-1903.\n\n*Dionísio Evangelista de Castro Cerqueira* nasceu na vila de Curralinho,\natual município de Castro Alves (BA), no dia 2 de abril de 1847, filho\nde Antônio Cerqueira Pinto e de Ana Fausta dos Santos Castro. Seu pai,\nformado pela Faculdade de Medicina da Bahia, fez especialização na\nEuropa e foi professor catedrático da mesma faculdade. Teve papel\ndestacado no combate à epidemia de cólera que assolou a Bahia, atuando\nna ilha de Itaparica e na vila de Curralinho em 1855. Escreveu uma\n*Memória histórica sobre a Faculdade de Medicina da Bahia relativa ao\nano de 1864*.\n\nEntre os membros de sua família que se destacaram estão seu avô paterno,\ncoronel Antônio de Cerqueira Pinto; veterano das lutas pela\nIndependência, foi um dos signatários da ata de formação do Conselho do\nGoverno, em 21 de agosto de 1822. Seu tio-avô materno, major Silva\nCastro, também lutou nas batalhas pela Independência, e em função de sua\ndestacada participação teve seu nome incluído entre os que figuram no\nMonumento ao 2 de Julho, em Salvador. Seu irmão Alexandre Evangelista de\nCastro Cerqueira, médico, foi senador estadual na Bahia de 1919 a 1920 e\nde 1925 a 1926. Seu outro irmão, João Evangelista de Castro Cerqueira,\nfoi professor catedrático da Faculdade de Medicina da Bahia. O poeta\nCastro Alves era seu primo em terceiro grau, filho de Clélia Basília,\nprima de sua mãe.\n\nApós as primeiras letras, fez o curso de humanidades no antigo Colégio 2\nde Julho em Salvador. Seguiu depois para o Rio de Janeiro, então capital\ndo Império, a fim de ingressar na Escola Central e cursar engenharia.\nEstava já no segundo ano do curso quando teve início a Guerra do\nParaguai (1864-1870). Seguindo o exemplo de antepassados, alistou-se\ncomo voluntário em 1865, aos 17 anos, e a 5 de fevereiro seguiu para\njuntar-se às forças que combatiam em Montevidéu. Teve parte destacada em\ntodas as grandes batalhas então travadas. Por sua participação na\nJornada do Estabelecimento, foi feito cavaleiro da Ordem da Rosa. Na\nbatalha do Chaco, “por denodo e bravura”, foi citado pelo imperador. Em\nAngostura, foi louvado por “excessiva coragem”. Na batalha de Lomas\nValentinas, onde foi ferido gravemente, conquistou a medalha do Mérito\nMilitar. Pela parte que tomou nos combates de maio de 1868 e nos das\nCordilheiras, foi elevado a oficial da Ordem da Rosa. Por conta de atos\nde heroísmo e bravura nos combates de Sapucaí e Peribebuí, em 1869, e\nCampo Grande, em 1870, foi elogiado pelo chefe do Exército, o conde\nD’Eu, por “haver concorrido com os triunfos alcançados em prol da honra\ne da segurança do Brasil”. Foi então promovido a primeiro-tenente por\natos de bravura.\n\nDe volta ao Rio de Janeiro desde o fim da guerra, matriculou-se na\nEscola Militar. Foi promovido a capitão em 1872 e conquistou, em 1874,\nos títulos de engenheiro militar e civil e bacharel em ciências e\nmatemáticas. Aliando a experiência adquirida no campo de batalha aos\nconhecimentos científicos, passou a ser nomeado para importantes\ncomissões em diferentes ramos de atividades, tais como as obras de\nabastecimento de água da cidade do Rio de Janeiro, comandadas pelo\nmarechal Silva Jardim, e a construção do reservatório de Pedregulho.\nTais obras foram realizadas entre 1877 e 1882, e seriam inauguradas pelo\nimperador dom Pedro II em 1883. Em 1879, foi nomeado para a Comissão de\nLimites entre o Brasil e a Venezuela, chefiada pelo tenente-coronel\nFrancisco Xavier Lopes de Araújo, futuro barão de Parima. Os trabalhos\nse estenderam de 1879 a 1885, e da exploração que empreendeu resultou\namplo relatório que foi apresentado ao Ministério das Relações\nExteriores e serviu de base para a resolução definitiva da questão\nfronteiriça. O relatório contribuiu também para o conhecimento da\nexistência de tribos indígenas até então ignoradas e para a retificação\nde dados equivocados sobre a geografia da região amazônica.\n\nPromovido a major em 1880 e a tenente-coronel em 1884, em 1886 foi\nnomeado para integrar a comissão brasileira, presidida por Guilherme\nSchüch de Capanema, barão de Capanema, que, ao lado de uma comissão da\nArgentina, foi encarregada de solucionar em definitivo a questão de\nlimites entre o Brasil e aquele país. Percorreu e estudou a região de\n1886 a 1889, buscando localizar todos os marcos estabelecidos por\nportugueses e espanhóis no século XVIII, o que efetivamente conseguiu,\ndesagradando com isso ao governo argentino. Resultou daí a assinatura de\num tratado, em 7 de setembro de 1889, que previa o arbitramento da\nquestão pelo presidente dos Estados Unidos, o qual deveria julgar, com\nbase na documentação apresentada por ambas as partes, a quem\nefetivamente pertenceria a região em disputa, sendo vedada a\npossibilidade de divisão da área em litígio.\n\nProclamada a República, retornou ao Rio de Janeiro e em janeiro de 1890\nfoi nomeado pelo chefe do governo provisório, marechal Deodoro da\nFonseca, para acompanhar Quintino Bocaiúva, então ministro das Relações\nExteriores, a Montevidéu, na condição de consultor técnico para\nsolucionar em definitivo a querela dos limites. No afã de solucionar a\nquestão de forma amistosa e firmar uma imagem positiva do governo\nprovisório, em 25 de janeiro de 1890 Quintino Bocaiúva assinou com o\nministro do Exterior da Argentina, Estanislao Zeballos, um acordo que\ndividia a região em litígio em partes iguais entre as duas nações, o que\natendia aos interesses da Argentina. Contra a decisão insurgiu-se\nDionísio Cerqueira, por absoluta convicção dos direitos do Brasil sobre\ntoda a área em disputa.\n\nEm agosto de 1890, após ser promovido a coronel, foi nomeado comandante\nda Escola Militar de Porto Alegre, com a missão de serenar os ânimos dos\nalunos que se encontravam exaltados com os acontecimentos políticos,\ntarefa na qual já haviam falhado outros oficiais de patente superior.\nApelando para o espírito patriótico e a disciplina militar dos alunos,\nconseguiu obter sua confiança.\n\nConstituinte de 1891\n\nQuando das eleições de 15 de setembro de 1890 para o Congresso Nacional\nConstituinte, logrou conquistar uma cadeira, tendo sido indicado\ncandidato pelo Clube Militar da Bahia. Empossado em 15 de novembro, teve\numa participação discreta, embora efetiva, nos trabalhos constituintes.\nCongratulou-se com o governo provisório, por este haver mandado eliminar\ndos arquivos públicos os documentos relativos à escravidão no Brasil, e\nfoi o autor da emenda que propunha que o nome de Benjamin Constant fosse\ninscrito perpetuamente no *Almanaque do Ministério da Guerra* entre os\ndos generais de brigada, para com isso indicar que sua vaga, moralmente,\njamais seria preenchida. Posicionou-se a favor da emenda que determinava\nque a União assumisse as dívidas contraídas pelos estados até 15 de\nnovembro de 1890, e votou contra a acumulação de funções remuneradas.\nQuando foi tratada a questão da organização das forças armadas, votou a\nfavor da Emenda Retumba, colocando-se contra o recrutamento compulsório,\na isenção pecuniária e as substituições individuais, e apoiando o\nsorteio após prévio alistamento, bem como a criação do Supremo Tribunal\nMilitar.\n\nNo tocante à organização eleitoral, votou a favor da proposta de Nilo\nPeçanha, que incompatibilizava para o cargo de governadores efetivos dos\nestados aqueles que houvessem sidos nomeados para essa função pelo\ngoverno provisório, que estivessem no cargo no momento do pleito, ou que\nhouvessem exercido o governo local até quatro meses antes. Defendeu que\nfossem considerados eleitores todos os cidadãos que estivessem na posse\nde seus direitos civis, e que todos os alistáveis fossem também\nelegíveis. Defendeu ainda que o direito ao voto fosse garantido a todos\nos estudantes dos cursos superiores maiores de 18 anos de idade.\n\nVotou a favor da emenda de organização judiciária proposta por seu\ncolega de bancada Anfilófio de Carvalho, e também apoiou a Emenda\nCustódio de Melo, que estabelecia que os cargos diplomáticos e os\ncomandos militares, em caso de guerra, ou naqueles em que se achasse em\nperigo a honra e a integridade da União, pudessem ser ocupados por\nsenadores e deputados, que poderiam ser nomeados independentemente de\nlicença prévia das respectivas casas legislativas. Assinou a moção de\nQuintino Bocaiúva, remetida à Mesa Diretora no dia da eleição de\nDeodoro, que apresentava Bejamin Constant como um modelo a ser seguido\npelos presidentes da República.\n\nAinda como constituinte, foi relator da comissão especial encarregada de\nexaminar o Tratado de Montevidéu. Seu parecer rejeitando o tratado foi\naprovado por quase unanimidade.\n\nPromulgada a Constituição em 24 de fevereiro de 1891, e iniciada em\njunho a legislatura ordinária, passou a ocupar uma cadeira na Câmara dos\nDeputados. Quando, em 3 de novembro seguinte, o marechal Deodoro da\nFonseca deu o golpe de Estado em que dissolveu o Congresso Nacional,\nprotestou contra tal ato e, embora estivesse prestes a ser promovido a\ngeneral, pediu sua passagem para a reserva. O marechal Deodoro,\nignorando seu protesto, nomeou-o quartel-mestre general do Exército,\ncargo de alta confiança, ao que respondeu com o pedido de reforma. Tendo\nseu pedido atendido por decerto de 12 do mesmo mês, deixou o serviço\nativo do Exército no posto de general de brigada. Pouco depois, em 23 de\nnovembro, o marechal Deodoro seria levado a renunciar. Substitui-o o\nvice-presidente Floriano Peixoto.\n\nEm 1892, Floriano Peixoto enviou à Câmara um pedido de licença para\nnomear o general Dionísio Cerqueira enviado extraordinário em missão\ndiplomática aos Estados Unidos para, mais uma vez, tratar da questão dos\nlimites e defender os interesses do Brasil sobre o território da\nMissões. Chefiava a missão o barão de Aguiar de Andrada, Francisco\nXavier da Costa Aguiar de Andrada, que veio a falecer em 28 de março de\n1892 e foi substituído pelo barão do Rio Branco, José Maria da Silva\nParanhos Júnior. Baseado na farta e sólida documentação recolhida por\nDionísio Cerqueira nos arquivos de Madri, na Espanha, o barão do Rio\nBranco pôde redigir contundente exposição ao árbitro da questão, o\npresidente dos Estados Unidos, Stephen Grover Cleveland. Este, frente à\nirrefutabilidade das provas apresentadas, decidiu-se a favor do Brasil.\n\nMinistro e Deputado\n\nDionísio Cerqueira foi reeleito para a Câmara dos Deputados na\nlegislatura 1894-1896, mas renunciou ao mandato em 1^o^ de setembro de\n1896, por ter sido nomeado pelo presidente Prudente de Morais\n(1894-1898) para o Ministério das Relações Exteriores em substituição a\nCarlos Augusto de Carvalho, que havia pedido demissão. Também foi,\ninterinamente, ministro da Guerra (11/1896 a 1/1897), e depois ministro\nda Indústria Viação e Obras Públicas (1/10 a 13/11/1897).\n\nNa pasta das Relações Exteriores, coube-lhe assinar o Tratado de 10 de\nabril de 1897, pelo qual Brasil e França se comprometeram a submeter à\narbitragem do governo da Confederação Suíça a contenda sobre os limites\nentre o Brasil e a Guiana Francesa, que vinha se desenrolando desde\n1713. Após várias negociações para o estabelecimento dos poderes do\nárbitro, Dionísio Cerqueira conseguiu, contrariando as intenções do\nministro da França, Stephan Pichon, que a competência da arbitragem\nseria apenas a de decidir qual era o rio Japoc ou Vicente Pinsão, e\nfixar o limite interior do território. Com essa delimitação de poderes\ndo árbitro, conseguiu garantir para o Brasil a vitória final no pleito.\nAinda durante sua gestão no ministério assinou, a 6 de outubro de 1898,\no tratado que consagrou a fronteira entre Brasil e Argentina que fora\nestabelecida pela decisão arbitral o presidente dos Estados Unidos,\nStephen Grover Cleveland. Com a mudança de governo em 15 de novembro de\n1898, deixou o ministério.\n\nCom a renúncia do deputado Artur César Rios em 27 de fevereiro de 1899,\nfoi eleito para a vaga deste em 23 de abril, sendo sua eleição\nreconhecida em sessão de 14 de agosto do mesmo ano. Encerrada a\nlegislatura em 31 de dezembro de 1899, seria reeleito para a seguinte,\nde 1900 a 1902. Nessa terceira passagem pela Câmara, sua ação mais\nmarcante foi quando do surgimento do caso envolvendo os limites do Acre\ne a disputa entre Brasil e Bolívia. Tais limites haviam sido\nestabelecidos, de forma clara e inequívoca, pelo Tratado de 27 de março\nde 1867. Ocorre que, por descuido do governo da Bolívia, a região foi\nsendo paulatinamente ocupada por brasileiros que julgavam ser aquelas\nterras pertencentes ao Brasil, o que só veio a ser desmentido quando o\ngoverno boliviano passou a se fazer presente, despertando com isso a\nreação dos brasileiros que ali viviam e achavam se tratar de uma invasão\ndo território brasileiro por parte do país vizinho. Somou-se a essa\nimpressão errada dos colonos brasileiros a publicação de artigos na\nimprensa brasileira, difundindo opiniões equivocadas e mal embasadas,\nque geraram na opinião pública uma indisposição contra os governos da\nBolívia e do Brasil, este acusado de não defender a soberania nacional.\n\nDionísio Cerqueira, julgando ser seu dever restituir a verdade dos\nfatos, ocupou a tribuna da Câmara dos Deputados no dia 19 de setembro de\n1900 e afirmou: “Devo declarar que venho aqui cumprir um dever que me\nimpõe a lealdade, a solidariedade política e o amor à reputação de\ndignidade, de sinceridade, e de honra conquistada pelo Brasil à custa de\ntantos sacrifícios. Venho, senhor presidente, defender o governo\nbrasileiro e não somente o atual, que tanto merece da nação por seus\nassinalados serviços. Venho também defender o governo de que tive a\nhonra de fazer parte; venho defender ainda os homens de estado do\nImpério, que de 1867 a 1889 souberam manter o prestígio do meu país com\ntanta glória. […] Que querem nesse momento nossos compatriotas que\nagitam a opinião, quando dizem que o governo não zela os interesses da\npátria? Querem que o Brasil viole a fé dos tratados, que não cumpra a\nsua palavra, que se desonre! Três âncoras deixou Deus ao homem,\nconceituou Lieber, que cito em tradução de Rui: três âncoras deixou Deus\nao homem: o amor da pátria, o amor da liberdade, o amor da verdade.\nDamos a vida pela pátria; deixamos a pátria pela liberdade; mas a pátria\ne a liberdade renunciamos pela verdade. Porque este é o mais santo de\ntodos os amores”.\n\nEm 1901, Dionísio Cerqueira foi convidado para chefiar a Comissão\nBrasileira encarregada da demarcação da fronteira que fora estabelecida\npelo Tratado de 1899, assinado por ele próprio enquanto ministro das\nRelações Exteriores, e que resultara do demorado processo de negociação\nno qual havia desempenhado tão decisivo papel. Iniciados os trabalhos de\ndemarcação, inaugurou, a 26 de setembro de 1902, o principal marco na\nfoz do rio Peperi-guaçu e deu por concluía a missão em 1905. No dia 4 de\njulho de 1903, por decisão unânime de sua Câmara Municipal, a vila de\nPeperi-guaçu passou a se chamar Dionísio Cerqueira, em reconhecimento\npelos trabalhos do general na resolução do conflito sobre a delimitação\nda fronteira entre Brasil e Argentina.\n\nEm 1908, por ato do Congresso Nacional, Dionísio Cerqueira retornou ao\nserviço ativo do Exército e foi nomeado subchefe do Estado-Maior. Em\n1909, foi nomeado pelo governo da União para dirigir uma comissão\nmilitar, razão pela qual viajou para a França em dezembro daquele ano.\nFaleceu em Paris em 16 de fevereiro de 1910, no desempenho de sua\nmissão.\n\nFoi comendador da Ordem de Cristo, cavaleiro e oficial da Ordem da Rosa,\ndetentor das medalhas do Mérito Militar, da Guerra do Paraguai e do\nbusto de Bolívar. Foi sócio-honorário do Instituto Geográfico e\nHistórico da Bahia.\n\nCasou-se com Ana Torres de Cerqueira, com quem teve quatro filhos. O\núnico filho homem, Antônio Dionísio de Castro Cerqueira, foi deputado\nfederal pelo Distrito Federal (1912-1914).\n\nEscreveu *Reminiscências da Guerra do Paraguai* e *Reminiscências da\nfronteira*, obra póstuma.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2); AMARAL, B. *Elogio*\n(p.130-135); BLAKE, A. *Diccionario* (v.1); BULCÃO SOBRINHO, A.\n*Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); CALMON, P.\n*História* (p.2.056/2.057); CERQUEIRA, P. *General* (p.30-63); *Gazeta\ndo Povo, Diário da Bahia, Diário de Notícias* (17,18/2/1910).\nFalecimento do general Dionísio Cerqueira; PRAZERES, O. *Bahia*; PRES.\nREP. *Governos* (p.27,28,40); SOUZA, A. *Baianos* (p.171-172).\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2); AMARAL, B. *Elogio*\n(p.130-135); BLAKE, A. *Diccionario* (v.1); BULCÃO SOBRINHO, A.\n*Histórico*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); CALMON, P.\n*História* (p.2.056/2.057); CERQUEIRA, P. *General* (p.30-63); *Gazeta\ndo Povo, Diário da Bahia, Diário de Notícias* (17,18/2/1910).\nFalecimento do general Dionísio Cerqueira; PRAZERES, O. *Bahia*; PRES.\nREP. *Governos* (p.27,28,40); SOUZA, A. *Baianos* (p.171-172).\n","dic":"DHBPR"}
