{"title":"CERQUEIRA, Eduardo Ernesto da Gama","cargoss":["pres. MG 1891 e 1892."],"author":"Vanessa Lana","content":"**CERQUEIRA, Eduardo Ernesto da Gama**\n\n\\*pres. MG 1891 e 1892.\n\n*Eduardo Ernesto da Gama Cerqueira* nasceu na cidade mineira de São João\nDel Rei em 15 de dezembro de 1842, filho de Francisco de Jesus Cerqueira\ne de Maria Carlota da Gama Cerqueira. Seus irmãos também aturam na\npolítica: o conselheiro Francisco Januário da Gama Cerqueira, o ministro\nda Justiça José Januário da Gama Cerqueira e o jurista Caetano Augusto\nda Gama Cerqueira.\n\nBacharelou-se em ciências jurídicas e sociais pela Faculdade de Direito\nde São Paulo em 1886. Atuou como advogado nas cidades de Paraíba do Sul\ne Sapucaia, ambas no estado do Rio de Janeiro, e ainda em Cataguases,\nSão João Del Rei e Leopoldina, em Minas Gerais.\n\nIniciou a vida política ainda no período imperial. Como militante do\nPartido Conservador foi eleito vereador à Câmara Municipal de\nCataguases, mas após 1888 tornou-se militante da propaganda republicana,\nparticipando da organização do Congresso Republicano em Ouro Preto em 15\nde novembro daquele ano. Filiou-se então ao Partido Republicano Mineiro\n(PRM), do qual foi fundador em Cataguases. Após a proclamação da\nRepública em 1889 foi nomeado presidente da intendência municipal de\nCataguases, e em 1891 foi eleito senador constituinte estadual.\nAssumindo o mandato, ocupou a primeira vice-presidência da Mesa.\n\nTambém em 1891 foi eleito vice-presidente de Minas pelo Congresso\nmineiro. Esteve à frente do governo do estado, de forma interina, em\ndois momentos. Primeiro, de 16 a 18 de junho de 1891, antes da posse do\npresidente eleito Cesário Alvim, e novamente de 9 de fevereiro a 13 de\njulho de 1892, em decorrência da renúncia de Alvim, até a posse de\nAfonso Pena.\n\nNo ano de 1894 foi convidado pelo presidente da República, marechal\nFloriano Peixoto, para ocupar o posto de ministro do Supremo Tribunal\nFederal (STF). Contudo, não aceitou a proposta, optando por concorrer à\nvaga de juiz secional em Minas Gerais, posição que ocuparia até falecer.\n\nFaleceu na cidade de Belo Horizonte em 10 de dezembro de 1907.\n\nFoi casado com Matilde da Silva Reis Cerqueira.\n\nVanessa Lana\n\n**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/eduardo-ernesto-da-gama-cerqueira/5794\\>.\nAcesso em: 22/5/2010; MONTEIRO, N. *Dicionário*.\n","ref":"**FONTES:** GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/eduardo-ernesto-da-gama-cerqueira/5794\\>.\nAcesso em: 22/5/2010; MONTEIRO, N. *Dicionário*.\n","dic":"DHBPR"}