{"title":"CERQUEIRA, GAMA","cargoss":["Constituinte","Deputado federal","Revolucionário ou revoltoso","Deputado federal"],"cargos_esp":[0,0,0,0],"datas_ini":[1891,1891,1932,1935],"datas_fim":[1891,1891,1932,1936],"estados":[0,"RJ",0,"SP"],"autor":["Jorge Miguel Mayer"],"content":"**CERQUEIRA, G****AMA**\n\n\\*const. 1891; dep. fed. RJ 1891; rev. 1932; dep. fed. SP 1935-1936.\n\n*Luís Barbosa da Gama Cerqueira* nasceu em Paraíba do Sul (RJ) no dia 24\nde novembro de 1865, filho do conselheiro Francisco Januário da Gama\nCerqueira. Vinculado ao Partido Conservador, seu pai foi presidente da\nprovíncia de Goiás (1857-1860), deputado geral (1861-1864, 1869-1872 e\n1877) e ministro da Justiça do Império (1877).\n\nFez os cursos primário e de humanidades nos colégios São Pedro de\nAlcântara e São Luís, de Itu (SP), e em 1882 matriculou-se na Faculdade\nde Direito de São Paulo, pela qual se formou quatro anos depois. De\nvolta à terra natal, dedicou-se à advocacia e à política, tornando-se\nmembro e ardoroso propagandista do Partido Republicano.\n\nCom o fim do Império, foi eleito 15 de setembro de 1890 deputado pelo\nRio de Janeiro ao Congresso Nacional Constituinte. Tomou posse em 15 de\nnovembro seguinte, participou da elaboração da nova Carta promulgada em\n24 de fevereiro de 1891, e em maio passou a exercer o mandato ordinário.\nRenunciou, porém, em novembro do mesmo ano em protesto contra a\ndissolução do Congresso e a decretação do estado de sítio pelo marechal\nDeodoro da Fonseca, primeiro presidente da República.\n\nVoltando a exercer a advocacia em São José de Além Paraíba, hoje Além\nParaíba (RJ), ocupou vários cargos eletivos municipais e foi\nredator-chefe do *Correio de São José.* Em 1895 mudou-se para São Paulo,\nonde conseguiu grande renome e clientela como advogado e tornou-se lente\nda Faculdade de Direito, por concurso. Escreveu muitos pareceres sobre\ntemas de direito internacional privado e em 30 de maio de 1911 tomou\nposse como professor de direito criminal na Faculdade de Direito.\n\nPertenceu à direção da Liga Nacionalista, que foi fundada em 1917 por\ninspiração de Olavo Bilac, foi presidida pelo professor Frederico\nSteidel, e teve papel de destaque na defesa do serviço militar\nobrigatório e do voto secreto. Ao contrário de membros como Paulo\nNogueira Filho, Antônio Carlos de Abreu Sodré e Cândido Mota Filho,\nentre outros, Gama Cerqueira permaneceu na liga e apoiou sua decisão de\nprotestar contra o decreto do governo que em fins de 1918 concedeu\naprovação a todos os estudantes, independentemente da prestação de\nexames, devido à forte epidemia da chamada “gripe espanhola” que atingiu\nprincipalmente São Paulo e Rio de Janeiro.\n\nEm 1926 participou, com Francisco Morato e Luís de Queirós Aranha, da\ncomissão de redação do programa do Partido Democrático (PD) de São\nPaulo, do qual foi um dos fundadores e membro do diretório central\neleito no primeiro congresso da agremiação, realizado em 21 de março. O\nPD agrupava a oposição liberal ao Partido Republicano Paulista (PRP),\nentão dominante na política estadual e nacional, e incluía em seu\nprograma medidas como a revisão da Constituição, a adoção do voto\nsecreto e a autonomia do Poder Judiciário. Sua direção era composta\nmajoritariamente de bacharéis e cafeicultores.\n\nO novo partido realizou desde logo grande esforço no sentido de atingir\ngrandes parcelas da população, obtendo, pouco depois de sua fundação,\ncerca de 20 mil adesões. Nas eleições parlamentares de 1927, em franco\ndesafio à máquina política do PRP que até então dominava monoliticamente\no estado, o PD conseguiu eleger três deputados federais e seis\nestaduais. Entre os últimos estava Luís da Gama Cerqueira, que em abril\nde 1929 substituiu Antônio Prado, recém-falecido, na presidência do\npartido. Ainda em 1929 Gama Cerqueira foi um dos representantes do PD no\nprimeiro e único congresso do Partido Democrático Nacional, que foi\nrealizado em setembro e reuniu também delegados do Partido Libertador do\nRio Grande do Sul. Embora o conclave tenha aprovado um programa baseado\nno do PD, elaborado estatutos e definido o apoio às candidaturas\noposicionistas de Getúlio Vargas e João Pessoa à presidência e\nvice-presidência da República nas eleições de março de 1930, o novo\npartido teria vida curta, desaparecendo depois de 1930.\n\nAinda em setembro de 1929, Gama Cerqueira participou da convenção da\nAliança Liberal, coligação interestadual que sustentou Vargas contra o\nperrepista Júlio Prestes. Foi um ativo organizador da campanha liberal,\nmarcando sua atuação pela defesa da organização da República em moldes\nliberais e democráticos, mas “sem lutas fratricidas”. Identificava-se\nassim com a ala mais moderada do PD, chamada de “pacifista” por propor\napenas a via legal para a conquista do poder pelas forças renovadoras.\nApesar disso, durante a campanha escreveu um artigo no *Diário\nNacional,* órgão do PD, denunciando a repressão do governo federal\ncontra os oposicionistas e enfatizando que as garantias constitucionais\nestavam sendo abolidas, como se o estado de guerra houvesse sido\ndecretado.\n\nA derrota de Vargas nas eleições de 1^o^ de março de 1930 levou muitos\nmembros do PD a se articular com os “tenentes” e com outras forças\nintegrantes da Aliança Liberal na preparação de um movimento armado que\nresultaria na Revolução de 1930. Considerado um moderado, Gama Cerqueira\nfoi substituído na presidência do partido por Francisco Morato, que\ncoordenou os preparativos do PD para a revolta.\n\nVitoriosa a Revolução em 24 de outubro de 1930, seis dias depois o\ngoverno provisório chefiado por Vargas nomeou o líder tenentista João\nAlberto Lins de Barros delegado militar em São Paulo. Na esperança de\ncompartilhar o poder em reconhecimento à sua participação no movimento\narmado, o PD prontificou-se a colaborar com essa solução. Entretanto,\nessa colaboração não foi duradoura. A nomeação de João Alberto para\ninterventor em 25 de novembro de 1930 significou a marginalização do\nsegmento da oligarquia política local articulada em torno do PD, abrindo\num processo de conflitos progressivamente acirrados nos dois anos\nseguintes entre as correntes tradicionais do estado e as forças\ntenentistas apoiadas pelo governo federal.\n\nNo VII Congresso do PD, realizado no dia 2 de fevereiro de 1931 em meio\na um clima de grande efervescência política e social, Gama Cerqueira não\nfoi mantido no diretório central, por ter sido considerado conservador.\n\nDepois de formada a Frente Única Paulista (FUP), agrupando o PD e o PRP\nem torno da luta pela constitucionalização do país e pela autonomia\nestadual, e frustradas as tentativas de constitucionalização com o\ngoverno federal, eclodiu, em 9 de julho de 1932, a Revolução\nConstitucionalista em São Paulo. Gama Cerqueira colaborou com os\nrevolucionários, participando, ao lado de Cândido Mota Filho e Aureliano\nLeite, de uma comissão especial voltada para os assuntos internacionais.\nSeus objetivos, expressos em uma nota dirigida aos cônsules estrangeiros\nem 17 de agosto, eram sensibilizar possíveis aliados externos para a\ncausa paulista e obter reconhecimento internacional para o “estado de\nbeligerância” no Brasil. Com esse fim, apresentava como motivos do\nlevante medidas tomadas pelo governo federal que afetavam as relações\nexteriores do país, tais como o embaraço às comunicações consulares, o\nimpedimento à navegação no porto de Santos, a retenção de malas postais,\nameaças de confisco de propriedades estrangeiras e o incitamento do\noperariado agrícola e industrial à desordem.\n\nEm 27 de agosto de 1932, durante o período de luta, realizou-se na casa\nde Gama Cerqueira uma reunião inspirada pelo chefe do governo\nrevolucionário de São Paulo, Pedro de Toledo, na qual Cândido Mota\nFilho, Antônio Carlos de Abreu Sodré, Rafael de Abreu Sampaio Vidal,\nMenotti del Picchia e Luís Piza Sobrinho, entre outros, definiram o\npropósito de fundir os partidos paulistas em uma única e poderosa\norganização, qualquer que fosse o resultado do movimento\nconstitucionalista.\n\nEm 2 de outubro os paulistas aceitaram assinar o armistício. Apesar de\nderrotada, a revolução influiu decisivamente na convocação de eleições\npara a Assembleia Nacional Constituinte no ano seguinte, o que era um\ndos seu objetivos. Nesse pleito, a Chapa Única por São Paulo Unido, que\nrepresentava a união do PD, PRP, Federação de Voluntários\n(ex-combatentes de 1932) e a Liga Eleitoral Católica, obteve expressiva\nvitória.\n\nMais tarde, o PD, a Ação Nacional Republicana (dissidência do PRP) e a\nFederação dos Voluntários fundiram-se, dando origem ao Partido\nConstitucionalista, fundado em 24 de fevereiro de 1934 sob a liderança\nde Armando de Sales Oliveira. Nessa nova legenda, Gama Cerqueira foi\neleito deputado federal no pleito de 14 de outubro de 1934, tomando\nposse na Câmara em maio de 1935.\n\nFaleceu em São Paulo no dia 19 de fevereiro de 1936, em pleno exercício\ndo mandato parlamentar.\n\nEra membro da Academia Paulista de Letras.\n\nCasado com Jorgina Passos da Gama Cerqueira, teve seis filhos.\n\nJorge Miguel Mayer\n\n**FONTES:** CÂM. DEP. *Deputados*; Diário do Congresso Nacional; LEITE,\nA. *História*; LEITE, A. *Memórias*; LEITE, A. *Páginas*; MORAIS, A.\nMinas; *Personalidades*; SOUSA, J. *Índice*; VAMPRÉ, S. *Memórias*.\n","ref":"**FONTES:** CÂM. DEP. *Deputados*; Diário do Congresso Nacional; LEITE,\nA. *História*; LEITE, A. *Memórias*; LEITE, A. *Páginas*; MORAIS, A.\nMinas; *Personalidades*; SOUSA, J. *Índice*; VAMPRÉ, S. *Memórias*.\n","dic":"DHBPR"}
