{"title":"ALEIXO, Pinto","cargoss":["militar","rev. 1922","rev. 1930","interv. BA 1942-1945","const. 1946"],"author":null,"content":"**ALEIXO, Pinto**\n\n\\* militar; rev. 1922; rev. 1930;interv. BA 1942-1945; const. 1946;\nsen.BA 1946-1955.\n\n*Renato Onofre Pinto Aleixo* nasceu no Riode Janeiro, então Distrito\nFederal, nodia 12 de junho de 1890, filhode José Dias Pinto Aleixo e\ndeEsaltina Maria de Paiva Aleixo.\n\nSentou praça, como voluntário, emabril de 1908. Em 1910 fez os cursosde\naplicação de infantaria e artilharia,e em janeiro de 1911 tornou-se\naspirantea oficial de artilharia pela Escola Militardo Realengo. Fez\nainda o curso decavalaria. Frequentou a Escola de Artilhariade 1911 a\n1912 e completou o cursoda Escola Militar de 1912 a 1913,recebendo em\ndezembro desse último anoa patente de segundo-tenente. Ajudante deordens\ndo diretor de Material Bélico doExército em 1917, em dezembro foi\npromovidoa primeiro-tenente. Serviu como adjunto doArsenal de Guerra do\nRio de Janeiro.Foi promovido a capitão em fevereiro de1921 e no mesmo\nano foi nomeadocomandante da 2^o^ Bateria Isoladade Artilharia da Costa,\nsituada no atualforte Duque de Caxias, no Rio deJaneiro.\n\nDurante a Revolta de 5 deJulho de 1922, o coronel Nepomuceno daCosta,\ncomandante das forças legalistas, emitiucomunicado informando que os\ninsurretos daEscola Militar e do 15^o^ Regimentode Cavalaria já se\nhaviam rendido. Nessemomento, o capitão Pinto Aleixo, que haviaaderido\naos rebeldes do forte de Copacabana,compareceu ao posto de comando do\ntúnelNovo para propor um armistício com asforças do governo. Declarando\na Nepomucenoque os revoltosos só obedeceriam ao marechalHermes da\nFonseca, Pinto Aleixo apresentoua seguinte proposta: o forte deixariade\natirar sobre a cidade, contanto queas forças legalistas não avançassem\nalémda praça Serzedelo Correia. Sua tentativade negociação não foi\naceita e elefoi preso, tendo sido libertado somenteem 1926. Já havia,\ndesse modo, cumpridopena de um ano e quatro meses dereclusão a que viria\na ser condenadoem 1928, devido à sua participação narevolta. Em 1929,\ncursou a Escola deAperfeiçoamento de Oficiais.\n\nRevolucionário de 1930, fez a campanhade São Paulo, na qualidade de\ncomandantede agrupamento, com o 2^o^ Regimentode Artilharia Montada.\nMembro do Clube3 de Outubro, foi promovido a majorem agosto de 1931 e\nnesse mesmopassou a comandar o 1^o^ Grupode Artilharia, em Campinho, no\nDistritoFederal. Foi, ainda, comandante do 3^o^Regimento de Artilharia\nMontada. Em 1932,participou da repressão ao movimento\nconstitucionalistade São Paulo. Tenente-coronel em agostode 1933, cursou\na Escola de Estado-Maiorem 1935. Em caráter interino, comandoua 3^a^\nBrigada de Artilhariaem Cruz Alta (RS). Foi também subcomandanteda\nEscola de Armas. Promovido a coronelem setembro de 1939, exerceu o\ncomandodo 8^o^ Regimento de ArtilhariaMontada em Pouso Alegre (MG).\n\nEm 1940, deixou o comando deuma unidade do Exército no Rio Grandedo Sul\npara assumir o comando da6^a^ Região Militar, sediada naBahia, função em\nque permaneceu até 1943.Em 24 de novembro de 1942, assumiua\ninterventoria federal na Bahia, substituindoLandulfo Alves. Promovido a\ngeneral debrigada em dezembro desse mesmo ano, ficouno governo da Bahia\naté 28 deoutubro de 1945. Sua administração voltou-separa a instrução\npública, com a construçãode ginásios e colégios. Executou tambémobras\nrodoviárias, estendendo a BA-2 (maistarde incorporada à BR-101) do médio\nsuldo estado até às margens do rioPardo. Implantou a reforma judiciária,\ncriandovárias comarcas, entre as quais as deBelmonte e Canavieiras. A\nele se devea inauguração do Laboratório de PesquisasQuímicas e\nTecnológicas da Bahia.\n\nAinda no governo, e ao ladodos interventores Agamenon Magalhães, de\nPernambuco,e Joaquim Magalhães Barata, do Pará, PintoAleixo tornou\npúblicas, em 21 de fevereirode 1945, as primeiras medidas no sentidode\nconstituir novos partidos. Organizador, naBahia, do Partido Social\nDemocrático (PSD),foi aclamado presidente do diretório estadualem\nconvenção realizada em julho de 1945.Na véspera da deposição de Getúlio\nVargas(29/10/1945), deixou a interventoria para podercandidatar-se à\nConstituinte nas eleições convocadaspara dezembro.\n\nEm 2 de dezembro de 1945,foi eleito senador pela Bahia, na legendado\nPSD, à Assembleia Nacional Constituinte.Sua votação, de 146.903 votos,\nfoi ligeiramentesuperada pela do candidato da União DemocráticaNacional\n(UDN), Aluísio de Carvalho Filho,que teve 148.039. Assumiu o mandato\ndesenador em 5 de fevereiro de 1946.Já agregado (fora do serviço militar\nativo),foi promovido a general de divisão emoutubro de 1946 e reformado\nem 1951no posto de general de exército, comvencimentos de marechal. Até\n31 de janeirode 1955 permaneceu no Senado, onde foimembro da Comissão\nEspecial de Leis Complementaresda Constituição, da Comissão Mista deLeis\nComplementares e da Comissão de RelaçõesExteriores, e presidente da\nComissão dasForças Armadas. Integrou também o diretórionacional do PSD.\n\nFaleceu no Rio de Janeiro em13 de junho de 1963.\n\nFoi casado com Rute Vilaboim PintoAleixo.\n\nAmélia Coutinho\n\n**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;CISNEIROS, A. *Parlamentares*;\nCORRESP*.* GOV. EST. BA; Diário do Congresso Nacional; *Encic.\nMirador*;ENTREV. ALEIXO, R.; FICHÁRIO PESQ. M.AMORIM; *Grande encic.\nDelta*; HIRSCHOWICZ, E. *Contemporâneos* (1945-1949); LAGO, L.\n*Generais*; MACEDO, R.*Efemérides*; MELO, A. *Cartilha*; MIN.\nGUERRA.*Almanaque* (1951); SENADO. *Relação*; SENADO. *Senado*;SILVA, G.\n*Constituinte*; SILVA, H. *1922.*\n\n**ALENCAR, Alexandrino de**\n","ref":"**FONTES:**ARQ. CLUBE 3 DE OUTUBRO;CISNEIROS, A. *Parlamentares*;\nCORRESP*.* GOV. EST. BA; Diário do Congresso Nacional; *Encic.\nMirador*;ENTREV. ALEIXO, R.; FICHÁRIO PESQ. M.AMORIM; *Grande encic.\nDelta*; HIRSCHOWICZ, E. *Contemporâneos* (1945-1949); LAGO, L.\n*Generais*; MACEDO, R.*Efemérides*; MELO, A. *Cartilha*; MIN.\nGUERRA.*Almanaque* (1951); SENADO. *Relação*; SENADO. *Senado*;SILVA, G.\n*Constituinte*; SILVA, H. *1922.*\n\n**ALENCAR, Alexandrino de**\n","dic":"DHBPR"}