{"title":"CHAGAS, PINHEIRO","cargoss":["Revolucionário ou revoltoso","Deputado federal","Deputado federal","Ministro da Saúde","Deputado federal"],"cargos_esp":[0,0,0,0,0],"datas_ini":[1930,1958,1951,1963,1963],"datas_fim":[1930,1963,1956,1963,1971],"estados":[0,"MG","MG",0,"MG"],"autor":[0],"content":"**CHAGAS, P****INHEIRO**\n\n\\*rev. 1930; dep. fed. MG 1951-1956 e 1958-1963; min. Saúde 1963; dep.\nfed. MG 1963-1971.\n\n*Paulo Pinheiro Chagas* nasceu em Oliveira (MG) no dia 1^o^ de setembro\nde 1906, filho de Francisco Pinheiro Chagas, oficial da Marinha\npertencente à família de grande projeção nos meios políticos do país, e\nde Maria Eulina Carvalho Chagas. Seus tios Carlos Pinheiro Chagas e\nDjalma Pinheiro Chagas foram titulares de secretarias de estado em Minas\nGerais, líderes da Revolução de 1930 e deputados federais em 1930 e de\n1935 a 1937, respectivamente.\n\nFez os estudos primários no Colégio Pinheiro Campos e no Grupo Escolar\nFrancisco Fernandes, em sua cidade natal, e concluiu o secundário no\nantigo Colégio Militar de Barbacena em 1924. Ingressou a seguir na\nFaculdade de Medicina do Rio de Janeiro, então Distrito Federal, e ao\nmesmo tempo trabalhou, de 1925 a 1926, como praticante da Secretaria de\nFinanças de Minas Gerais e auxiliar de gabinete do secretário, seu tio\nDjalma Pinheiro Chagas. No ano seguinte tornou-se amanuense da Delegacia\nde Minas no Rio de Janeiro, cargo que ocuparia até 1930. Ainda durante\nesse período foi vacinador da Saúde Pública do Distrito Federal.\n\nEntusiasta da Aliança Liberal, participou como estudante universitário\nda Revolução de 1930, incorporando-se à tropa que lutou sob o comando do\nmajor João Lemos, da Força Pública de Minas Gerais. Entre outros\ncombates travados em seu estado, tomou parte no assalto ao 4^o^\nRegimento de Cavalaria Divisionária, sediado em Três Corações. Após a\nvitória da revolução, concluiu, ainda em 1930, o curso de medicina,\npassando a clinicar em Belo Horizonte como assistente do professor\nOsvaldo de Melo Campos e, a seguir, na clínica de tisiologia dirigida\npor Pedro Nava.\n\nAbandonando a carreira médica pouco tempo depois, Pinheiro Chagas\ndecidiu dedicar-se à política e ingressou no Partido Republicano Mineiro\n(PRM), então chefiado por Artur Bernardes, líder que exerceu grande\ninfluência em sua formação política. Favorável à imediata\nreconstitucionalização do país, tornou-se opositor do governo provisório\nliderado por Getúlio Vargas, que, no entender da oposição, não se\nempenhava em adotar medidas nesse sentido. Com o estremecimento das\nrelações entre o PRM, basicamente identificado com Bernardes, e o\npresidente de Minas Gerais, Olegário Maciel, que apoiava a Legião\nLiberal Mineira – organização política criada em fevereiro de 1931 sob\ninspiração fascista e com o propósito de aprofundar o programa da\nRevolução de 1930 –, participou, em 18 de agosto de 1931, de uma\ntentativa de deposição do governo mineiro, que acabou sendo facilmente\ndebelada.\n\nDe março a junho de 1932, na gestão de seu outro tio, Carlos Pinheiro\nChagas, na Secretaria de Finanças de Minas Gerais, voltou a exercer a\nfunção de chefe de gabinete do secretário. Durante a Revolução\nConstitucionalista de São Paulo, deflagrada em julho do mesmo ano, foi\npreso e permaneceu incomunicável por cerca de um mês. Com a derrota dos\nrebeldes paulistas em outubro, os principais líderes do PRM foram\nexilados e tiveram seus direitos políticos cassados. Em consequência,\nPinheiro Chagas foi eleito presidente do diretório central do partido.\nCom a reconstitucionalização do país, elegeu-se em maio de 1933 suplente\nde deputado à Assembleia Nacional Constituinte na legenda do PRM e ainda\nno mesmo ano matriculou-se na Faculdade de Direito de Minas Gerais.\nTambém jornalista, em 1934 fundou e passou a dirigir o vespertino *O*\n*Debate,* de Belo Horizonte, através do qual empreendeu uma campanha de\noposição aos governos municipal, estadual e federal.\n\nAinda em 1934 elegeu-se deputado à Assembleia Constituinte de Minas\nGerais. Tomou posse no início do ano seguinte e, após a promulgação da\nnova Carta estadual, passou a exercer mandato legislativo ordinário.\nParticipou da Comissão de Representação da Assembleia mineira e ocupou\nsua cadeira até novembro de 1937, quando o advento do Estado Novo\nsuprimiu todos os órgãos legislativos do país. Nesse mesmo ano\nbacharelou-se em direito e em seguida transferiu-se para o Rio de\nJaneiro. Em 1943 foi um dos signatários, entre outros importantes nomes\nda política de seu estado, do chamado *Manifesto dos* *mineiros*.\nReivindicando a redemocratização do país, o documento representou a\nprimeira manifestação ostensiva de oposição ao Estado Novo partida de\nlideranças políticas liberais e conservadoras.\n\nCom a desagregação do Estado Novo e a reorganização partidária em 1945,\nfoi um dos fundadores da União Democrática Nacional (UDN), e nessa\nlegenda alcançou uma suplência de deputado nas eleições de dezembro para\na Assembleia Nacional Constituinte. De 1949 a 1951 foi diretor do jornal\n*Diário Carioca,* do Rio de Janeiro. Após desentendimentos com\ncorreligionários de sua cidade natal, abandonou a UDN e ingressou no\nPartido Social Democrático (PSD). Nessa legenda foi eleito deputado\nfederal por Minas no pleito de outubro de 1950, assumindo o mandato em\nfevereiro do ano seguinte. Reeleito em 1954, apoiou o movimento\npolítico-militar de 11 de novembro de 1955 – que, liderado pelo general\nHenrique Teixeira Lott, ministro da Guerra demissionário, visava,\nsegundo seus articuladores, a assegurar a posse do presidente eleito\nJuscelino Kubitschek – e votou a favor do impedimento do presidente da\nRepública licenciado, João Café Filho. A medida confirmou na presidência\nda República Nereu Ramos, vice-presidente do Senado, que havia assumido\no cargo no lugar do presidente interino Carlos Luz, deposto pelo\nmovimento.\n\nNomeado em maio de 1956, no governo de José Francisco Bias Fortes\n(1956-1961), primeiro titular da recém-criada Secretaria de Segurança\nPública de seu estado, Pinheiro Chagas interrompeu então seu mandato na\nCâmara. No exercício de suas novas funções, promoveu uma reestruturação\nda polícia mineira e, durante as comemorações do 35^o^ aniversário da\nAssociação Mineira de Imprensa, ocasião em que o presidente Kubitschek\ncogitava em remeter uma nova Lei de Imprensa ao Congresso, proferiu um\ndiscurso sobre a liberdade de imprensa. Após seu discurso, o projeto\ngovernamental acabou por não ser encaminhado ao parlamento.\n\nDeixando a Secretaria de Segurança em julho de 1958, nesse mesmo mês\nreassumiu seu mandato na Câmara. Outra vez reeleito em outubro desse\nano, exerceu a partir de abril de 1961 a liderança do PSD e da maioria,\nformada por seu partido, o Partido Trabalhista Brasileiro (PTB) e o\nPartido Social Progressista (PSP) em oposição ao governo de Jânio\nQuadros. Após a renúncia deste em 25 de agosto de 1961 e a posse do\nvice-presidente João Goulart sob o regime parlamentarista em 7 de\nsetembro seguinte, voltou à condição de líder da maioria na Câmara,\ndessa vez em apoio ao governo federal.\n\nReconduzido à Câmara dos Deputados nas eleições de outubro de 1962,\nlicenciou-se em janeiro de 1963 por haver sido nomeado ministro da Saúde\nem substituição a Eliseu Paglioli, no primeiro ministério\npresidencialista organizado após o plebiscito que derrotou o\nparlamentarismo (6/1/1963). Permanecendo no cargo até julho de 1963,\nquando foi substituído por Wilson Fadul, participou, como\nvice-presidente, da Reunião dos Ministros da Saúde em Genebra, na Suíça,\ne, como chefe da delegação brasileira, da Sessão Anual da Organização\nMundial de Saúde (OMS), também em Genebra. Reassumiu a seguir o mandato\nde deputado federal.\n\nCom a extinção dos partidos políticos pelo Ato Institucional n^o^ 2\n(27/10/1965) – editado pelo governo instaurado através do movimento\npolítico-militar de 31 de março de 1964, que depôs o presidente João\nGoulart –, e a posterior implantação do bipartidarismo, filiou-se à\nAliança Renovadora Nacional (Arena), partido de sustentação do regime\nmilitar. Reeleito em novembro de 1966 nessa legenda, exerceu o mandato\naté o fim da legislatura, em janeiro de 1971, tendo integrado as\ncomissões de Educação e Cultura e de Relações Exteriores da Câmara dos\nDeputados.\n\nDiretor da Fundação João Pinheiro – cuja revista dirigiu – a partir de\n1973, Pinheiro Chagas exerceu, paralelamente à vida política, atividades\ncomerciais e industriais em diversas empresas. Foi corretor de seguros\nna empresa A Equitativa dos Estados Unidos do Brasil e inspetor da\nCompanhia Adriática de Seguros, ambas em Belo Horizonte; diretor da\nFábrica de Papel Cruzeiro, também na capital mineira; superintendente da\nCompanhia Mineira de Estradas e Construções e diretor da Companhia Santa\nFé de Exportação e Importação, ambas no Rio de Janeiro; diretor da\nCompanhia Santa Clara de Indústria e Comércio (Rio de Janeiro-Belo\nHorizonte) e sócio-fundador e superintendente da Comjak –\nRepresentações, Exportação e Importação (Rio de Janeiro-Belo Horizonte).\n\nComo jornalista, foi redator e colaborador em diversos periódicos.\nTambém escritor, foi representante da seção mineira da Associação\nBrasileira de Escritores e do Círculo Cultural Hispano-Brasileiro, além\nde vice-presidente da Academia Mineira de Letras e membro do Instituto\nHistórico e Geográfico de Minas Gerais.\n\nFaleceu em Belo Horizonte no dia 12 de abril de 1983.\n\nEra casado com Zembla Soares Pinheiro Chagas, de quem teve dois filhos.\n\nPublicou *Semiótica do ritmo respiratório* (tese de doutoramento, 1931),\n*O ritmo respiratório e sua variação nos estados patológicos* (1931),\n*Questões clínicas da atualidade* (em colaboração, 1931), *Teófilo\nOtoni, ministro do povo* (1943, 2. ed. 1956), *O brigadeiro da\nlibertação* (vida de Eduardo Gomes, 1945), *Apenas uma nuvem*\n*passageira* (1950), *A resposta de Juscelino* (ensaio sobre a formação\ndo povo brasileiro, 1953), *Tradição e atualidade do 5 de julho*\n(1955)*, Os dois lados do homem e da lição* *Vargas* (1955),*Pela\nliberdade de imprensa* (1956), *A arca de Noé* (ensaio, crítica e\ntribuna, 1956), *Do alto da tribuna* (1956*), Democracia e parlamento*\n(1956)*, Uma política a serviço da liberdade* (1957), *Luzias e\ntenentes* *na formação democrática do Brasil* (1957), *Atualidade de\nTeófilo Otoni* (1957),*Albores* *de primavera* (romance, 1957), *Elogio\nde Pedro Aleixo* (1974),*Bernardes visto de perto* (1975), *Esse velho\nvento da aventura* (memórias, 1977), *Lágrimas na penumbra, Manhã de*\n*sol, Como foi isso* e *O mais belo rabi da Galícia.*\n\n**FONTES:** ANDRADE, F. *Relação*; ASSEMB. NAC. CONST. 1934. *Anais*\n(1); CAFÉ FILHO, J. *Do* *Sindicato*;CÂM. DEP. *Anais* (1961-1); CÂM.\nDEP. *Deputados*; CÂM. DEP. *Deputados brasileiros.* Repertório (5 e 6);\nCÂM. DEP*. Relação nominal dos senhores*; CHAGAS, P. *Esse*; CISNEIROS,\nA. *Parlamentares*; *Encic. Mirador*; *Estado de Minas* (12/5/1977);\nFONSECA, L. *História*; *Grande encic. Delta*; HIPÓLITO, L.\n*Manifesto*;*Jornal do Brasil* (29/10/1976, 29/5, 15/9/1977, 14/4/1983);\n*Jornal do Comércio,* Rio (25/1/1963); MONTEIRO, N. *Dicionário*; *Rev.*\n*Arq. Públ. Mineiro* (12/1976); SILVA, H. *1964*; *Súmulas*; VÍTOR, M.\n*Cinco*.\n","ref":"**FONTES:** ANDRADE, F. *Relação*; ASSEMB. NAC. CONST. 1934. *Anais*\n(1); CAFÉ FILHO, J. *Do* *Sindicato*;CÂM. DEP. *Anais* (1961-1); CÂM.\nDEP. *Deputados*; CÂM. DEP. *Deputados brasileiros.* Repertório (5 e 6);\nCÂM. DEP*. Relação nominal dos senhores*; CHAGAS, P. *Esse*; CISNEIROS,\nA. *Parlamentares*; *Encic. Mirador*; *Estado de Minas* (12/5/1977);\nFONSECA, L. *História*; *Grande encic. Delta*; HIPÓLITO, L.\n*Manifesto*;*Jornal do Brasil* (29/10/1976, 29/5, 15/9/1977, 14/4/1983);\n*Jornal do Comércio,* Rio (25/1/1963); MONTEIRO, N. *Dicionário*; *Rev.*\n*Arq. Públ. Mineiro* (12/1976); SILVA, H. *1964*; *Súmulas*; VÍTOR, M.\n*Cinco*.\n","dic":"DHBPR"}
