{"title":"CHAVES, Eurico de Castro","cargoss":["dep. fed. PE 1927-1929."],"author":"Raimundo Helio Lopes","content":"**CHAVES, Eurico de Castro**\n\n\\*dep. fed. PE 1927-1929.\n\n*Eurico de Castro Chaves* nasceu em Recife no dia 29 de novembro de\n1878, filho de Belerofonte Cândido de Castro Chaves e de Maria da\nConceição Pereira do Rego de Castro Chaves. Seu pai foi professor de\nhumanidades de vários colégios de Recife, e seu avô materno, o\nconselheiro Vicente Pereira do Rego, foi professor da Faculdade de\nDireito do Recife e um dos primeiros professores de direito\nadministrativo no Brasil.\n\nFormou-se pela Faculdade de Direito do Recife em 15 de dezembro de 1902\ne logo passou a advogar. Em 16 de outubro de 1904 casou-se com Francisca\nLessa Ferreira, conhecida como Chiquita, filha de Antiógenes Afonso\nFerreira, coronel da Guarda Nacional e vereador no município de Água\nPreta (PE), e de Francisca Miliana da Silveira Lessa, filha do barão de\nGravatá, proprietário de diversos engenhos em Pernambuco. Após o\ncasamento tornou-se proprietário do engenho Vênus, situado em Água\nPreta. O casal teve dez filhos, mas três faleceram antes de completar um\nano de idade.\n\nIniciou sua carreira política como oficial de gabinete de Estácio\nCoimbra quando este assumiu interinamente o governo de Pernambuco, de\nsetembro a dezembro de 1911. Foi deputado estadual por duas legislaturas\n(1914-1918 e 1918-1922) e, durante o governo de Sérgio Loreto\n(1922-1926), foi líder do governo no Senado estadual.\n\nMembro do Partido Republicano de Pernambuco (PRP), em 1927 foi eleito\ndeputado federal e a partir de maio ocupou uma cadeira na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal. Como deputado\ndefendeu o governo do então governador de Pernambuco, Estácio Coimbra\n(1926-1930), de quem era amigo e compadre. Também durante a\nadministração de Coimbra, seu filho mais velho, Antiógenes, junto com\nGilberto Freire, foi oficial de gabinete do governador. Em 1929, foi\ncogitado para ser candidato a governador de Pernambuco, mas o indicado\noficialmente pelo PRP foi José Maria Belo. No final de 1929, renunciou\nao mandato de deputado federal e voltou para o Recife.\n\nNo início de 1930, quando Batista Luzardo esteve no Recife a fim de\nconseguir adesões para o movimento oposicionista em defesa da\ncandidatura de Getúlio Vargas à presidência da República, foi um dos\nprocurados o político gaúcho. Além de não aceitar participar do\nmovimento oposicionista, disse ao líder gaúcho que só tinha um chefe\npolítico, que era Estácio Coimbra. Coerente com suas alianças\npartidárias, opôs-se à Revolução de 1930.\n\nNo campo jornalístico, foi redator do *Diário de Recife* e colaborador\ndo jornal *Estado de Pernambuco* e da revista *Congresso Acadêmico*.\n\nFaleceu em Recife no dia 9 de julho de 1958.\n\nUm de seus filhos, Nelson Ferreira de Castro Chaves, foi cientista,\nmédico, professor da Universidade Federal de Pernambuco e secretário de\nSaúde e Assistência Social do estado de Pernambuco de 1949 a 1951, no\ngoverno de Barbosa Lima Sobrinho. Outro filho, Eurico de Castro Chaves\nFilho, foi juiz do trabalho e em 1932, ainda como estudante de direito,\nviajou para São Paulo para lutar na Revolução Constitucionalista; outro\nfilho, José Ferreira de Castro Chaves, foi engenheiro e trabalhou na\nconstrução do Catetinho, da Granja do Ipê e do prédio do Banco do Brasil\nem Brasília; Antiógenes Ferreira de Castro Chaves, o filho mais velho,\nadvogado, usineiro, empresário, diretor do *Diário de Pernambuco*, foi\num dos líderes da União Democrática Nacional (UDN) em Pernambuco e\nsecretário de Justiça durante o governo de Cid Sampaio (1958-1962); uma\ndas suas netas, Dulce Chaves Pandolfi, filha de Carmen de Castro Chaves\ne de Luís Pandolfi, advogado e professor da Faculdade de Direito do\nRecife, é historiadora, professora do Cpdoc da Fundação Getulio Vargas e\ndiretora do Instituto Brasileiro de Análises Sociais e Econômicas\n(IBASE).\n\nRaimundo Helio Lopes\n\n**FONTES:** ARQ. FAM.; ARQ. PUB. DF. Disponível em:\n\\<www.arpdf.df.gov.br/005/00502001.asp?ttCD\\_CHAVE=9982&btImprimir=SIM\\>.\nAcesso em: 13/6/2011; Biblioteca digital jurídica. Disponível em:\n*\\<*http://bdjur.stj.gov.br/xmlui/handle/2011/20157\\>. Acesso em:\n13/6/2011; CÂM. DEP. *Deputados brasileiros*; FUND. JOAQUIM NABUCO.\nDisponível em:\n\\<http://basilio.fundaj.gov.br/pesquisaescolar/index.php?option=com\\_content&view=article&id=202&Itemid=193\\>.\nAcesso em: 13/6/2011; NASCIMENTO, L. *História* (v.2, 3, 6).\n","ref":"**FONTES:** ARQ. FAM.; ARQ. PUB. DF. Disponível em:\n\\<www.arpdf.df.gov.br/005/00502001.asp?ttCD\\_CHAVE=9982&btImprimir=SIM\\>.\nAcesso em: 13/6/2011; Biblioteca digital jurídica. Disponível em:\n*\\<*http://bdjur.stj.gov.br/xmlui/handle/2011/20157\\>. Acesso em:\n13/6/2011; CÂM. DEP. *Deputados brasileiros*; FUND. JOAQUIM NABUCO.\nDisponível em:\n\\<http://basilio.fundaj.gov.br/pesquisaescolar/index.php?option=com\\_content&view=article&id=202&Itemid=193\\>.\nAcesso em: 13/6/2011; NASCIMENTO, L. *História* (v.2, 3, 6).\n","dic":"DHBPR"}