{"title":"CHAVES, Ferreira","cargoss":["junta gov. RN 1891-1892","gov. RN 1896-1900","sen. RN 1900-1914","gov."],"author":"Renato Amado Peixoto","content":"**CHAVES, Ferreira**\n\n\\* junta gov. RN 1891-1892; gov. RN 1896-1900; sen. RN 1900-1914; gov.\nRN 1914-1920; sen. RN 1920; min. Marinha 1920-1921; min. Justiça\n1921-1922; sen. RN 1923-1930.\n\n*Joaquim Ferreira Chaves Filho* nasceu em Recife no dia 15 de outubro de\n1852, filho de Joaquim Ferreira Chaves e de Clara Maria de Lacerda\nFerreira Chaves.\n\nRecebeu o diploma de bacharel na Faculdade de Direito do Recife em 1873.\nNo ano seguinte foi nomeado promotor público em Palmares (PE), mas pouco\ndepois foi transferido para a comarca de Maioridade, hoje Martins (RN).\nEm 1877 foi nomeado juiz municipal e de órfãos de Pau dos Ferros (RN) e\ndez anos depois tornou-se juiz de direito de Trairi, hoje Santa Cruz\n(RN). Em 1891 foi nomeado juiz de casamentos em Natal.\n\nTendo-se aproximado de Pedro Velho de Albuquerque Maranhão, líder do\nPartido Republicano do Rio Grande do Norte, foi nomeado juiz federal por\ninfluência deste, mas sua nomeação foi cassada por Francisco Amintas da\nCosta Barros, governador do estado (2 de março a 13 de junho de 1891)\nindicado pelo presidente Deodoro da Fonseca. Já no governo de Miguel\nJoaquim de Almeida Castro, aliado de Amintas Barros eleito pelo\nCongresso Constituinte estadual e empossado em 9 de setembro de 1891,\nliderou, junto com o antecessor de Amintas Barros, Manuel do Nascimento\nCastro e Silva, e mais outros correligionários de Pedro Velho, uma\nconspiração para derrubar o governador. Em 28 de novembro Miguel Castro\nfoi deposto, preso e deportado para o Ceará. Ferreira Chaves foi então\nescolhido para compor, com Francisco de Lima e Silva e Nascimento\nCastro, uma junta governativa que deveria instalar um novo Congresso\nConstituinte estadual. Após cumprir sua missão, a junta entregou o\ngoverno em 22 de fevereiro de 1892 ao presidente do Congresso estadual,\nJerônimo Américo Raposo da Câmara, o qual, por sua vez, o repassou em 28\nde fevereiro a Pedro Velho, eleito governador pelos congressistas. Ainda\nem 1892, Pedro Velho instalou o Superior Tribunal de Justiça do Rio\nGrande do Norte e designou Ferreira Chaves como um de seus\ndesembargadores.\n\nEm 1895 Ferreira Chaves foi escolhido por Pedro Velho para ser seu\nsucessor no governo do Rio Grande do Norte. Eleito, tomou posse em 25 de\nmarço de 1896. Em seu governo possibilitou que a família Albuquerque\nMaranhão se consolidasse definitivamente no poder, uma vez que nomeou,\ncontratou e facilitou a ascensão de muitos de seus membros. Em 1898, por\nexemplo, reformou a Constituição estadual, baixando a idade mínima\nexigida para o cargo de governador de 35 para 25 anos. Assim, Alberto\nFrederico de Albuquerque Maranhão, irmão de Pedro Velho, pôde ser eleito\ngovernador em 1899 com apenas 26 anos, o mesmo ocorrendo em 1903 com\nAugusto Tavares de Lira, genro de Pedro Velho, então com 31 anos.\nSegundo Ferreira Chaves, o estado continuou sendo governado por Pedro\nVelho.\n\nTambém em 1898, com o crescimento da oposição, Ferreira Chaves aposentou\npor decreto cinco desembargadores mais cinco juízes, entre eles o\npresidente do Partido Republicano Constitucional. Com a morte em 1899 de\nAlmino Álvares Afonso, abriu-se uma vaga no Senado. Embora Ferreira\nChaves desejasse a vaga, não queria renunciar ao governo. Articulou\nentão, junto com Pedro Velho, a eleição de Francisco Gomes da Rocha\nFagundes, antigo correligionário do Partido Republicano, apenas para\nguardar a cadeira no Senado até sua desincompatibilização, que ocorreria\nem 25 de março de 1900. Assim, Rocha Fagundes, que foi empossado em 20\nde abril de 1900, renunciou em 10 de julho, abrindo a vaga para que\nFerreira Chaves pudesse ser eleito e empossado em 25 de agosto. Em 1903,\nFerreira Chaves foi reeleito para um mandato de nove anos. Participou\nvárias vezes da Mesa do Senado e atuou nas comissões de Constituição,\nPoderes e Diplomacia, e de Constituição e Justiça. Aproveitou para\nligar-se estreitamente a José Gomes Pinheiro Machado, amizade que seria\ndeterminante para seu futuro político.\n\nEm 1914, quando se passou a discutir a sucessão do governador Alberto\nMaranhão, que então encerrava seu segundo governo, o nome preferido no\npartido era o de Augusto Tavares de Lira. Contudo, um dado novo surgira\nna política nacional: o salvacionismo. No Rio Grande do Norte o capitão\nJosé da Penha Alves de Sousa se arvorou em defensor da candidatura de\nLeônidas Hermes da Fonseca, filho do presidente da República, apoiado\npelo Partido Republicano Constitucional. Em face da grande agitação\nproduzida no estado, passou-se a defender no antigo Partido Republicano\numa candidatura que não fosse ligada por laços familiares a Alberto\nMaranhão. Ferreira Chaves, que tinha o apoio de Pinheiro Machado e\ncredenciais de fidelidade incontestáveis, surgiu então como o candidato\nideal. Não deixou, contudo, de ser lembrado por Tavares de Lira de que\nestava lhe guardando a vaga, como informa Itamar de Souza.\n\nDepois de eleito e empossado em 25 de março de 1914, Ferreira Chaves não\napenas não renunciou, como passou a desmontar todo o aparato que havia\npossibilitado aos “pedrovelhistas” dominar a cena política do estado.\nLogo extinguiu vários cargos públicos e suspendeu os contratos que\nbeneficiavam os “pedrovelhistas”, entre os quais o monopólio do sal e o\nmonopólio da carne verde. Em 1916 reformou a lei eleitoral do estado,\ntornando inelegíveis para o cargo de governador os parentes\nconsanguíneos e afins, até o terceiro grau, do governador do quadriênio\nem curso ou do quadriênio anterior; e inelegíveis para deputado os\nmagistrados, governadores, funcionários federais remunerados e o chefe\nde polícia. Depois, manejando a máquina governamental, elegeu seu\npróprio candidato ao governo do estado, o senador Antônio José de Melo e\nSousa, que tomou posse em 25 de março de 1920 e, por sua vez, cedeu-lhe\na vaga no Senado. Entretanto, como o então presidente Epitácio Pessoa\ndesejava contar com Tobias do Rego Monteiro no Senado, nova articulação\nentrou em pauta: em troca da vaga de senador, Ferreira Chaves foi\nindicado para o Ministério da Marinha e depois para o Ministério da\nJustiça e dos Negócios Interiores. Ocupou a pasta da Marinha de 20 de\noutubro de 1920, quando substituiu Raul Soares, a 12 de setembro de\n1921, quando foi substituído por João Pedro da Veiga Miranda, e em\nseguida assumiu a da Justiça, no lugar de Alfredo Vieira de Melo, até 15\nde novembro de 1922, quando entrou em seu lugar João Luís Alves.\n\nEm 1923 Ferreira Chaves obteve pela terceira vez a indicação do Partido\nRepublicano para concorrer ao governo do Rio Grande do Norte. Mas, dessa\nvez, a chamada “facção do Seridó”, apoiada pelo presidente da República\nArtur Bernardes e reorganizada pelos deputados federais Juvenal\nLamartine de Faria e José Augusto Bezerra de Medeiros, conseguiu\ndestituí-lo da chefia do partido e indicar José Augusto para governador.\nPor conseguinte, a única saída que restou a Ferreira Chaves foi voltar\npara o Senado na vaga de Tobias Monteiro, que renunciou, permitindo que\nfosse eleito naquele mesmo ano. Em 1924 Ferreira Chaves foi reeleito\npara um mandato de nove anos, mas com a Revolução de outubro de 1930 e a\ndissolução de todos os órgãos legislativos do país, afastou-se da\npolítica.\n\nFaleceu no Rio de Janeiro no dia 12 de março de 1937.\n\nCasou-se duas vezes. Da primeira vez, com Alexandrina Barreto Ferreira\nChaves, com quem teve quatro filhos; da segunda vez, com Maria Ferreira\nChaves, com quem teve um filho.\n\nRenato Amado Peixoto\n\n**FONTES:** CARDOSO**,** R. *Memórias*; CASCUDO, L. *Governo*; MAIA, A.\n*Parlamentares*; SOUZA, I. *República*.\n","ref":"**FONTES:** CARDOSO**,** R. *Memórias*; CASCUDO, L. *Governo*; MAIA, A.\n*Parlamentares*; SOUZA, I. *República*.\n","dic":"DHBPR"}