{"title":"CHAVES, Filipe Firmino Rodrigues","cargoss":["Ministro da Marinha"],"cargos_esp":[0],"datas_ini":[1893],"datas_fim":[1894],"estados":[0],"content":"**CHAVES, Filipe Firmino Rodrigues**\n\n\\* militar; min. Mar. 1893-1894.\n\n*Filipe Firmino Rodrigues Chaves* nasceu no Rio de Janeiro, então\ncapital do Império, no dia 11 de outubro de 1838, filho de Filipe\nRodrigues Chaves e de Maria do O.\n\nAinda jovem ingressou na Marinha, tornando-se aspirante a guarda-marinha\nem 1^o^ de março de 1854 e guarda-marinha em 2 de dezembro de 1856.\nPromovido a segundo-tenente em 23 de novembro de 1858, a\nprimeiro-tenente em 2 de dezembro de 1862, e a capitão-tenente em 22 de\nfevereiro de 1867, participou da Guerra do Paraguai (1864-1870), que foi\no conflito externo de maior repercussão na América do Sul, não só pela\nmobilização e perda de homens, mas também por seus aspectos políticos e\nfinanceiros. O confronto entre a Tríplice Aliança (Brasil, Argentina e\nUruguai) e o Paraguai representou de fato um divisor de águas para a\nhistória desses países. No caso argentino e uruguaio, a guerra\ninfluenciou a consolidação de seus respectivos Estados nacionais. Para o\nParaguai, o conflito deflagrou uma enorme crise econômica e social,\ntornando a economia paraguaia um satélite da economia da Argentina. Já\npara o Brasil, a Guerra do Paraguai representou o apogeu da força\nmilitar brasileira, mas, paradoxalmente, acirrou as contradições da\nmonarquia.\n\nPor sua atuação na Guerra do Paraguai, Filipe Firmino Rodrigues Chaves\nfoi condecorado com as medalhas da Campanha Oriental de 1865, do\nParaguai e do Combate do Riachuelo. Receberia ainda a medalha do Mérito\nMilitar e as comendas de cavaleiro da Imperial Ordem do Cruzeiro, de\noficial da Ordem de Aviz e de oficial da Ordem da Rosa. Foi promovido a\ncapitão de fragata em 28 de dezembro de 1876 e a capitão de mar e guerra\nem 31 de janeiro de 1885.\n\nNo dia 15 de novembro de 1889, um golpe militar, liderado pelo marechal\nDeodoro da Fonseca e apoiado por um pequeno grupo de republicanos civis,\nderrubou o Império e proclamou a República no Brasil. Transcorridos os\ngovernos provisório (1889-1891) e constitucional (25 de fevereiro a 23\nde novembro de 1891) de Deodoro da Fonseca, que renunciou e foi\nsubstituído pelo vice-presidente Floriano Peixoto, Filipe Firmino\nRodrigues Chaves foi promovido contra-almirante em 21 de dezembro de\n1891.\n\nO governo de Floriano Peixoto foi marcado pelo autoritarismo, por fortes\ntensões políticas e por uma perseguição implacável aos opositores. A\nConstituição de 1891 previa novas eleições caso a presidência ficasse\nvaga antes de decorridos dois anos da posse do titular. Contudo,\nFloriano Peixoto estava decidido a permanecer no cargo até o fim do\nperíodo, o que provocou uma acirrada oposição em diversas esferas da\nsociedade. Em março de 1892, um grupo de 13 oficiais-generais do\nExército e da Marinha assinou um manifesto, que ficou conhecido como\n“Manifesto dos 13 Generais”, exigindo a imediata convocação de eleições.\nDiante da ameaça de sedição, o presidente decretou o estado de sítio e\nreprimiu duramente o movimento, ordenando a prisão e a reforma de seus\nlíderes. Em pouco tempo, o próprio ministro da Marinha, almirante\nCustódio de Melo, passou a divergir fortemente do presidente. Assim, em\n30 de abril de 1893, exonerou-se e juntou-se aos opositores do governo.\nFilipe Firmino Rodrigues Chaves assumiu então seu lugar.\n\nDurante sua gestão no Ministério da Marinha, enfrentou, a partir de\nsetembro de 1893, a Revolta da Armada, liderada pelo próprio almirante\nCustódio de Melo. No que tange à renovação dos meios flutuantes,\nincorporou as torpedeiras *Gustavo Sampaio*, *Pedro Ivo*, *Pedro\nAfonso*, *Silvado*, *Silva Jardim*, *Bento Gonçalves*, *Tamborim* e\n*Sabino Vieira*, além dos transportes *Andrada* e *Niterói* e do\nnavio-auxiliar *Pereira da Cunha*. Em 5 de janeiro de 1894 transmitiu o\ncargo Francisco José Coelho Neto, e em 30 de dezembro foi promovido a\nvice-almirante. Em 11 de dezembro de 1898, foi transferido para a\nreserva da Marinha.\n\nDurante sua longa carreira militar, comandou o vapor *Ipiranga*\n(interinamente), o brigue-barca *Itamaracá*, a canhoneira *Araguaia*, o\ntransporte *Leopoldina*, a corveta *Trajano*, o monitor *Javari*, o\ncruzador *Almirante Barroso* (interinamente), a galeota *Imperial*, o\ncruzador *Guanabara* e a galeota *Quinze de Novembro*, além do Batalhão\nNaval, do Arsenal de Marinha de Pernambuco e da Divisão de Cruzadores\n(interinamente). Foi ainda intendente da Marinha, comandante em chefe da\nEsquadra em expedição ao estado de Mato Grosso e chefe da Repartição da\nCarta Marítima do Brasil (criada a partir da fusão das repartições dos\nFaróis, de Hidrografia e de Meteorologia). Foi também assistente no\nComando Geral da Armada, instrutor da Escola Prática de Artilharia,\nsubchefe do Estado-Maior General e membro efetivo e vice-presidente do\nConselho Naval.\n\nFaleceu em 5 de abril de 1902.\n\nPublicou *Defesa do imediato da canhoneira Parnaíba no combate do\nRiachuelo* (1867).\n\nIzabel Pimentel da Silva\n\n**Fontes:** ABRANCHES, J. *Governos* (v.1 e 2); *Biografias dos\nministros*; BLAKE, A. *Diccionario* (v.2); DORATIOTO, F. *Maldita*; MUS.\nIMPERIAL. Disponível em: \\<www.museuimperial.gov.br\\>; SOUSA,\nJ.*Índice*.\n","ref":"","dic":"DHBPR"}
