{"title":"ALENCAR, Alexandrino de","cargoss":["sen. AM 1906","min. Marinha1906-1910 e 1913-1918","sen. AM"],"author":"Luciana Pinheiro","content":"**ALENCAR, Alexandrino de**\n\n\\* sen. AM 1906; min. Marinha1906-1910 e 1913-1918; sen. AM\n1921-1922;min. Marinha 1922-1926.\n\n*Alexandrino Faria de Alencar* nasceu em RioPardo (RS) no dia 12 de\noutubrode 1848, filho de Alexandrino de MeloAlencar e de Ana Ubaldina\nFaria deAlencar.\n\nFez os primeiros estudos com professorparticular. No início da década de\n1860transferiu-se para o Rio de Janeiro como intuito de se preparar para\naEscola Naval. Ingressou na escola em 1865,e em 1866 voluntariou-se para\na Guerrado Paraguai (1864-1870), mas foi dispensadopelo chefe da\nEsquadra por ter poucaidade. Continuou o curso e foi\ndeclaradoguarda-marinha em 1868. Passou então aservir na Divisão Naval\nde Montevidéue nessa ocasião participou da guerra,tendo sido condecorado\ncom as medalhasda Campanha do Paraguai oferecidas peloUruguai, Brasil e\nArgentina. Receberia tambéma medalha do Mérito Militar e otítulo de\ncavaleiro da Ordem de Aviz.\n\nDe retorno ao Brasil após otérmino do conflito, foi promovido a\nsegundo-tenenteem 1870 e a primeiro-tenente em 1873,fez viagens pela\nEuropa e África, foiadido militar junto à missão especialna China e\nviajou pelos Estados Unidos.No decorrer de 1877 tornou-se instrutorde\nartilharia do Batalhão Naval. Entre1879 e 1881 empreendeu viagem de\ncircum-navegaçãoe durante o ano de 1883 foi assistentedo capitão de\nfragata Custódio de Melona Divisão de Torpedeiras. Capitão-tenente\nem1885, participou da viagem de instruçãodos guardas-marinhas à América\ndo Norte,ao arquipélago dos Açores e à ilhada Madeira. Entre 1887 e\n1888, nacondição de imediato do almirante Saldanhada Gama, participou\ndas missões do cruzador*Barroso* à América do Norte e do\nencouraçado*Riachuelo*, do qual foi comandante posteriormente,dando\ncobertura ao movimento de instauraçãoda República brasileira empreendido\npelo Exércitoem 1889.\n\nNo decorrer de 1890 foi promovidoa capitão de fragata, por\nmerecimento.No ano seguinte integrou a esquadra comandadapor Custódio de\nMelo cuja pressão sobreo marechal Deodoro da Fonseca o levoua renunciar\nà presidência da República.Na posição de comandante do\nencouraçado*Aquidaban* participou da Revolta da Armada, levantede\noposição ao presidente Floriano Peixotoque se estendeu de setembro de\n1893a março de 1894, sob a liderançado almirante Custódio de Melo e\nmaistarde do almirante Luís Filipe Saldanhada Gama, e envolveu a\nesquadra fundeadana baía de Guanabara. Durante a revolta,que incluiu um\nmovimento em direção aoSul do país ao encontro dos queali participavam\nda Revolução Federalista, ea tomada da capital de Santa Catarinapor\ndestacamentos rebeldes, teve seu naviotorpedeado. Partiu então para o\nexílio,retornando ao Brasil em 1897, quando foianistiado e reintegrado à\nMarinha.\n\nFoi promovido a capitão de mare guerra graduado em 1899 e efetivadono\nano seguinte, quando assumiu o ComandoGeral das Torpedeiras. Em 1902 foi\npromovidoa contra-almirante e em fevereiro de 1903assumiu o comando da\nDivisão Naval doNorte. No decorrer de 1904 foi consultordo Conselho\nNaval no Rio de Janeiroe em 1905 foi designado comandante daDivisão\nNaval do Sul.\n\nTambém em 1905 candidatou-se asenador pelo estado do Amazonas e\nfoieleito. Tomou posse no Senado Federalem maio de 1906 e trabalhou\npelaadoção de um programa naval que seadequasse às demandas da política\nexternabrasileira. Já em novembro, porém, aoter início o governo do\npresidente AfonsoPena (1906-1909), renunciou ao mandato porter sido\nnomeado ministro da Marinha emsubstituição ao contra-almirante Júlio\nCésarde Noronha.\n\nMinistro da Marinha\n\nJá como ministro, foi promovidoa vice-almirante em 1908. Em junho de1909\nfoi nomeado ministro do SuperiorTribunal Militar (STM), onde\npermaneceria por11 anos. Em novembro seguinte, quando,em decorrência do\nfalecimento de AfonsoPena, o vice-presidente Nilo Peçanha tomouposse,\nfoi mantido no ministério e nelepermaneceu até o final do mandato\npresidencial,em novembro de 1910, quando foi substituídopelo\ncontra-almirante Joaquim Marques Batistade Leão.\n\nDurante os quatro anos em quefoi ministro da Marinha utilizou o *slogan*\n“Rumo ao mar” como lema de suacampanha pela renovação da Marinha\nbrasileira.Entre as principais medidas que tomouvisando a melhorar o\nensino profissionale a aumentar os quadros da Marinha,podem-se destacar\na realização de umareforma administrativa e a criação defunções técnicas\npara o Estado-Maior daArmada, a fundação da Escola Naval deGuerra, da\nLiga Naval e da LigaMarítima, e a promulgação de uma novalei para o\nensino naval. Preocupou-setambém em criar um sentimento\nnacionalistaentre os alunos que se formavam nasescolas militares. Após o\ntérmino de suagestão foi designado chefe da comissãoque esteve na Europa\nanalisando a organizaçãoe o desenvolvimento das marinhas de\nguerradaquele continente.\n\nEm agosto de 1913 aceitou oconvite do presidente da República Hermesda\nFonseca (1910-1914) para assumir maisuma vez a pasta da Marinha no\nlugardo general de divisão Vespasiano Gonçalvesde Albuquerque e Silva.\nEm novembro de1914, quando tomou posse o presidenteVenceslau Brás\n(1914-1818), foi mantido nocomando da pasta. Nesse mesmo ano\nfoipromovido a almirante. Permaneceu à frentedo ministério até novembro\nde 1918, quandofoi substituído pelo vice-almirante Antônio CoutinhoGomes\nPereira.\n\nDurante os cinco anos de suasegunda passagem pelo Ministério da\nMarinha,destacou em seus relatórios a dificuldadeencontrada para\nadministrar a força numcontexto de crise financeira. Empreendeu\nesforçospara a criação de um núcleo deaviação naval pela Marinha, em boa\nparteconcretizados em 1916 com a fundação daEscola de Submersíveis e da\nEscola deAviação Naval. Trabalhou ainda pela criaçãoda Escola de Guerra\nNaval, fundada em1918 com o objetivo de formar comandantespara as forças\nnavais e oficiais paraas funções de estado-maior.\n\nEntre os meses de junho eagosto de 1921 foi presidente do ClubeNaval. No\ndecorrer desse mesmo ano foinovamente eleito senador pelo estado\ndoAmazonas e tomou posse no Senado Federal.Cumpriu curto mandato e em\nnovembro de1922 renunciou para assumir pela terceiravez o Ministério da\nMarinha, a convitedo presidente da República Artur Bernardes(1922-1926).\n\nDurante sua ultima gestão concluiuas obras do Arsenal de Marinha dailha\ndas Cobras, aboliu a Companhia Correcionale diversos castigos aplicados\ncomo penaaos marinheiros, empreendeu a reorganização dosquadros de\npessoal e a reforma administrativado ministério, além de ter\ntrabalhadopela substituição do Código Disciplinar utilizadopela Marinha.\nNo mês de outubro de1923 acumulou interinamente o Ministério daGuerra em\nvirtude da ausência do titularda pasta, general Fernando Setembrino\ndeCarvalho, designado para atuar na chamadaRevolução de 1923 no Rio\nGrande doSul, conflito entre os partidários deBorges de Medeiros\n(chimangos) e os adeptosde Joaquim Francisco de Assis Brasil\n(maragatos).\n\nFaleceu no Rio de Janeiro em18 de abril de 1926.\n\nCasado com Amália Murray dos Santos,teve um filho.\n\nPublicou *Segredo mecânico do torpedo Witehead* (1882),*Relatório ao\nministro da Marinha Antônio de Almeida Oliveira sobre a instalação de\numa oficina de torpedos no Arsenal de Marinha de Ladário e um plano para\na defesa móvel e fixa do rio Paraguai* (1883), e *Aquidaban - Histórico\ndo combate de 16 de abril* (1895).\n\nLuciana Pinheiro\n\n**FONTES:**ALENCAR, C. *Alexandrino*;BLAKE, A. *Diccionario* (v.1,\np.51); MAR. BRAS.Disponível em: \\<www.mar.mil.br/\\>. Acesso\nem:13/3/2001; PLANALTO. Disponível em: \\<www.planalto.gov.br/\\>.Acesso\nem: 13/3/2011; SENADO. Disponível em:\\<www.senado.gov.br/\\>. Acesso em:\n13/3/2011; TRIB.MIL. Disponível em: \\<www.stm.jus.br/\\>. Acessoem:\n13/3/2011. VELHO SOBRINHO, J. (v.1,p.198).\n","ref":"**FONTES:**ALENCAR, C. *Alexandrino*;BLAKE, A. *Diccionario* (v.1,\np.51); MAR. BRAS.Disponível em: \\<www.mar.mil.br/\\>. Acesso\nem:13/3/2001; PLANALTO. Disponível em: \\<www.planalto.gov.br/\\>.Acesso\nem: 13/3/2011; SENADO. Disponível em:\\<www.senado.gov.br/\\>. Acesso em:\n13/3/2011; TRIB.MIL. Disponível em: \\<www.stm.jus.br/\\>. Acessoem:\n13/3/2011. VELHO SOBRINHO, J. (v.1,p.198).\n","dic":"DHBPR"}