{"title":"CINTRA, José Cupertino Coelho","cargoss":["dep. fed. PE 1894-1896."],"author":"Raimundo Helio Lopes","content":"**CINTRA, José Cupertino Coelho**\n\n\\*dep. fed. PE 1894-1896.\n\n*José Cupertino Coelho Cintra* nasceu em Recife no dia 18 de setembro de\n1843, filho de Manuel Coelho Cintra e de Mafalda Augusta de Pitaluga\nCintra.\n\nFez seus primeiros estudos na cidade de Recife e em 1860 matriculou-se\nna Escola da Marinha, na cidade do Rio de Janeiro, então capital do\nImpério, de onde saiu para ingressar na Escola Central, depois Escola\nPolitécnica. Formou-se em engenharia e em ciências físicas e matemática\nem 1865, e em 1866 foi nomeado ajudante de fiscalização da City\nImprovements.\n\nEm fevereiro de 1867 foi designado engenheiro chefe da Comissão de\nMedição e Discriminação das Terras Públicas e Possuídas na província do\nEspírito Santo. Concomitantemente, foi juiz comissário nos municípios\ncapixabas de Benevente e Guarapari. Em julho de 1867 foi promovido a\nengenheiro de segunda classe e em novembro de 1869, a engenheiro de\nprimeira classe. Quando recebeu essa promoção, tornou-se engenheiro\nchefe e diretor da Colônia Santa Leopoldina, também na província do\nEspírito Santo. Depois disso, trabalhou nos estudos de traçado na\nconstrução da Estrada de Ferro Pedro II, em 1871, e na construção de uma\nestrada de rodagem entre Piuma e Cachoeiro do Itapemirim, em 1873.\nDurante esse período foi eleito deputado provincial no Espírito Santo\npelo Partido Conservador para a legislatura de 1871 a 1872.\n\nApós trabalhar na reorganização da Comissão do Registro Geral de Terras\nPúblicas e Possuídas, sob a direção do conselheiro B. de Azambuja,\norganizou em 1876 o projeto de regulamentação da Inspetoria Geral de\nTerras e Colonização, da qual foi nomeado subdiretor. Com esse cargo,\natuou nas províncias de São Paulo e Rio Grande do Sul, onde fundou\nvários núcleos urbanos, como São Caetano (SP) e Caxias do Sul (RS),\nvisando a auxiliar na acomodação e colonização dos imigrantes italianos\nque chegavam ao Brasil. Por seus trabalhos nessas localidades, recebeu a\ncomenda de Cristo do governo português.\n\nDurante o trabalho na Inspetoria Geral de Terras e Colonização, atuou\ntambém no Rio Grande do Norte a partir de 1881, como inspetor fiscal da\nEstrada de Ferro Natal a Nova Cruz, e como engenheiro na construção do\nQuartel de Aprendizes Marinheiros e do Lazaredo de Variolosos. Foi\ntransferido em 1883 para o Rio Grande do Sul, para trabalhar na\nconstrução da estrada de Quaraim a Itaqui, e em 1884 para São Paulo,\nonde atuou como fiscal na estrada de Ferro Mogiana. Em 1885 executou\ntrabalhos no Rio de Janeiro e em Minas Gerais, em 1887 foi nomeado\nengenheiro chefe da Estrada de Ferro Carangola e em 1889 tornou-se\ngerente da Companhia Ferro Carril do Jardim Botânico do Rio de Janeiro,\nonde construiu o sistema de bondes de tração elétrica. Durante o tempo\nem que esteve nesse posto, fez diversas obras na cidade, como a\nconstrução de túneis e a ampliação do número e das linhas de bonde.\n\nDe volta a Pernambuco, aí foi eleito deputado federal em 1894. Tomou\nposse na Câmara dos Deputados, no Rio de Janeiro, então Distrito\nFederal, em maio desse ano e lá permaneceu até 1896, quando assumiu a\nprefeitura de Recife. Durante sua gestão na capital pernambucana,\nregularizou as finanças públicas e construiu escolas, o prédio do asilo\nmunicipal e o mercado público da cidade, que recebeu seu nome. Em 1902\nfoi engenheiro chefe interino nas obras do porto de Recife, e no ano\nseguinte, engenheiro fiscal da rodovia que ligava os estados de Rio de\nJaneiro e São Paulo. Em 1905 assumiu o mesmo posto na estrada de ferro\nde Teresópolis.\n\nNo campo jornalístico, colaborou com o periódico pernambucano *A\nConcentração*.\n\nFaleceu na cidade do Rio de Janeiro no dia 12 de agosto de 1939.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande Encic. Delta Larousse*; NASCIMENTO, L. *História* (v.1).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\n*Grande Encic. Delta Larousse*; NASCIMENTO, L. *História* (v.1).\n","dic":"DHBPR"}