{"title":"CÍCERO, Padre","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1926],"datas_fim":[1926],"estados":["CE"],"autor":["Alan Carneiro"],"content":"**CÍCERO, Padre**\n\n\\*religioso; dep. fed. CE 1926.\n\n*Cícero Romão Batista* nasceu em Crato (CE), então Vila Real do Crato,\nno dia 24 de março de 1844, filho de Joaquim Romão Batista, pequeno\ncomerciante, e de Joaquina Vicência Romana, conhecida como dona Quinô.\nEra o único homem dos 11 filhos do casal.\n\nIniciou seus estudos aos seis anos de idade, em sua cidade natal, com o\nprofessor Rufino de Alcântara Montezuma. Sua infância foi marcada por um\nfato importante: influenciado pela leitura da vida de São Francisco de\nSales, fez voto de castidade aos 12 anos. Em 1860 foi matriculado no\nColégio do Padre Inácio de Sousa Rolim, em Cajazeiras (PB). A repentina\nmorte de seu pai, vítima de cólera-morbo, em 1862, o obrigou a\ninterromper os estudos e voltar para junto da mãe e das irmãs solteiras.\nA morte do pai também causou grandes transtornos financeiros à família.\nEm 1865, quando Cícero precisou ingressar no Seminário da Prainha, em\nFortaleza, isto só foi possível graças à ajuda de seu padrinho de\ncrisma, o coronel Antônio Luís Alves Pequeno. Cícero foi ordenado no dia\n30 de novembro de 1870. Após sua ordenação retornou a Crato e, enquanto\no bispo não lhe dava paróquia para administrar, ficou ensinando latim no\nColégio Padre Ibiapina, fundado e dirigido pelo professor José Joaquim\nTeles Marrocos, seu primo e grande amigo.\n\nConvidado pelo professor Semeão Correia de Macedo, no Natal de 1871,\npadre Cícero visitou pela primeira vez o povoado de Juazeiro, então\ndistrito do Crato, e aí celebrou a tradicional missa do galo. O padre\nvisitante, de apenas 28 anos de idade, estatura baixa, pele branca,\ncabelos louros, olhos azuis e voz modulada, conquistou os habitantes do\nlugar. E ele próprio também ficou entusiasmado. Decorridos alguns meses,\nno dia 11 de abril de 1872, padre Cícero retornou com bagagem e família,\npara fixar residência definitiva em Juazeiro. Muitos livros afirmam que\nteria resolvido morar em Juazeiro devido a um sonho (ou visão) que\ntivera, no qual Jesus Cristo lhe teria ordenado que tomasse conta dos\npobres.\n\nNa época, Juazeiro era uma localidade formada por um pequeno aglomerado\nde casas de taipa. Já havia uma capelinha erigida pelo padre Pedro\nRibeiro de Carvalho, primeiro capelão do lugar, em homenagem a Nossa\nSenhora das Dores, padroeira local. Para melhorar o aspecto da\ncapelinha, padre Cícero tratou, inicialmente, de adquirir várias imagens\ncom as esmolas dadas pelos fiéis. Depois, desenvolveu intenso trabalho\npastoral com pregação, conselhos e visitas domiciliares, atitude jamais\nvista na região. Dessa maneira, rapidamente ganhou a simpatia dos\nhabitantes, passando a exercer grande liderança na comunidade.\nParalelamente, agindo com muita austeridade, cuidou de moralizar os\ncostumes da população, acabando pessoalmente com os excessos de\nbebedeira e a prostituição. Restaurada a harmonia, o povoado começou a\ncrescer e a atrair gente da vizinhança, curiosa por conhecer o novo\ncapelão.\n\nPara auxiliá-lo no trabalho pastoral, padre Cícero resolveu recrutar\nmulheres solteiras e viúvas para a organização de uma irmandade leiga,\nformada por beatas, sob sua autoridade, a exemplo do que fizera o padre\nIbiapina, notável missionário nordestino falecido em 1883.\n\nMilagre e Reação da Igreja\n\nDurante o desenvolvimento do seu trabalho, um fato tão raro quanto\nincomum, acontecido no dia 10 de março de 1889, transformou para sempre\nsua vida e a rotina do lugarejo. Naquela data, ao participar de uma\ncomunhão geral oficiada por ele na capela de Nossa Senhora das Dores, a\nbeata Maria de Araújo, ao receber a hóstia consagrada, não pôde\ndegluti-la, pois esta se havia transformado em sangue. A repetição desse\nfato no dia seguinte, e por outras vezes, todas as quartas e\nsextas-feiras, durante dois anos, levou o povo a acreditar que se\ntratava de um autêntico milagre, com o derramamento do sangue de Jesus\nCristo. As toalhas com as quais se limpava a boca da beata ficaram\nmanchadas de sangue e passaram a ser alvo da veneração de todos.\n\nDe início, o próprio padre Cícero tratou o caso com cautela, guardando\nsigilo por algum tempo. Para testemunhar as transformações, foram\nconvidados os médicos Marcos Madeira e Ildefonso Correia Lima, e o\nfarmacêutico Joaquim Secundo Chaves, que, depois de presenciar o ato,\natestaram, através de documento assinado, ser o fato inexplicável à luz\nda ciência. Essa conclusão contribuiu para fortalecer no povo, no padre\nCícero e em outros sacerdotes a crença no milagre. Data daí o início da\nperegrinação ao povoado, pois as pessoas queriam ver a beata e adorar os\npanos manchados de sangue.\n\nO professor e jornalista José Marrocos cuidou de divulgar o milagre pela\nimprensa. A notícia chegou ao conhecimento do bispo dom Joaquim José\nVieira, que ficou profundamente irritado. Padre Cícero foi chamado ao\npalácio episcopal, em Fortaleza, a fim de prestar esclarecimentos sobre\nos acontecimentos que já eram de domínio público. Inicialmente o bispo\nficou admirado com o relato feito por padre Cícero. Depois, pressionado\npor alguns segmentos da Igreja que não aceitavam a ideia de milagre,\nmandou investigar oficialmente os fatos. Para tanto nomeou uma comissão\nde inquérito composta por dois sacerdotes de reconhecida competência, os\npadres Glicério da Costa Lobo e Francisco Pereira Antero. Estes, após\nassistir às transformações, examinar a beata e ouvir testemunhas,\nconcluíram que o fato era mesmo divino. Mas o bispo não gostou desse\nresultado e nomeou outra comissão, constituída pelos padres Antônio\nAlexandrino de Alencar e Manuel Cândido. A nova comissão agiu\nrapidamente: convocou a beata, deu-lhe a comunhão e, como nada de\nextraordinário acontecera, concluiu pela não existência de milagre. Essa\nconclusão gerou protestos por parte do jornalista José Marrocos, do\npadre Cícero, de todos os outros padres que acreditavam no milagre e do\npovo em geral.\n\nA posição contrária do bispo criou um tumulto em meio aos fiéis, que se\nagravou quando a Santa Sé, em Roma, ao analisar o relatório do inquérito\nque lhe havia sido enviado, apoiou o bispo. Todos os padres que\nacreditavam no milagre foram obrigados a se retratar publicamente. Ao\npadre Cícero foi reservada uma punição maior: a suspensão da ordem.\nDurante toda sua vida ele tentou, em vão, revogar essa pena. Chegou a\nconseguir uma vitória em Roma em 1898, quando lá esteve. Entretanto, o\nbispo, intransigente, manteve a punição.\n\nIngresso na Política\n\nProibido de celebrar missa, padre Cícero ingressou na política. Conforme\nexplicou no seu testamento, assim fez para atender aos insistentes\napelos dos amigos, e na hora em que os juazeirenses esboçavam um\nmovimento de emancipação política. Conseguida a independência de\nJuazeiro do Norte, assim denominada para se distinguir de Juazeiro da\nBahia, em 22 de julho de 1911, padre Cícero foi eleito prefeito do\nrecém-criado município, cargo que ocuparia por 12 anos. Em 1913 foi\neleito vice-presidente do Ceará, cargo que acumulou com o de prefeito de\nJuazeiro.\n\nEm 1914 houve a Revolta ou Sedição de Juazeiro, confronto entre as\noligarquias cearenses e o governo federal provocado pela interferência\ndo poder central na política estadual. Essa interferência fazia parte da\n“política das salvações” estabelecida pelo governo do presidente Hermes\nda Fonseca (1910-1914) com o intuito de conter seus opositores.\nConsistia em promover intervenção federal nos estados, evitando que\noposicionistas fossem eleitos para o governo estadual. A revolta\naconteceu no sertão do Cariri, região do interior do Ceará, e\ncentralizou-se em torno da liderança do padre Cícero, com o objetivo de\ndepor o presidente do Ceará, coronel Franco Rabelo, no poder desde 1912.\nSobre sua participação nesse movimento, padre Cícero afirmou que a\nchefia coube ao dr. Floro Bartolomeu da Costa, seu grande amigo. Com a\nvitória dos revoltosos e a consequente deposição de Franco Rabelo, padre\nCícero reassumiu o cargo de prefeito de Juazeiro, do qual havia sido\nafastado pelo governo deposto, e seu prestígio cresceu. Até então, sua\ncasa, que era visitada apenas por romeiros, passou a ser procurada\ntambém por políticos e autoridades diversas.\n\nSua vida política o levou a exercer o mandato de deputado federal pelo\nCeará de 6 de agosto a 31 de dezembro de 1926. No Rio de Janeiro, então\nDistrito Federal, realizou a primeira exposição da arte juazeirense.\nNesse mesmo ano, conheceu Virgulino Ferreira da Silva, o Lampião,\nlendário cangaceiro do Nordeste, e deu-lhe conselhos para que deixasse o\ncangaço. Alguns livros registram que padre Cícero teria concedido a\nLampião a patente de capitão, mas ele jamais lhe concedeu qualquer\ntítulo. Essa patente havia sido prometida por Floro Bartolomeu, então\ndeputado federal, que havia convidado Lampião a ir a Juazeiro para\ningressar no Batalhão Patriótico para lutar contra a Coluna Prestes. Com\na morte de Floro Bartolomeu e a insistência de Lampião em receber a\nhonraria, Benjamim Abraão, um dos secretários de padre Cícero, convenceu\nPedro de Albuquerque Uchoa, único funcionário público federal residente\nem Juazeiro, a assinar um documento por eles mesmos forjado, concedendo\na patente.\n\nBenfeitor de Juazeiro\n\nPadre Cícero tornou-se o maior benfeitor de Juazeiro e a figura mais\nimportante da história desse município cearense. Foi ele quem levou para\na cidade as ordens dos Salesianos e dos Capuchinhos; doou os terrenos\npara a construção do primeiro campo de futebol e do aeroporto; construiu\nas capelas do Socorro, de São Vicente, de São Miguel e a igreja de Nossa\nSenhora das Dores; incentivou a fundação de *O Rebate*, o primeiro\njornal local; fundou a Associação dos Empregados do Comércio e o\nApostolado da Oração; incentivou e dinamizou o artesanato artístico e\nutilitário como fonte de renda, bem como a instalação do ramo de\nourivesaria; estimulou a expansão da agricultura, introduzindo o plantio\nde novas culturas; contribuiu para a criação e instalação de muitas\nescolas, inclusive a Escola Normal Rural e o Orfanato Jesus Maria e\nJosé; socorreu a população durante as secas e epidemias, prestando-lhe\ntoda assistência, e, finalmente, projetou Juazeiro no cenário político\nnacional, transformando um lugarejo na maior e mais importante cidade do\ninterior cearense. Os bens que recebeu por doação, ao longo de toda a\nsua quase secular existência, foram doados à Igreja, sendo os Salesianos\nseus maiores herdeiros.\n\nwww.infoescola.com/historia-do-brasil/revolta-de-juazeiro/\n\n![Descrição:\nhttp://www.infoescola.com/wp-content/uploads/2010/05/floro-e-padre-cicero-325x550.jpg](C%c3%8dCERO,%20Padre_arquivos/image003.jpg)\n\nFloro Bartolomeu e padre Cícero em Juazeiro (1911).\n\nFaleceu em Juazeiro do Norte no dia 20 de julho de 1934, aos 90 anos.\nCom sua morte, aumentou a devoção à sua pessoa e a cidade prosperou. Até\nhoje, anual e religiosamente, no Dia de Finados (2 de novembro), uma\ngrande multidão de romeiros de todo o Nordeste chega a Juazeiro para uma\nvisita a seu túmulo na capela do Socorro, e à sua estátua, erigida na\ncidade.\n\nPadre Cícero tornou-se uma das figuras mais biografadas do mundo. Sobre\nele existem mais de duzentos livros, além dos artigos que são publicados\nfrequentemente na imprensa. Ultimamente sua vida tem sido objeto de\nestudo de cientistas sociais do Brasil e do exterior. Algumas obras em\nque é o tema central são *Milagre em Juazeiro*, de Ralph della Cava;\n*Maria de Araújo, a beata do Juazeiro*, de, Maria do Carmo P. Forti;\n*Lampião*, de Optato Gueiros; *Lampião e o Padre Cícero*, de Fátima\nMenezes; *O Padre Cícero que eu conheci*, de Amália Xavier de Oliveira,\ne *O patriarca de Juazeiro*, de Azarias Sobreira.\n\nNo dia 22 de março de 2001, padre Cícero foi eleito o Cearense do\nSéculo, em campanha promovida pela Rede Globo e a TV Verdes Mares, de\nFortaleza.\n\nEmbora ainda não tenha sido canonizado pela Igreja, *Padim Ciço*, como é\nchamado pelos seus devotos, é tido como santo por sua imensa legião de\nfiéis espalhados pelo Brasil. Em 2002 a Diocese do Crato deu início aos\nestudos visando à reabilitação eclesial e histórica do padre Cícero.\n\nAlan Carneiro\n\n**FONTES:** E-biografia. Disponível em:\n\\<www.e-biografias.net/biografias/padre\\_cicero.php\\>. Acesso em:\n13/10/2008; Historianet. Disponível em:\n\\<www.historianet.com.br/conteudo/default.aspx?codigo=174\\>. Acesso em:\n1/10/2008; Istoé. Disponível em:\n\\<www.terra.com.br/istoe/biblioteca/brasileiro/religiao/relig6.htm\\>.\nAcesso em: 1/10/2008; Padre Cícero. Disponível em:\n\\<www.padrecicero.com.br/\\>. Acesso em: 1/10/2008; Sistema FIEC.\nDisponível em: \\<www.sfiec.org.br/noticias/padrecicero260704.htm\\>.\nAcesso em: 1/10/2008; Uol educação. Disponível em:\n\\<http://educacao.uol.com.br/historia-brasil/ult1689u55.jhtm\\>. Acesso\nem: 1/10/2008; Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Revolucao\\_do\\_Juazeiro\\>. Acesso em:\n1/10/2008.\n","ref":"**FONTES:** E-biografia. Disponível em:\n\\<www.e-biografias.net/biografias/padre\\_cicero.php\\>. Acesso em:\n13/10/2008; Historianet. Disponível em:\n\\<www.historianet.com.br/conteudo/default.aspx?codigo=174\\>. Acesso em:\n1/10/2008; Istoé. Disponível em:\n\\<www.terra.com.br/istoe/biblioteca/brasileiro/religiao/relig6.htm\\>.\nAcesso em: 1/10/2008; Padre Cícero. Disponível em:\n\\<www.padrecicero.com.br/\\>. Acesso em: 1/10/2008; Sistema FIEC.\nDisponível em: \\<www.sfiec.org.br/noticias/padrecicero260704.htm\\>.\nAcesso em: 1/10/2008; Uol educação. Disponível em:\n\\<http://educacao.uol.com.br/historia-brasil/ult1689u55.jhtm\\>. Acesso\nem: 1/10/2008; Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Revolucao\\_do\\_Juazeiro\\>. Acesso em:\n1/10/2008.\n","dic":"DHBPR"}
