{"title":"CLARTÉ, Grupo","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CLARTÉ, Grupo**\n\nGrupo criado em 1921 no Rio de Janeiro, então Distrito Federal, por\nintelectuais que declaravam ter por objetivo lutar pelo advento da\n“República Universal” e se diziam filiados ao Grupo Clarté de Paris,\nliderado por Henri Barbusse, Raymond Lefebvre e Paul Vaillant Couturier.\nO Grupo Clarté brasileiro incluiu, entre outros, o advogado e deputado\nNicanor do Nascimento, o advogado criminal e grande nome do movimento\nsocialista Evaristo de Morais, o deputado e jornalista Maurício de\nLacerda, o professor e jornalista Luís Palmeira, o líder socialista\nbaiano Agripino Nazaré, o jornalista e sindicalista revolucionário\nAntônio Correia da Silva, o jornalista e antigo anarquista Francisco\nAlexandre, o contador e tipógrafo Everardo Dias, o jornalista e escritor\nAfonso Schmidt, o jurista Pontes de Miranda, Alcides Rosas, A.\nCavalcanti, Teresa Escobar, Vicente Perrota, e mais 30 aderentes, entre\neles vários líderes sindicais.\n\nOrigens e Atuação\n\nNa França, o movimento Clarté teve suas origens entre 1916 e 1917, com a\nmobilização de intelectuais contra a guerra. Diante das pressões para\nengajamentos nacionais na guerra, procurou-se organizar um movimento\ninternacional para a preservação da independência intelectual. Em 1918\nfoi publicado o manifesto “Por uma Internacional do Pensamento”, e em\njulho de 1919, uma “Declaração da Independência Intelectual”, assinada\npor muitos intelectuais que iriam em seguida tomar parte no movimento\nClarté. A ideia era formar uma organização com núcleos em vários países\ne editar uma revista internacional. O título da revista,\n*Clarté*,lançada em 1919, era o mesmo do romance que Henri Barbusse\nhavia publicado naquele ano.\n\nNo Brasil, em 1919, uma organização que se apresentava como o Grupo\nComunista Brasileiro Zumbi, com afiliados em São Paulo e Rio de Janeiro,\nanunciou que iria se filiar ao Grupo Clarté de Paris. Em seu manifesto,\nassinado por Afonso Schmidt, o grupo declarava pretender combater “os\nmales que nos infelicitam, que nos degradam, como o analfabetismo, a\npolítica, o alcoolismo, a prostituição e o desfibramento das energias\njuvenis”. Era seu objetivo lutar contra “a ditadura republicana, a\npredominância da burguesia sobre as classes, o culto das incompetências,\na exploração organizada, a mentira oficial”. O grupo, porém, teve vida\nefêmera.\n\nEm 1921, foi fundado o Grupo Clarté no Rio de Janeiro, com a finalidade\nde defender a Revolução Russa e divulgar a obra social e cultural dos\nsovietes, que, segundo os organizadores, não era compreendida por uns e\nera difamada por outros. O Grupo Clarté do Rio de Janeiro tinha\nestreitas ligações com os Grupos Clarté de Montevidéu e de Buenos Aires,\ne recebeu o apoio de grande número de intelectuais de outros pontos do\npaís. Além de contar, no Rio, com o apoio dos professores e Leônidas\nResende, Luís Frederico Carpenter e Joaquim Pimenta, recebeu a adesão,\nem São Paulo, de F. de Campos Andrade, Martim Francisco, Ribeiro de\nAndrada, Antônio Figueiredo e Nereu Rangel Pestana, e em Recife, do\nprofessor Raul Azedo. Ao contrário do que ocorria nos grupos de outros\npaíses, onde predominavam literatos, no Brasil os líderes do Grupo\nClarté eram principalmente políticos e jornalistas.\n\nEm setembro de 1921, saiu o primeiro número da revista *Clarté* no\nBrasil, com tiragem de dois mil exemplares. A Revolução Russa de 1917\nocupou grande espaço na revista, que publicou informações e artigos em\nsua defesa. Apareceram vários artigos enaltecendo a figura de Lênin como\no “grande revolucionário sincero e forte”, artigos defendendo a política\neconômica soviética, e elogios ao tipo de governo adotado, que era\ntécnico e científico, e também centralizado. A tendência do grupo era a\ndefesa de uma política para os trabalhadores com reformas graduais.\nEverardo Dias, por exemplo, defendia uma política na qual deveriam ser\nincluídas a regulamentação do trabalho noturno, a concessão de\naposentadorias, a proteção das mulheres e das crianças e a educação\ncompulsória. Em vários números da revista foram publicados artigos\nanalisando a repressão e a exploração a que os operários brasileiros\nestavam submetidos. Muitos colaboradores culpavam os operários por sua\nsituação, já que eram incapazes de se organizar e lutar por melhores\ncondições de vida e de trabalho. O Grupo Clarté fazia sérias críticas\naos anarquistas e sindicalistas revolucionários, mostrando que suas\nideias eram perigosas e não ajudavam a mudar a situação de exploração e\nde falta de consciência do operariado.\n\nOs colaboradores do Grupo Clarté, ao se manifestarem através da revista,\nnão demonstraram interesse em transpor a experiência russa para o\nBrasil. Com exceção de Everardo Dias, os líderes do Clarté tampouco\nparticiparam da criação do Partido Comunista do Brasil (PCB) em 1922.\nImportantes membros do grupo defendiam a fundação de um Partido\nSocialista, que deveria ser não um partido parlamentarista, mas um\npartido que recorreria às urnas, à imprensa e a todos os meios de\npropaganda para a difusão de ideias e a organização das massas\ntrabalhadoras. Tal partido estava em fase de organização quando foi\ndecretado o estado de sítio em julho de 1922, impedindo qualquer tipo de\nreunião e organização partidária.\n\nA revista *Clarté* teve seu último número publicado em janeiro de 1922,\ne o grupo deixou de existir em 1925.\n\nAlzira Alves de Abreu\n\n**FONTES:** DIAS, E. *História*; HALL, M.; PINHEIRO, P. *Grupo*; SODRÉ,\nN. *História.*\n","ref":"**FONTES:** DIAS, E. *História*; HALL, M.; PINHEIRO, P. *Grupo*; SODRÉ,\nN. *História.*\n","dic":"DHBPR"}
