{"title":"CLASSE OPERÁRIA, A","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CLASSE OPERÁRIA, A**\n\nJornal carioca, inicialmente semanal, fundado em 1925 pelo então chamado\nPartido Comunista do Brasil (PCB), depois Partido Comunista Brasileiro.\nCirculou com interrupções como seu órgão oficial até 1952, quando foi\nfechado pelo próprio PCB. A partir de 1962, quando da fundação do novo\nPartido Comunista do Brasil (PCdoB), voltou a circular de forma\nclandestina como órgão oficial do novo partido.\n\nCriação\n\nEm maio de 1925, o PCB realizou no Rio de Janeiro seu II Congresso,\ndurante o qual foi decidida a criação de um jornal destinado a divulgar\nas principais causas comunistas no seio das classes trabalhadoras. No\nentanto, as condições impostas pelo estado de sítio, em vigor durante\npraticamente todo o governo de Artur Bernardes (1922-1926), constituíram\num obstáculo ao projeto.\n\nAcervo Fundação Casa de Rui Barbosa\n\n![Descrição: G:\\\\Trabalho para a Mirna\\\\Casa Rui Barbosa\\\\Casa Rui\nDiversos\\\\14.09.2010\\\\Revista A Classe\nOperária\\\\DSC06882.JPG](CLASSE%20OPER%c3%81RIA,%20A_arquivos/image003.jpg)\n\n*A Classe Operária* – Órgão Central do Partido Comunista do Brasil. Ano\n64, VI Fase, n. 11.\n\n\\\n\nAs dificuldades foram contornadas através da obtenção do registro legal\ndo novo jornal. Afonso Pena Júnior, ministro da Justiça, indicou Alberto\nLira e Carlos Sussekind de Mendonça, dois jornalistas de destaque, para\nexercerem a censura do periódico, o que na prática jamais se\nconcretizaria. No mesmo mês de maio de 1925, surgiu assim *A Classe\nOperária,* que, embora fosse órgão oficial do PCB, não assumia\nformalmente essa condição, preferindo qualificar-se como um “jornal de\ntrabalhadores, feito por trabalhadores, para trabalhadores”. Seus\nprincipais fundadores foram Astrogildo Pereira e Otávio Brandão Rego,\nauxiliados por José Lago Molares e Laura Brandão.\n\nAtuação\n\nPor não possuir oficinas próprias, *A Classe* *Operária* editou seu\nprimeiro número com grande dificuldade. A partir do segundo número, a\ndireção do PCB entrou em acordo com *O País,* conseguindo que seu jornal\nfosse composto e impresso nas oficinas daquele periódico. Com isso, a\naparência gráfica do semanário melhorou consideravelmente.\n\nA preocupação essencial do novo jornal eram as condições de vida e de\ntrabalho do operariado. Aberta à discussão dos problemas do dia a dia\ndos trabalhadores, *A Classe Operária* propunha-se divulgar suas\nreivindicações imediatas, dando grande destaque à seção de cartas. Todas\nas cartas recebidas eram publicadas e respondidas, mesmo as de conteúdo\nconsiderado reformista. O noticiário evidenciava também o caráter\npopular do jornal, apresentando as informações de forma didática, e\nrelegando ao segundo plano as análises e discussões teóricas. Além dessa\npreocupação básica, o jornal promovia uma campanha de defesa do governo\ncomunista da URSS, apontando esse exemplo como o caminho a ser seguido.\nCriticava ainda a conciliação das classes e chamava a atenção dos\ntrabalhadores para as contradições entre o trabalho e o capital.\n\nReceptiva às reivindicações das massas, A *Classe Operária* progrediu\nrapidamente, aumentando sem cessar sua tiragem. No entanto, ao atingir o\nterceiro mês de vida, o jornal foi suspenso pelo governo em virtude da\nmá repercussão de uma campanha movida contra Alberto Tomás,\nrepresentante da Organização Internacional do Trabalho (OIT). Segundo o\nsemanário, Alberto Tomás assumia uma posição reformista, procurando\nneutralizar a luta entre o capital e o trabalho e advogando a\nconciliação das classes. Os ataques ao representante da OIT incluíram a\ndivulgação de sua comprometida biografia.\n\nNovas condições permitiram porém o ressurgimento de *A Classe Operária*\nem maio de 1928. Em dezembro de 1927, o PCB organizou o Bloco Operário\nCamponês, frente destinada a politizar as massas trabalhadoras e a obter\nseu apoio para os candidatos comunistas às eleições para vereador no\nDistrito Federal, a serem realizadas em outubro de 1928. Tornou-se,\nportanto, importante dispor de um órgão de divulgação para atingir o\noperariado. O relançamento de *A* *Classe Operária* veio preencher essa\nnecessidade. Em sua segunda fase, o jornal manteve suas características\niniciais, de semanário popular interessado nas condições de vida e na\nmobilização política dos trabalhadores.\n\nEm meados de 1929, em virtude da repressão desencadeada pelo governo de\nWashington Luís (1926-1930), *A Classe Operária* foi novamente fechada,\nsaindo de circulação durante alguns meses.\n\nA partir de 1930, o jornal voltou a circular, agora, porém, de maneira\nilegal e irregular. Sua redação funcionava num pequeno quarto em Vila\nIsabel, onde os originais eram entregues ao tipógrafo Antônio Pereira da\nSilva, que os compunha e imprimia clandestinamente. Depois de prontos,\nos jornais eram conduzidos em caixotes, às vezes cobertos com laranjas,\naté os pontos de distribuição.\n\nA impressão clandestina, a descoberta das oficinas, a prisão de seus\nresponsáveis, a suspensão do jornal e seu reaparecimento pouco depois\ntornaram-se etapas rotineiras na vida de *A Classe Operária.* Nos\nmomentos de maior repressão, o jornal chegou a ser impresso em São Paulo\ne na Bahia. A despeito das perseguições, porém, *A Classe Operária* foi\neditada até o fim do Estado Novo, desempenhando um papel significativo\nno combate contra o fascismo e na campanha pela anistia.\n\nCom a abertura política e a legalização do PCB em maio de 1945, *A*\n*Classe Operária* voltou a circular legalmente e com regularidade, como\nórgão oficial do partido. Nessa nova fase, o jornal foi dirigido por\nMaurício Grabois. Embora apresentasse modificações que refletiam as\npróprias transformações por que havia passado o PCB, o semanário\nconservava sua preocupação inicial de se manter aberto às massas. O\nnoticiário continuava voltado para as questões diárias dos trabalhadores\ne suas reivindicações imediatas. Era dado destaque especial à seção\nesportiva e às reportagens factuais e descritivas, que atraíam\neleitores. As matérias de conteúdo teórico mantinham-se em segundo\nplano.\n\nO cancelamento do registro do PCB em maio de 1947 veio afetar novamente\na existência de *A Classe Operária,* que passou a enfrentar repetidas\nviolências por parte do governo Dutra, até ser fechada em maio de 1949.\nNesse momento, o PCB lançou o jornal *Voz* *Operária.*\n\nEm 1951, *A Classe Operária* reapareceu como mensário, ainda sob a\ndireção de Maurício Grabois. Seu conteúdo político, entretanto,\ntransformou-se inteiramente. Sua principal preocupação passou a ser\ntrabalhar pelo fortalecimento orgânico e ideológico do PCB. Num artigo\ncomemorativo do 26^o^ aniversário do jornal, publicado em 1^o^ de maio\nde 1951, seu papel nessa nova fase foi definido como o de um\n“instrumento de educação do partido”. O noticiário amplo, de interesse\ngeral, que havia caracterizado o jornal anteriormente, foi então\nabandonado. O mais importante eram as matérias teóricas e analíticas\nsobre o marxismo-leninismo e o movimento comunista mundial, visando ao\naprimoramento ideológico e à disciplina dos quadros do partido. A\ndivulgação das notícias propriamente ditas passou ao encargo de outros\nperiódicos comunistas, como *Voz Operária* e a *Imprensa Popular.*\n\nEssa nova proposta de *A Classe Operária* não teve, contudo, uma longa\nexistência. Em 1952, o PCB fechou definitivamente o jornal. Dez anos\nmais tarde, quando ocorreu a cisão do PCB que resultou no desligamento\nde Pedro Pomar, João Amazonas, Diógenes Arruda Câmara e Maurício\nGrabois, entre outros, e na fundação do PCdoB, *A Classe Operária* foi\nrelançada como órgão oficial do novo partido, voltando a circular\nlegalmente como semanário e sendo vendido nas bancas. Com a deflagração\ndo movimento político-militar de março de 1964, contudo, mais uma vez o\njornal passou a circular na clandestinidade, mimeografado e com uma\nedição mensal.\n\nCom o processo de abertura política implantado no país, o PCdoB lançou\nem 1980 o jornal das massas *A Tribuna da Luta Operária,* vendido\nlegalmente nas bancas. *A Classe Operária* continuou circulando como\nórgão oficial do comitê central do partido, na semilegalidade. Embora\nnão tendo seu título registrado, o jornal era distribuído abertamente em\nalgumas ocasiões especiais, como os congressos da Sociedade Brasileira\npara o Progresso da Ciência (SBPC). A partir de 1985, passou a ser\nvendido livremente em bancas de jornais.\n\nMarieta de Morais Ferreira\n\n**FONTES:** *Classe Operária* (1948-9, 1951-2); *Em Tempo*\n(18-24/10/1979); ENTREV. BRANDÃO, O.; PEREIRA, A. *Formação*;*Voz\nOperária* (1949-59).\n","ref":"**FONTES:** *Classe Operária* (1948-9, 1951-2); *Em Tempo*\n(18-24/10/1979); ENTREV. BRANDÃO, O.; PEREIRA, A. *Formação*;*Voz\nOperária* (1949-59).\n","dic":"DHBPR"}
