{"title":"CLUBE DE ENGENHARIA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CLUBE DE ENGENHARIA**\n\nAssociação civil fundada em 24 de dezembro de 1880, com sede na cidade\ndo Rio de Janeiro. Foi autorizada a funcionar pelo Decreto n^o^ 8.253,\ndo governo imperial, de 10 de setembro de 1881.\n\nPrimeiros Anos\n\n   A fundação do Clube de Engenharia ocorreu sete anos após a criação da\nEscola Central de Engenharia, que em 1874 passou a denominar-se Escola\nPolitécnica. Dos 167 sócios-fundadores, a figura de maior destaque foi o\ncomerciante Conrado Jacob Niemeyer. A primeira sede do clube foi o\nsobrado da loja de Niemeyer, na rua do Ouvidor n^o^ 6. O primeiro\npresidente da instituição foi o engenheiro João Martins da Silva\nCoutinho, secretariado por Pedro Feio.\n\nEm 1882, o clube patrocinou o I Congresso de Estradas de Ferro no\nBrasil. Em 1887, realizou-se a I Exposição das Estradas de Ferro no\nBrasil, também por iniciativa do clube. Naquela época todas as questões\nreferentes a estradas de ferro, instalações portuárias e execução de\nobras públicas eram encaminhadas pelo governo para avaliação ao Clube de\nEngenharia, na ausência de órgãos estatais com capacidade técnica para o\nexercício dessas atribuições.\n\nTambém em 1887, entrou em circulação o primeiro número da *Revista do\nClube de Engenharia*. Posicionando-se frente aos principais\nacontecimentos do período, entre eles a abolição da escravidão, o Clube\nde Engenharia, através da *Revista,* destacou a boa vontade dos senhores\nde escravos para com a Lei Áurea, ao mesmo tempo em que minimizou a luta\ndos clubes abolicionistas, considerando que a escravidão desapareceria\nnaturalmente com a progressiva redução da população escrava. Não\nobstante, a entidade acolheu renomados abolicionistas, como o engenheiro\nmulato André Rebouças (1838-1898), que chegou a ser eleito membro do\nconselho diretor.\n\nNa Primeira República\n\nAssim como na década anterior, nos anos 1890 os assuntos tratados de\nforma mais constante nas sessões do conselho diretor do clube\nreferiam-se às estradas de ferro, às instalações portuárias e ao\nsaneamento do Rio de Janeiro. A energia elétrica, outro tema enfocado,\naparecia de forma mais episódica.\n\nEm 1898, o Clube de Engenharia participou das homenagens fúnebres\nprestadas a André Rebouças. A Empresa Industrial de Melhoramentos do\nBrasil ofereceu ao clube um retrato a óleo do ilustre engenheiro, em\nsessão solene, com uma comissão composta por Paulo de Frontin, José\nCarlos de Carvalho e Conrado Jacob Niemeyer. O presidente do clube,\nOliveira Bulhões, e Aarão Reis discursaram na ocasião.\n\nEm 1900, por ocasião dos festejos do 20^o^ aniversário de sua fundação e\ndas comemorações do IV Centenário do Descobrimento do Brasil, o clube\npromoveu o I Congresso de Engenharia e Indústria. O país atravessava\nentão um período de grave crise econômica, provocada, entre outros\nfatores, pela política deflacionista empreendida pelo ministro da\nFazenda de Campos Sales, Joaquim Murtinho. A engenharia e a indústria\npassavam por grandes dificuldades devido à drástica redução dos gastos\npúblicos.\n\nOs principais temas debatidos no congresso ligavam-se aos problemas de\ntransporte, ao saneamento do Rio de Janeiro e à situação da indústria\nnacional. Foram apresentados trabalhos referentes à uniformização da\nbitola das vias férreas de São Paulo, à ampliação da rede ferroviária\nnacional, à reorganização do Loide, à organização das Companhias das\nDocas e à realização de obras no porto do Rio de Janeiro, todos\nposteriormente aprovados pelo governo. Os congressistas trataram\nigualmente da erradicação de moléstias contagiosas na capital federal,\npreconizando a construção de uma rede de esgotos, o calçamento de ruas e\na canalização de águas. Defenderam também a abertura da avenida Central\n(hoje avenida Rio Branco), com o objetivo de facilitar a ligação do\ncentro comercial do Rio ao Cais do Porto.\n\nO I Congresso de Engenharia e Indústria caracterizou-se pela defesa da\nindústria nacional, sendo solicitada ao governo maior proteção ao setor.\nReivindicou-se ainda que as questões a ele atinentes fossem discutidas\ncom os empresários brasileiros. A partir de 1900, o clube passou também\na acompanhar mais de perto os problemas relacionados ao desenvolvimento\ndo setor de energia elétrica.\n\nPara dinamizar as atividades do clube, foi alterado o conselho diretor,\ncuja composição foi ampliada, pelos estatutos aprovados em 27 de janeiro\nde 1902, de 15 para 50 membros. Nesse mesmo ano, visando a ampliar suas\ninstalações, e tendo recebido apoio dos empresários Cândido Gaffée e\nEduardo Guinle, a entidade adquiriu um prédio na rua da Quitanda, número\n49.\n\nEm 1903, foi eleito presidente do Clube de Engenharia o engenheiro Paulo\nde Frontin, que se manteria no cargo até sua morte, em 1933. Sob sua\nliderança, o clube participou ativamente do processo de reforma urbana\ndo Rio empreendido na gestão do prefeito Pereira Passos (1903-1906).\nAlgumas de suas propostas foram encampadas pelo prefeito e executadas,\ncomo a construção da avenida Central, comandada por Frontin.\n\nAo longo das décadas, o clube tenderia a manter uma relação de\nproximidade com o poder público, funcionando como um órgão informal de\nconsultoria do governo central e de várias municipalidades. Assim, em\n1904, a entidade desempenhou papel importante na elaboração da primeira\nlei municipal sobre serviços de energia elétrica no Rio de Janeiro: o\nDecreto n^o^ 1.001, promulgado por Pereira Passos em 21 de outubro,\nproibindo a concessão de privilégio exclusivo para qualquer aplicação de\nenergia elétrica no Distrito Federal.\n\nTambém em 1904, o clube votou uma moção de apoio à construção da\nferrovia Madeira-Mamoré, decidida em função do Tratado de Petrópolis,\nassinado com a Bolívia no ano anterior. Na moção, ressaltou-se a\npossibilidade de aproveitamento da tração elétrica proveniente da\ntransformação da potência hidráulica das cachoeiras do rio Madeira. Em 9\nde fevereiro de 1905, foi formalizada a reforma dos estatutos da\nentidade que havia sido aprovada em 1902.\n\nNo ano seguinte, o Clube de Engenharia promoveu um debate sobre a\nrevisão das tarifas fixadas em 1899 com a Société Anonyme du Gaz para o\nserviço de iluminação elétrica da capital federal. A empresa, mergulhada\nem série crise financeira, não havia conseguido levar a cabo todos os\nprojetos para a iluminação da cidade, o que provocou a entrada em cena\nda Rio de Janeiro Tramway, Light and Power Co., que assumira o controle\nda Société. A discussão teve com pano de fundo a disputa pelo mercado de\nenergia elétrica do Distrito Federal entre a canadense Light and Power e\na firma brasileira Guinle & Cia. Seguiram-se numerosos debates,\ndividindo-se o clube entre partidários das duas companhias. A entidade\ninclusive recebeu como sócios, na mesma época, três membros da Light. A\nmoção final votada pelo clube foi pouco conclusiva quanto ao preço do\nKWh, mas alguns anos mais tarde o governo terminaria assinando novo\ncontrato com a Société Anonyme du Gaz, com as tarifas revistas.\n\nEm 1908, a pedido do ministro da Viação e Obras Públicas, Miguel Calmon,\no clube instituiu um Comitê Eletrotécnico Brasileiro, para representar o\nBrasil na International Eletrotechnical Comission. Esta última havia\nsido fundada dois anos antes em Londres, com o objetivo de promover a\nunificação da nomenclatura e da simbologia utilizada em eletrônica,\ncelebrar acordos sobre grandezas e unidades elétricas e realizar a\nclassificação dos aparelhos e máquinas elétricas. O comitê então\ninstituído foi o precursor do atual Comitê Brasileiro de Eletricidade\n(Cobei), vinculado à Associação Brasileira de Normas Técnicas (ABNT).\n\nAinda em 1908, Paulo de Frontin, declarando que atendia a um pedido do\nministro Miguel Calmon, propôs ao conselho diretor a elaboração de um\nparecer sobre o projeto do Código de Águas organizado pelo jurista\nAlfredo Valadão em 1907 e remetido ao Congresso Nacional naquele ano. No\nentanto, a discussão não teve desfecho concreto, e o código só seria\ninstituído várias décadas depois.\n\nEm 1910, foi inaugurada a nova sede do clube, na avenida Central. O\nterreno havia sido adquirido durante as obras de construção da avenida,\nnovamente com o apoio de Cândido Gaffée e de Eduardo Guinle.\n\nEm 1911, foi instituída no clube uma comissão de estudos encarregada de\nelaborar um projeto de regulamentação das instalações elétricas no país.\nDois anos depois, porém, por falta de apoio do inspetor geral de\niluminação e fiscalização do governo federal junto à Light & Power, a\ncomissão dissolveu-se.\n\nEntre 1913 e 1922, a *Revista do Clube de* *Engenharia,* principal fonte\nde informações sobre a história da instituição, deixou de circular.\nDurante esse período, as atas das reuniões do clube foram publicadas no\n*Jornal do* *Comércio.*\n\nEm 1913, realizaram-se discussões na entidade a respeito da\nregulamentação do setor elétrico, mas o fornecimento de energia elétrica\nao Distrito Federal pela Light permaneceria sem uma regulamentação\nefetiva durante anos. Ainda no mesmo ano, o Conselho Municipal do Rio de\nJaneiro solicitou ao Clube de Engenharia que elaborasse um parecer sobre\no projeto de construção de uma ferrovia subterrânea na cidade\napresentado pelo engenheiro Álvaro Joaquim de Oliveira. O projeto\ndividiu os membros do clube. Em 2 de junho, por unanimidade, os membros\ndo conselho diretor reconheceram a utilidade pública da ferrovia e\nconsideraram viável sua construção, que, todavia, acabaria não\nocorrendo.\n\nSempre atuando como órgão de consulta a respeito de diversos projetos\nempreendidos no país, em 1916 o clube elaborou um parecer sobre um plano\nde viação em Mato Grosso, recomendando o uso da tração elétrica na rede\nferroviária a ser implantada no Estado. No ano seguinte, apresentou\nparecer a respeito da iluminação elétrica em Belém, respondendo a uma\nconsulta do intendente municipal da capital paraense.\n\nTambém foram realizadas em sua sede numerosas conferências a respeito de\ninvenções e novidades tecnológicas, apresentadas por diferentes\npersonalidades. Em muitos casos o clube aprovava tais invenções e\nconcedia ao solicitante um parecer assinado e carimbado, como prova do\nreconhecimento da qualidade de seus esforços. Esse fato indica que,\nembora não tivesse meios de viabilizar as invenções comercialmente, o\nClube de Engenharia era procurado para legitimar, ao menos do ponto de\nvista técnico, as aspirações dos inventores brasileiros.\n\nEm 1918, o Clube de Engenharia teve vários de seus membros – como o\nvice-presidente Joaquim Silvo de Castro Barbosa e os sócios Maurício\nRodrigues de Sousa e Bertholdo Wachneldt – vitimados pela virulenta\ngripe espanhola, o que levou ao cancelamento temporário das reuniões nos\ndois últimos meses do ano. Foram prestadas homenagens aos mortos e, em\njaneiro de 1919, o clube registrou homenagens póstumas a Rodrigues\nAlves, que, eleito para um segundo mandato presidencial, havia falecido\nantes de tomar posse por ter contraído a gripe.\n\nEm 1921, o Clube de Engenharia foi considerado instituição de utilidade\npública pelo Decreto-Lei n^o^ 4.310, de 17 de agosto. Em 1922, publicou\na Carta Geográfica do Brasil, comemorativa do Centenário da\nIndependência, na escala de 1/1.000.000, e patrocinou o II Congresso\nFerroviário Sul-Americano e o Congresso Internacional de Engenharia.\nAinda como parte das comemorações do Centenário, e coincidindo com a\nvinda dos despojos de dom Pedro II para o Brasil, o clube homenageou o\nfalecido imperador, “o maior dos brasileiros mortos”. Compareceram à\ncerimônia o conde d’Eu e o príncipe herdeiro da coroa brasileira, neto\nde dom Pedro II.\n\nEm 1923, o engenheiro Flávio Torres Ribeiro da Costa, em conferência no\nclube, pediu uma atuação mais decisiva do governo federal no setor de\náguas e de energia elétrica, sugerindo, inclusive, a criação de um\nCódigo de Águas. Em 1925, por ocasião da visita de Albert Einstein ao\nRio de Janeiro, o Clube de Engenharia concedeu ao cientista o título de\nsócio-honorário. No mesmo ano, voltou a circular a *Revista do Clube de\nEngenharia*. Em maio de 1930, foi reorganizado, por iniciativa do Clube\nde Engenharia, o Comitê Eletrotécnico Brasileiro.\n\nPeríodo pós-1930\n\nTrês anos após Revolução de 1930, o Clube de Engenharia teve um antigo\nanseio atendido, quando o presidente Getúlio Vargas baixou o Decreto-Lei\nn^o^ 23.569, regulamentando as profissões de engenheiro, arquiteto e\nagrimensor.\n\nNas décadas seguintes, o clube envolveu-se ativamente nas grandes\nquestões econômicas e políticas da sociedade brasileira, diversificando\nsuas abordagens para além dos debates de cunho mais técnico, ligados\nespecificamente ao campo da engenharia. Assim, durante a Segunda Guerra\nMundial, o Clube de Engenharia se posicionou claramente ao lado dos\nAliados, tendo apoiado entusiasticamente a declaração de guerra do\nBrasil ao Eixo em 1942. Já em 1946, por ocasião do II Congresso\nBrasileiro de Engenharia e Indústria, discutiu questões abrangendo o\ndesenvolvimento econômico do país como um todo e enfatizou a necessidade\nde planejamento.\n\nA entidade manteve uma atuação pautada pelo nacionalismo econômico, o\nque a levou a opor-se à exploração das riquezas minerais brasileiras por\nfirmas estrangeiras, e a adotar iniciativas como a criação, em 1965, da\nComissão Permanente de Defesa da Engenharia Brasileira, que visava a\nalertar a classe e as autoridades para a tendência à importação\nindiscriminada de técnicos estrangeiros.\n\nNa década de 1970, o clube patrocinou diversos eventos, como o Painel do\nDesenvolvimento Brasileiro, para a comemoração do Sesquicentenário da\nIndependência do Brasil (1972), o Simpósio sobre Segurança contra\nIncêndios (1974) e o I Simpósio Brasileiro de Acústica (1975). Na década\nseguinte, apoiou a campanha pelo restabelecimento das eleições diretas\npara a presidência da República em 1984, e, durante a elaboração da\nConstituição de 1988, envolveu-se na defesa dos temas relacionados ao\nfortalecimento da economia nacional.\n\nNos anos 1990, o clube criticou a política econômica do governo Collor\n(1990-1992), tendo apoiado a investigação sobre seu governo em 1992, no\nepisódio que deu origem ao *impeachment* do presidente. Durante o\ngoverno de Fernando Henrique Cardoso (1995-2003), posicionou-se contra\nas medidas de privatização da economia e de abertura da economia ao\ncapital externo.\n\nParalelamente às suas tomadas de posição políticas, o clube tem-se\ndestacado no apoio aos movimentos da sociedade civil orientados por\norganizações não governamentais, juntando também seus esforços aos do\nempresariado fluminense na campanha pela recuperação econômica do estado\ndo Rio de Janeiro.\n\n Sérgio Lamarão/Inoã Carvalho Urbinati\n\n**FONTES:** *Bol. Inf. Club. Eng.* (1 – 6, 9/1985, 1, 4 – 8, 12/1990);\nCACHAPUZ, P. *Debates*; CLUBE DE ENGENHARIA. Disponível em:\n\\<www.clubedeengenharia.org.br/fev05\\_Seculo.htm\\>. Acesso em:\n19/6/2010; CORTÉS, C. *Homens*; CURY, V. *Inventores*; *Engenharia em\nRevista* (10/1993, 6/1994, 5/1996); ENTREV. AGOSTINHO GUERREIRO;\nHONORATO, C. *Clube*; *Jornal Club. Eng.* (6, 7/1991, 2, 4 - 6, 9 -\n12/1992, 1 - 4, 8 - 12/1993, 10 - 12/1997, 2/1998); REBOUÇAS, A.\n*Diários*;*Rev. Clube de Engenharia* (1968, 12/1979, 3, 5 - 6/1982, 3-4,\n5-6/1984).\n","ref":"**FONTES:** *Bol. Inf. Club. Eng.* (1 – 6, 9/1985, 1, 4 – 8, 12/1990);\nCACHAPUZ, P. *Debates*; CLUBE DE ENGENHARIA. Disponível em:\n\\<www.clubedeengenharia.org.br/fev05\\_Seculo.htm\\>. Acesso em:\n19/6/2010; CORTÉS, C. *Homens*; CURY, V. *Inventores*; *Engenharia em\nRevista* (10/1993, 6/1994, 5/1996); ENTREV. AGOSTINHO GUERREIRO;\nHONORATO, C. *Clube*; *Jornal Club. Eng.* (6, 7/1991, 2, 4 - 6, 9 -\n12/1992, 1 - 4, 8 - 12/1993, 10 - 12/1997, 2/1998); REBOUÇAS, A.\n*Diários*;*Rev. Clube de Engenharia* (1968, 12/1979, 3, 5 - 6/1982, 3-4,\n5-6/1984).\n","dic":"DHBPR"}
