{"title":"CLUBE NAVAL","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CLUBE NAVAL**\n\nAssociação civil, fundada em 12 de abril de 1884, com sede e foro na\ncidade do Rio de Janeiro. Suas principais finalidades são “estreitar os\nlaços… entre os oficiais da Marinha e entre estes e os das demais forças\narmadas”, “promover o aprimoramento social, cultural e\ntécnico-profissional dos sócios” e “difundir os resultados de estudos\nsobre assuntos técnico-profissionais e científicos, ligados à profissão\nmarítima em geral e à segurança nacional, levados a efeito no Clube\nNaval”.\n\nSeu corpo social efetivo é constituído por oficiais da ativa e da\nreserva da Marinha de Guerra do Brasil, por oficiais da Força Aérea\nBrasileira (FAB) egressos da antiga Associação Naval, e por\nguardas-marinhas procedentes da Escola Naval.\n\nO Clube Naval foi fundado após algumas tentativas infrutíferas no\nsentido de criar uma entidade que representasse os interesses dos\noficiais da Marinha do Brasil. O capitão de fragata Luís Filipe Saldanha\nda Gama foi eleito seu primeiro presidente. Quatro anos depois, foi\nlançada a *Revista do Clube Naval*, até hoje em circulação.\n\nPrimeira República\n\nA proclamação da República em 15 de novembro de 1889 foi saudada com\nentusiasmo pelo Clube Naval, então presidido pelo contra-almirante\nFortunato Fóster Vidal. Em dezembro, a diretoria do clube enviou uma\nmensagem de congratulações ao marechal Deodoro da Fonseca, chefe militar\ndo movimento que depôs o imperador dom Pedro II e presidente do governo\nprovisório. No documento, a instituição colocou-se à disposição do\nmarechal na “grande obra de nossa regeneração social” e criticou\nabertamente o visconde de Ouro Preto, último chefe de gabinete do\nImpério, acusando-o de “levar a efeito um plano que reduzia a\nverdadeiros títeres os militares quer de terra quer de mar”.\n\nEm 1890, quando assumiu a presidência do clube, o barão de Jaceguai\ninstituiu o Prêmio Almirante Jaceguai, concedido anualmente e até hoje\nem vigor, com a finalidade de estimular os estudos entre os oficiais de\nMarinha. Caberia à diretoria do Clube Naval selecionar um tema a ser\ndesenvolvido pelos candidatos, que concorreriam sob pseudônimo.\n\nDe janeiro a fevereiro de 1891, um ex-presidente do Clube Naval,\nFortunato Fóster Vidal, ocupou a pasta da Marinha. Nesse último mês, o\nClube Naval manifestou sua simpatia pela candidatura de Deodoro da\nFonseca à presidência da República, afirmando falar em nome da\ncorporação.\n\nA Revolta da Armada, que se desenrolou entre setembro de 1893 e março de\n1894 na baía de Guanabara, envolvendo praticamente toda a esquadra\nbrasileira, provocou grandes perturbações na vida da instituição. Um dos\nprincipais movimentos de contestação ao governo do marechal Floriano\nPeixoto, a revolta teve início com a prisão, em Santa Catarina, do então\npresidente do Clube Naval, Eduardo Wandenkolk, acusado de dar apoio aos\nrevolucionários federalistas do Rio Grande do Sul. A revolta contou com\na participação de um grande número de sócios do Clube Naval, além de ter\nsido liderada sucessivamente pelos almirantes Custódio de Melo e\nSaldanha da Gama, dois ex-presidentes do clube. A sede da instituição na\npraça Tiradentes foi submetida à vigilância contínua de agentes de\nsegurança pública, que proibiam os sócios de entrar no prédio. Muitos\noficiais de Marinha foram presos e exilados, o que acarretou uma\nsensível diminuição de frequência e o atraso no pagamento das\nmensalidades ao clube.\n\nCerca de 16 anos depois, em novembro de 1910, a Marinha brasileira foi\nabalada por uma revolta de marinheiros conhecida como Revolta da\nChibata. O movimento estourou em navios de guerra fundeados na baía da\nGuanabara e visava a pôr fim aos maus-tratos, ao excesso de trabalho e à\npunição pela chibata, como forma de manter a disciplina a bordo. Durante\no levante, oito oficiais foram mortos pelos revoltosos. O Clube Naval\nacusou os marinheiros sublevados de agirem sob a orientação de “forças\nestranhas à Marinha” e de terem tentado “destruir a ‘Disciplina’ e, a\n‘Ordem’, mirando fins que… permanecem obscuros e mal delineados”.\n\nTambém no ano de 1910, foi inaugurada no Centro do Rio de Janeiro a sede\nsocial do Clube Naval, a mais antiga da entidade.\n\nNa década de 1920, o quadro político brasileiro foi sacudido por uma\nsérie de revoltas militares, sobretudo no Exército. A Marinha também se\nsublevou em algumas ocasiões contra o governo central, principalmente\ndurante o governo de Artur Bernardes (1922-1926). Em outubro de 1924, o\ncapitão de mar e guerra Protógenes Guimarães, que no ano anterior\nassumira a presidência do Clube Naval, chefiou uma conspiração contra\nBernardes, logo descoberta e esmagada. Com a prisão de Protógenes, a\npresidência do clube foi ocupada pelo primeiro vice-presidente Francisco\nRadler de Aquino.\n\nEm novembro do mesmo ano, ocorreu o levante do encouraçado *São Paulo,*\nancorado na baía de Guanabara. O movimento foi chefiado pelo\nprimeiro-tenente Herculino Cascardo, que, juntamente com mais sete\noficiais, era sócio do Clube Naval. Os oito revoltosos foram eliminados\ndo quadro social do clube, de acordo com a letra *b* do artigo 89 dos\nestatutos vigentes na época, em sessão do conselho diretor datada de 27\nde novembro. Quatro anos depois, na assembleia geral extraordinária de 6\nde dezembro de 1928, o clube decidiu readmitir os sócios expulsos em\n1924. O almirante José Isaías de Noronha, que presidiu a assembleia, era\no comandante em chefe da Esquadra e, como a decisão da reunião não\nagradou ao governo, foi informado de que só permaneceria no cargo se\nrenunciasse à presidência do Clube Naval. Noronha preferiu entregar o\ncomando da Esquadra a seu substituto, e permaneceu à frente do clube.\n\nPeríodo pós-1930\n\nA Revolução de 1930 não trouxe modificações substanciais à vida do Clube\nNaval, que permaneceu voltado principalmente para seus problemas\ninternos. A exemplo do que se verificara durante a Primeira República, a\nparticipação do clube no cenário político nacional continuou se dando de\nforma indireta, através de sócios que se constituíam eventualmente em\natores de determinados acontecimentos, ou através da própria Marinha\nenquanto instituição.\n\nEm março de 1935, o Clube Naval abrigou uma reunião de militares da\nMarinha e do Exército, presidida pelo capitão de corveta Mário Midosi\nChermont, na qual se criticou abertamente o projeto da Lei de Segurança\nNacional em votação no Congresso desde janeiro. O projeto de lei previa,\nentre outros pontos, a supressão dos direitos políticos dos oficiais das\nforças armadas, provocando profunda divisão nos meios militares. Em\ndezembro de 1935, a diretoria e o conselho diretor do clube manifestaram\nsolidariedade ao ministro da Guerra e ao presidente do Clube Militar\npela morte de militares legalistas durante a Revolta Comunista de\nnovembro daquele ano.\n\nEm agosto de 1954 – após o atentado contra o jornalista Carlos Lacerda,\nque resultou a morte do major-aviador Rubens Vaz –, o Clube Naval não\ndeixou de se envolver, embora de maneira bem mais discreta do que o\nClube Militar, na vida política nacional. Assim, a agremiação veio a\ntomar parte ativa nas articulações contra a permanência no poder de\nGetúlio Vargas, que, pressionado, acabou cometendo suicídio.\n\nNo período imediatamente anterior ao movimento militar de 1964, o Clube\nNaval participou diretamente da vida política brasileira, fato em parte\nexplicado pela própria situação interna da Marinha, cuja alta\noficialidade via-se ameaçada por uma eventual quebra da hierarquia,\nsobretudo com a eclosão de um levante de marinheiros e fuzileiros em\nmarço de 1964. Embora o levante tenha sido rapidamente debelado, a\natitude conciliadora do governo de João Goulart (1961-1964) para com os\namotinados provocou fortes críticas de militares considerados legalistas\ne fortaleceu a conspiração para depor o governo, articulada por setores\nmilitares e empresariais. O golpe que derrubou Goulart, em 31 de março,\ncontou com pleno apoio do Clube Naval, que participou diretamente das\nações militares, dirigindo, inclusive, a ocupação do prédio do\nMinistério da Marinha.\n\nDurante o regime militar (1964-1985), o Clube Naval manteve-se distante\nde qualquer atividade política, caracterizando-se como uma instituição\nvoltada para atividades recreativas e culturais. No ano de 1984, a\nentidade, sob a direção do almirante de esquadra Paulo de Bonoso Duarte\nPinto, comemorou seu centenário. O retorno aos governos civis não\nmodificou realmente a posição de distanciamento político do Clube Naval,\nque só voltou a se pronunciar politicamente durante o episódio que levou\nao *impeachment* do presidente Fernando Collor de Melo, em 1992. Em\ndezembro daquele ano a agremiação expressou, através de seu presidente,\nalmirante Vítor Alberico Boisson de Morais, sua desaprovação diante do\ngoverno Collor.\n\nNos anos seguintes, o Clube Naval manteve-se concentrado\nprioritariamente na promoção de suas atividades culturais e recreativas,\nmas se pronunciou em relação a algumas questões de amplitude nacional.\nAssim, durante o processo eleitoral de 1994, o clube criticou a falta de\nrecursos para a manutenção das forças armadas, e, durante o governo de\nFernando Henrique Cardoso (1995-2003), criticou duramente a aprovação da\nLei n^o^ 9.140, de 4 de dezembro de 1995, que concedeu indenizações aos\nfamiliares de pessoas mortas e desaparecidas durante o regime militar.\n\nSergio Lamarão/ Inoã Pierre Carvalho Urbinati\n\n**FONTES:** *Boletim do Clube Naval* (1-3/1964); CLUBE NAVAL. Disponível\nem: \\<www.clubenaval.com.br/Historia.htm\\>. Acesso em: 16/7/2010; COL.\nBRAS. DE GENEALOGIA. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_m\\_07.html\\>. Acesso em:\n17/7/2010; *Globo* (11/6/1984); KUPPER, A. *Cem*; MATHIAS, H*.\nHistória*; *Revista do Clube Naval* (n.286-295, 303,304).\n","ref":"**FONTES:** *Boletim do Clube Naval* (1-3/1964); CLUBE NAVAL. Disponível\nem: \\<www.clubenaval.com.br/Historia.htm\\>. Acesso em: 16/7/2010; COL.\nBRAS. DE GENEALOGIA. Disponível em:\n\\<www.cbg.org.br/arquivos\\_genealogicos\\_m\\_07.html\\>. Acesso em:\n17/7/2010; *Globo* (11/6/1984); KUPPER, A. *Cem*; MATHIAS, H*.\nHistória*; *Revista do Clube Naval* (n.286-295, 303,304).\n","dic":"DHBPR"}
