{"title":"CLUBE REPUBLICANO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Beatriz Coelho Silva"],"content":"**CLUBE REPUBLICANO**\n\nGrupo criado no Rio de Janeiro logo após a Guerra do Paraguai\n(1864-1870) em protesto contra o centralismo administrativo da Monarquia\ne em defesa da implantação no Brasil de uma República federativa,\nsegundo o modelo dos Estados Unidos da América. Foi lançado com o\n*Manifesto Republicano* de 3 de dezembro de 1870 e, em poucos meses,\nvários clubes semelhantes se espalharam pelo país. O mais importante, em\nSão Paulo, resultou no Partido Republicano Paulista. Os líderes do clube\ndo Rio eram o advogado e deputado Joaquim Saldanha Marinho e o\njornalista Quintino Bocaiúva.\n\nO Manifesto Republicano\n\nDesde o início do Segundo Reinado, em 1840, os partidos Liberal e\nConservador alternavam-se no Conselho de Ministros, também chamado\ngabinete. Em 1868, a substituição do liberal Zacarias Góis de\nVasconcelos pelo conservador Joaquim José Torres Rodrigues, visconde de\nItaboraí, na chefia do gabinete foi entendida como um golpe de Estado.\nNa oposição ao novo ministério, os liberais aliaram-se aos\nprogressistas, seus rivais numericamente inferiores, e não participaram\nda eleição daquele ano. Em 1869, publicaram um manifesto em que\ndenunciavam a instalação de uma ditadura sob a proteção do Poder\nModerador – exercido pelo imperador dom Pedro II – e pediam reformas\nurgentes: voto direto nas cidades com mais de dez mil habitantes,\nseparação entre a polícia e o Poder Judiciário, abolição da Guarda\nNacional e extinção gradativa da escravidão.\n\nO manifesto dos liberais não teve grande repercussão, mas chamou a\natenção de jovens bacharéis republicanos do Clube Radical que usavam os\njornais *Opinião Liberal* e *Correio Nacional* para pedir o fim do Poder\nModerador, do Conselho de Estado que lhe era auxiliar, e do Senado\nvitalício, e ainda a abolição imediata da escravidão sem indenização aos\nproprietários de escravos. Além dos jornais, os bacharéis disseminavam\nsuas ideias em “conferências radicais” nas províncias, em cidades como\nSão Paulo e Recife. Em 3 de dezembro de 1870, o Clube Radical lançou o\n*Manifesto Republicano*, na primeira edição do jornal *A República*, e\nmudou seu nome para Clube Republicano.\n\nO documento trazia 57 assinaturas de comerciantes, fazendeiros,\nprofissionais liberais e poucas assinaturas de políticos de expressão.\nUm deles era o conselheiro Saldanha Marinho, líder maçônico, deputado e\nex-presidente das províncias de Minas Gerais, São Paulo e Pernambuco,\nonde nascera. Pouco antes, Marinho se elegera senador, mas fora\npreterido pelo imperador na lista tríplice para o Senado.\n\nApós analisar a história do Brasil desde a Colônia, o *Manifesto\nRepublicano* atribuía a má administração ao centralismo e indicava o\nfederalismo como solução, por ser “baseado na independência recíproca\ndas províncias”. Pedia a implantação imediata da República, sugeria “a\nconvocação de uma assembleia constituinte com amplas faculdades para\ninstaurar um novo regime”, e terminava com a referência ao federalismo\nnorte-americano: “Somos da América, queremos ser americanos.” Apesar de\na escravidão já ter sido extinta em outros países do continente, o\ndocumento não abordava a questão. O texto é atribuído ao jornalista\nQuintino Bocaiúva, maçom como Saldanha Marinho, que se tornaria o\nprimeiro ministro das Relações Exteriores da República e, depois,\npresidente do estado do Rio de Janeiro.\n\nEm função do *Manifesto*, mais de 20 jornais e clubes republicanos\nsurgiram nas províncias. O mais importante era o de São Paulo, que\nrealizou uma convenção em Itu, no interior do estado, em 18 em abril de\n1873, e um congresso na capital logo depois. Além de fundar o Partido\nRepublicano Paulista (PRP), os republicanos lançaram uma proposta de\nConstituição para seu estado, fiéis à ideia do federalismo. Embora\ndetalhada, a carta legal também não tomava partido na questão da\nescravidão. Alegava que cabia aos monarquistas cuidar do assunto e que,\ncaso os republicanos os fizessem, seria uma decisão de cada província,\nsempre com indenização aos senhores de escravos. O historiador José\nMurilo de Carvalho, na biografia de dom Pedro II, chama a atenção para o\nfato de que boa parte desses republicanos eram fazendeiros de café e\ndonos de escravos, como Manuel de Campos Sales, que seria eleito\npresidente do Brasil em 1898, pelo PRP.\n\nA partir da convenção de Itu, o movimento avançou também por Minas\nGerais e pelo Sul do país. No entanto, não parecia ser levado a sério\npelo imperador, sempre atacado pelos republicanos por representar o\nregime que queriam extinguir e por exercer o Poder Moderador, que lhe\ndava o direito de intervir em toda a política nacional e era considerado\numas das causas das mazelas do país. Ainda segundo José Murilo de\nCarvalho, dom Pedro II impediu que o chefe do Conselho Ministros,\nmarquês de São Vicente, negasse aos republicanos declarados acesso aos\ncargos públicos. São Vicente substituiu o visconde de Itaboraí a partir\nde 1870 e alegava que mesmos países democráticos como a Inglaterra não\nadmitiam inimigos das instituições no serviço público, como era o caso\ndos signatários dos manifestos.\n\nDurante a gestão visconde do Rio Branco como chefe do gabinete, entre\n1871 e 1875, sucedendo à de São Vicente, a tipografia de *A República*\nfoi assaltada. O jornal, que surgira com três edições semanais,\ntornara-se diário em menos de um ano, com tiragem de dez mil exemplares,\nnúmero excepcional para uma cidade com menos de um milhão de habitantes,\nmajoritariamente analfabetos. Sob a direção de Quintino Bocaiúva,\npublicava artigos dos fundadores do Clube Republicano. O ataque à\ntipografia foi creditado à polícia ou à sua conivência com os\nresponsáveis pelo ato. Embora o jornal se tivesse tornado importante\nveículo da elite favorável fim da monarquia, dom Pedro II condenou o ato\ne exigiu punição para os responsáveis, aumentando a impressão de sua\nambiguidade quanto ao regime republicado. O imperador deu, porém, um\nduro golpe nos partidários da República em 1878, quando Lafaiete\nRodrigues Pereira, signatário do *Manifesto Republicano*, aceitou um\ncargo no Conselho de Ministros chefiado pelo visconde de Sinimbu.\n\nO Clube Republicano, se não foi decisivo para a proclamação da República\nem 1889, 19 anos depois de sua criação, serviu para disseminar o ideal\npelo país, ao menos entre a elite letrada. Além disso, evidenciou um dos\nelementos do dualismo que o historiador Raimundo Faoro aponta como\nconstante na história política brasileira: federalismo contra\ncentralismo, setor privado contra burocracia etc.\n\nBeatriz Coelho Silva\n\n**FONTES:** CARVALHO, J. *Pedro II*; FAORO, R. *Donos*; FLORES, M.\n*Dicionário*; GOMES, R. *Revolução*; SCHILLING, V. *Movimento*;\nWikipédia. Disponível em: \\<www.wikipedia.org/\\>. Acesso em: 29/5/2009.\n","ref":"**FONTES:** CARVALHO, J. *Pedro II*; FAORO, R. *Donos*; FLORES, M.\n*Dicionário*; GOMES, R. *Revolução*; SCHILLING, V. *Movimento*;\nWikipédia. Disponível em: \\<www.wikipedia.org/\\>. Acesso em: 29/5/2009.\n","dic":"DHBPR"}
