{"title":"ALIANÇA LIBERAL","cargoss":["Coligação oposicionista de âmbito nacionalformada no início de agosto de"],"author":null,"content":"**ALIANÇA LIBERAL**\n\nColigação oposicionista de âmbito nacionalformada no início de agosto de\n1929por iniciativa de líderes políticos deMinas Gerais e do Rio Grande\ndoSul com o objetivo de apoiar ascandidaturas de Getúlio Vargas e\nJoãoPessoa respectivamente à presidência e vice-presidênciada República\nnas eleições de 1^o^de março de 1930. Após sua derrotanas eleições,\nmuitos de seus integrantesaderiram à tese da insurreição\narmada,vitoriosa afinal com a Revolução de outubrode 1930.\n\nFormação\n\nA partir de 1928, com aaproximação das eleições presidenciais, o\npresidenteda República Washington Luís, do PartidoRepublicano Paulista\n(PRP), começou a manifestarseu apoio à candidatura de Júlio\nPrestes,também perrepista e presidente do estadode São Paulo. Se a\nindicação deJúlio Prestes garantia por um lado acontinuidade da política\neconômico-financeira dogoverno, de austeridade e contenção derecursos\npara a cafeicultura, por outrolado ela rompia o esquema de\nrevezamentoentre São Paulo e Minas no governofederal, conhecido como a\n“política docafé com leite”. Para o novo quadriênio,a expectativa era\nque o candidato oficialfosse mineiro.\n\nSentindo-se alijado da disputa eleitoral,o presidente de Minas, Antônio\nCarlosRibeiro de Andrada, buscou o apoio doRio Grande do Sul para se\noporaos planos de Washington Luís. Entretanto,o Rio Grande só se\naventuraria aromper com o governo central caso lhefosse dado lançar um\ncandidato gaúchoà presidência. Foi isso que tentou articularo líder da\nbancada do Partido RepublicanoRio-Grandense (PRR) na Câmara, o\ndeputadoJoão Neves da Fontoura, ainda em dezembrode 1928, quando o\nmineiro Afrânio deMelo Franco o sondou sobre uma possívelcandidatura de\noposição ao governo federal.Ainda em 1928, ao pressentir que Minasnão\napoiaria Júlio Prestes, Washington Luísinformou Getúlio Vargas – seu\nex-ministroda Fazenda e então presidente do RioGrande do Sul –, por\nintermédio dodeputado gaúcho José Antônio Flores daCunha, de que se\ndispunha a considerara indicação de um gaúcho para apresidência.\nTerceiro estado em importância eleitorale tradicionalmente um contendor\nde segundoplano, o Rio Grande do Sul tornava-sea peça-chave do jogo\nsucessório.\n\nEm janeiro de 1929, Antônio Carlosfez chegar ao conhecimento de Vargas\nadecisão de Minas de não apoiar acandidatura de Júlio Prestes. Vargas\nlimitou-seentão a lembrar a cooperação mantida entreseu governo no Rio\nGrande do Sule a administração federal. Pouco depois,em maio, ao se\niniciar no CongressoNacional o debate a respeito da\nsucessãopresidencial, Vargas escreveu uma carta confidenciala Washington\nLuís declarando-se à margemdas manobras sucessórias e prometendo-lhe\noapoio do PRR “no momento preciso”. Durantetodo esse período, Antônio\nCarlos e Vargasainda tentaram convencer Washington Luís aaceitar um\nterceiro candidato, mas seusesforços foram em vão.\n\nFGV/CPDoc\n\n![Description:\nhttp://www.novocpdoc.fgv.br/accessus/fotos/LSL/LSLFOTO044\\_1.jpg](ALIAN%c3%87A%20LIBERAL_arquivos/image001.jpg)\n\nSetembro de 1929, manifestação popular durante o início da campanha da\nAliança Liberal, em frente ao Teatro Municipal, na Cinelândia.\n\nEm 17 de junho de 1929,João Neves encontrou-se no Rio de Janeirocom o\nsecretário do Interior de Minas,Francisco Campos, incumbido por Antônio\nCarlosde obter uma resolução definitiva do RioGrande do Sul. João Neves,\nsem consultarVargas ou o velho líder do PRR,Antônio Augusto Borges de\nMedeiros, aceitouo acordo proposto por Minas, firmandoo chamado Pacto do\nHotel Glória, quevetava o nome de Júlio Prestes eapresentava ao Rio\nGrande do Sul apossibilidade de indicar um candidato àsucessão\npresidencial. O acordo dependia daconcordância de Borges de Medeiros e\neste,após algumas hesitações, aceitou-o, o mesmofazendo Vargas.\n\nEm 30 de julho de 1929,a comissão executiva do Partido\nRepublicanoMineiro (PRM) lançou a candidatura deGetúlio Vargas e João\nPessoa (presidentedo estado da Paraíba) respectivamente àpresidência e à\nvice-presidência da República.João Pessoa negara-se a apoiar a\nchapaoficial integrada por Júlio Prestes eVital Soares em atitude que\nficou conhecidacomo o “Nego”, lema que seria incorporadoà bandeira do\nestado. Diante da atitudecorajosa de João Pessoa, a oposição lançouo seu\nnome para a vice-presidência.\n\nNo dia 31 de julho, o PartidoLibertador (PL) do Rio Grande do Suldeu\napoio à chapa de oposição, unindo-seao PRR na Frente Única Gaúcha\n(FUG).A oposição, para tornar sua ação maisconcreta, formou então no\ninício de agostoa Aliança Liberal. O movimento constituiu-secomo uma\ncoligação oposicionista de âmbitonacional, tendo como presidente o\nmineiroAfonso Pena Júnior, como vice-presidente ogaúcho Ildefonso Simões\nLopes e como secretário geral Odilon Braga. Além das situações deMinas,\nRio Grande e Paraíba, recebeu aadesão de todas as oposições\nestaduais,destacando-se o Partido Democrático de SãoPaulo e o Partido\nDemocrático do DistritoFederal.\n\nA campanha\n\nA campanha da Aliança Liberal foimarcada por uma série de recuos\netentativas de conciliação com o governofederal, empreendidas*,\nsobretudo* por Vargas. Aindaem 1929, em meados de agosto, elepropôs a\nseus aliados a formação deuma nova chapa de oposição, composta\ndecandidatos de Pernambuco e do Ceará, afim de ampliar a frente\nantipaulista.Ante a recusa dos presidentes desses doisestados, Vargas\nsugeriu novamente a apresentaçãode um terceiro candidato, mas\nWashingtonLuís manteve-se intransigente em relação àcandidatura Júlio\nPrestes.\n\nPor outro lado, a Aliança Liberalnão contou com a adesão integral\ndosmineiros, abrindo-se uma grave cisão noPRM. Fernando de Melo Viana,\nentão vice-presidenteda República, discordando dos objetivos daAliança e\ndescontente por não ter sidoescolhido sucessor de Antônio Carlos\nnogoverno de Minas, liderou um grupo dentrodo PRM que rompeu com a\ndireção,formando a Concentração Conservadora. Divergiutambém da Aliança\nLiberal o mineiro ManuelTomás de Carvalho Brito, que apoiou JúlioPrestes\ne a legenda da Concentração Conservadora.\n\nEm 12 de setembro, uma convençãode delegados dos partidos dominantes\nde17 estados, liderados por São Paulo, homologouas candidaturas de Júlio\nPrestes paraa presidência e de Vital Soares, presidentedo estado da\nBahia, para a vice-presidênciada República.\n\nPoucos dias mais tarde, a 20de setembro, a Aliança Liberal, em\nconvençãorealizada no Rio, aprovou a chapa Vargas-JoãoPessoa e sua\nplataforma eleitoral, redigidapelo republicano gaúcho Lindolfo Collor.\nEstabelecendocomo essencial a reforma política do país,o programa\naliancista defendia a representaçãopopular através do voto secreto, a\njustiçaeleitoral, a independência do Judiciário, areforma\nadministrativa, a reforma do ensino,a liberdade de pensamento e de\nimprensa,a moralização do Poder Legislativo, aanistia para os\nrevolucionários de 1922,1924 e 1925-1927, e a adoção demedidas\neconômicas protecionistas para produtosde exportação além do café.\nCombatendoo esquema de valorização do café (numaposição que coincidia\ncom a de WashingtonLuís), o programa apresentava de formamuito vaga a\nnecessidade de industrialização,mantendo*, porém* a distinção dominante\nna época,entre indústrias naturais e artificiais, estasúltimas\ndependendo exclusivamente das medidasprotecionistas do Estado.\nPreconizava, por fim,medidas de proteção aos trabalhadores, comoa\nextensão do direito à aposentadoria,a aplicação da Lei de Férias ea\nregulamentação do trabalho do menore da mulher.\n\nDurante a campanha eleitoral, emoutubro de 1929, eclodiu a crise\neconômicamundial. Embora não se possa estabeleceruma relação direta com\na crise daoligarquia, é evidente que a crise mundialagravou os problemas\ndos cafeicultores, aumentandoassim seu descontentamento com a\npolíticafinanceira do governo. Reunidos em dezembrode 1929 em um\ncongresso de lavradores,os plantadores de café lançaram como palavrade\nordem: “O lema é a lavoura,hoje com o governo. E, se não\nformosatendidos, amanhã será a lavoura sem ogoverno. E, depois, a\nlavoura contra ogoverno” (*Diário Nacional,* 3/12/1929).\n\nAinda em 1929, a corrente maisradical da Aliança Liberal, formada\npelospolíticos jovens como João Neves, OsvaldoAranha e Virgílio de Melo\nFranco, passoua admitir a hipótese de desencadear ummovimento armado em\ncaso de derrota nasurnas. Como primeiro passo, buscou-se acolaboração\ndos “tenentes”, tendo-se em contaseu passado revolucionário, sua\nexperiência militare seu prestígio no interior do Exército.Essa\naproximação já estava em curso desdeo início da campanha sucessória, mas\noscontatos se desenvolveriam com grande dificuldade,devido a\ndesconfianças recíprocas. Na AliançaLiberal, estavam alguns dos\nprincipais adversáriosdos “tenentes”, notadamente Artur\nBernardes,Epitácio Pessoa e João Pessoa. Este último,como ministro do\nSupremo Tribunal Militar(STM), julgara muitos militares rebeldes.\nPoroutro lado, para os velhos dirigentesoligárquicos da Aliança, os\n“tenentes” personificavama ameaça de derrubada do regime\ne,consequentemente, de suas próprias bases desustentação política. Os\n“tenentes” tampoucotinham uma posição homogênea: vários\noficiaisrevolucionários, como Juarez Távora, João AlbertoLins de Barros\ne Antônio de SiqueiraCampos, aderiram à ideia de colaborarcom a Aliança\nLiberal, enquanto Luís CarlosPrestes, exilado em Buenos Aires,\nhesitavaem unir-se aos políticos de oposição.\n\nEnquanto a campanha eleitoral prosseguia,Vargas, pouco seguro em relação\nao futuro,estabeleceu em dezembro de 1929 um acordocom Washington Luís\natravés de seu correligionáriopolítico Firmino Paim Filho, à reveliade\nMinas Gerais e da Paraíba. Nesseacordo ficou acertado que, caso\nfossederrotado nas eleições, Vargas se conformariacom o resultado e\npassaria a apoiaro governo constituído. Em compensação, WashingtonLuís e\nJúlio Prestes se comprometiam anão apoiar elementos divergentes da\nsituaçãodo Rio Grande do Sul e a nãolhes fornecer quaisquer recursos,\nbem comoa não ordenar demissões ou transferênciasde funcionários\nfederais filiados ao PRR.E, mais importante, comprometiam-se a\nreconhecerna apuração das eleições de representantesao Congresso\nNacional os candidatos diplomados.Do acordo constava também que Vargas\nrestringiriasua participação pessoal na campanha aoRio Grande do Sul e\nque após aseleições as relações entre o Rio Grandedo Sul e o governo\nfederal seriamrestabelecidas nos mesmos termos anteriores àdivergência\nsobre a sucessão presidencial. Vargasmunia-se assim de um instrumento\nque lhepermitiria uma saída, qualquer que fosseo resultado das eleições.\n\nA radicalização da campanha eleitoralse fez sentir, entretanto, na\nCâmara dosDeputados, onde a maioria governista decidiunão dar quórum às\nsessões parlamentares,impedindo assim a manifestação dos\ndeputadosaliancistas. Diante dessa situação, os aliancistasresolveram\npromover comícios públicos nas escadariasdo palácio Tiradentes, sede da\nCâmara.No dia 26 de dezembro, após umdesses comícios, Ildefonso Simões\nLopes, aoentrar na Câmara, foi violentamente interpeladopelo deputado\nsituacionista pernambucano ManuelFrancisco de Sousa Filho. Luís\nSimõesLopes, filho de Ildefonso, tomou a defesado pai, atracando-se com\nSousa Filho,que portava um punhal. Na luta, Ildefonsodisparou dois tiros\ncontra o deputadopernambucano, que morreu no local.\n\nPouco depois desse episódio, aindano final de dezembro, Vargas rompeu\nemparte o acordo com Washington Luís, viajandopara o Rio de Janeiro. No\ndia seguinteà sua chegada, porém, avistou-se com opresidente, reiterando\nsua disposição de respeitaro *modus vivendi* estabelecido por Paim\nFilho.\n\nEm 2 de janeiro de 1930,ao lado de João Pessoa, Vargas leusua\nplataforma, não em recinto fechadocomo fizera Júlio Prestes, mas em\npraçapública, para uma grande multidão quese concentrou na esplanada do\nCastelo.Estendeu sua viagem a São Paulo eSantos, onde foi recebido com\ndemonstraçõespopulares de apoio, regressando em seguidaa Porto Alegre.\nNesse período foram aindaorganizadas caravanas que percorreram Minas eas\nprincipais cidades no Norte e Nordeste,sob a chefia de João Pessoa.\n\nDurante a campanha ocorreram choquesviolentos entre situacionistas e\noposicionistasem Garanhuns (PE), Vitória e Montes Claros(MG). Nesta\núltima cidade, um comícioda Concentração Conservadora nos primeiros\ndiasde fevereiro foi interrompido por um tiroteioque deixou vários\nmortos e feridos, incluindo-seentre os últimos o vice-presidente\nMeloViana, pisoteado no tumulto que se estabeleceu.\n\nEm 28 de fevereiro, véspera daseleições, teve início um conflito na\ncidadede Princesa, atual Princesa Isabel, naParaíba. A Revolta de\nPrincesa, como ficouconhecida, liderada por José Pereira, chefepolítico\ndo município, congregou a oposiçãoparaibana ao governo de João Pessoa\neteve o apoio do governo federal.\n\nO resultado do pleito de 1^o^de março de 1930 deu a vitóriaa Júlio\nPrestes e Vital Soares, eleitoscom 57,7% dos votos. A fraude,\ndominantena época, verificou-se dos dois lados,pois de outra forma não\npoderia serexplicado o resultado obtido por Vargasem seu estado: 298 mil\nvotos contra982 dados a Júlio Prestes. O PartidoComunista Brasileiro,\nentão denominado PartidoComunista do Brasil (PCB), lançou comocandidato\no operário Minervino de Oliveira,pelo Bloco Operário e Camponês, e\nobteveuma votação ínfima.\n\nEm 19 de março de 1930,Borges de Medeiros, em entrevista publicadapelo\njornal *A Noite,* reconheceu enfaticamente avitória de Júlio Prestes,\ndando por encerradaa campanha da oposição. No entanto, asarticulações\ndos oposicionistas prosseguiram, vindoa resultar, no mês de outubro,\nnaRevolução de 1930, que levou Getúlio Vargasao poder.\n\nAlzira Alves de Abreu\n\n**FONTES:**BRANDI, P. *Vargas*; FAUSTO,B. *Revolução*; FRANCO, V.\n*Outubro*; LIMASOBRINHO, A. *Verdade*; MAGALHÃES, J. *Minhas*;MURAKAMI,\nA. *Revolução.*\n","ref":"**FONTES:**BRANDI, P. *Vargas*; FAUSTO,B. *Revolução*; FRANCO, V.\n*Outubro*; LIMASOBRINHO, A. *Verdade*; MAGALHÃES, J. *Minhas*;MURAKAMI,\nA. *Revolução.*\n","dic":"DHBPR"}