{"title":"COELHO NETO, Francisco José","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Ministro da Marinha","Ministro do Supremo Tribunal Militar"],"cargos_esp":[0,0,0],"datas_ini":[1859,1894,1895],"datas_fim":[1859,1894,1911],"estados":["AL",0,0],"autor":[0],"content":"**COELHO NETO, Francisco José**\n\n\\* militar; pres. AL 1859; min. Mar. 1894; min. STM 1895-1911.\n\n*Francisco José Coelho Neto* nasceu no estado da Bahia no dia 30 de\noutubro de 1830, filho do desembargador Francisco José Coelho Neto e de\nRaquel Espirituosa Fernandes.\n\nAinda jovem ingressou na Marinha, tornando-se aspirante a guarda-marinha\nem 3 de março de 1846 e guarda-marinha em 22 de dezembro de 1848.\nPromovido a segundo-tenente em 9 de janeiro de 1851, a primeiro-tenente\nem 2 de dezembro de 1856, a capitão-tenente em 29 de dezembro de 1867 e\na capitão de fragata em 2 de dezembro de 1869, teve participação\ndestacada na Guerra do Paraguai (1864-1870), que foi o conflito externo\nde maior repercussão na América do Sul, não só pela mobilização e perda\nde homens, mas também por seus aspectos políticos e financeiros. O\nconfronto entre a Tríplice Aliança (Brasil, Argentina e Uruguai) e o\nParaguai representou de fato um divisor de águas para a história desses\npaíses. No caso argentino e uruguaio, a guerra influenciou a\nconsolidação de seus respectivos Estados nacionais. Para o Paraguai, o\nconflito deflagrou uma enorme crise econômica e social, tornando a\neconomia paraguaia um satélite da economia da Argentina. Já para o\nBrasil, a Guerra do Paraguai representou o apogeu da força militar\nbrasileira, mas, paradoxalmente, acirrou as contradições da monarquia.\n\nPor sua atuação na Guerra do Paraguai, Francisco José Coelho Neto foi\ncondecorado com a medalha Comemorativa da Rendição da Força Paraguaia e\ncom a medalha de prata da Passagem do Tonelero. Receberia ainda a\nmedalha Comemorativa da Campanha Oriental e as comendas de cavaleiro da\nOrdem de São Bento de Aviz e de cavaleiro da Ordem da Rosa.\n\nEm 1^o^ de dezembro de 1882 foi promovido a capitão de mar e guerra.\nOstentava essa patente quando, no dia 15 de novembro de 1889, um golpe\nmilitar liderado pelo marechal Deodoro da Fonseca e apoiado por um\npequeno grupo de republicanos civis derrubou o Império e proclamou a\nRepública no Brasil. Dois meses depois, em 8 de janeiro de 1890, foi\npromovido a contra-almirante, passando a vice-almirante em 11 de\nsetembro de 1893, já no governo do marechal Floriano Peixoto\n(1891-1894).\n\nEm 5 de janeiro de 1894, foi nomeado ministro da Marinha, sucedendo a\nFilipe Firmino Rodrigues Chaves. Permaneceu no cargo até 26 de junho de\n1894, quando foi substituído interinamente por Bibiano Sérgio Macedo\nCostallat, o qual, por sua vez, passou a pasta em 2 de julho a João\nGonçalves Duarte. Em 30 de setembro de 1894, foi transferido para a\nreserva. Voltou, contudo, à ativa em 11 de março de 1895, no governo do\npresidente Prudente de Morais (1894-1898). Em 22 de julho foi promovido\na almirante e, dois dias depois, tomou posse como ministro do então\nSupremo (atual Superior) Tribunal Militar (STM). Em 17 de outubro de\n1898 reformou-se e em 24 de fevereiro de 1911 pediu exoneração do cargo\nde ministro do STM.\n\nDurante sua longa carreira militar, comandou o brigue-escuna *Éolo*\n(interinamente), o brigue *Calíope*, o brigue-escuna *Xingu*, o vapor\n*Thetis*, a corveta *Iguatemi*, o vapor *Onze de Junho*, a corveta\n*Recife*, a corveta *Beberibe*, o encouraçado *Barroso*, as corvetas\n*Recife* e *Bahiana,* o encouraçado *Herval*, o vapor *Paranaense*, a\ncorveta *Guanabara*, o encouraçado *Mariz e Barros*, a canhoneira\n*Fernandes Vieira* e *Iniciadora*, o encouraçado *Bahia* e *Javari* e a\ncorveta *Niterói*. Comandou também a Flotilha de Mato Grosso, a Divisão\nde Torpedeiras e a Divisão de Encouraçados, e foi chefe da Esquadra,\nchefe da Repartição da Carta Marítima (criada a partir da fusão das\nrepartições dos Faróis, de Hidrografia e de Meteorologia) e vice-diretor\nda Escola da Marinha.\n\nFaleceu em 11 de agosto de 1911.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); *Biografias dos\nministros*; COL. NAV. Disponível em:\n\\<https://www.mar.mil.br/cn/colegio/historico.htm\\>; DORATIOTO, F.\n*Maldita*; MUS. IMP. Disponível em: \\<www.museuimperial.gov.br\\>; SUP.\nTRIB. MIL. Disponível em: \\<www.stm.jus.br/\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); *Biografias dos\nministros*; COL. NAV. Disponível em:\n\\<https://www.mar.mil.br/cn/colegio/historico.htm\\>; DORATIOTO, F.\n*Maldita*; MUS. IMP. Disponível em: \\<www.museuimperial.gov.br\\>; SUP.\nTRIB. MIL. Disponível em: \\<www.stm.jus.br/\\>.\n","dic":"DHBPR"}
