{"title":"COELHO, Érico Marinho da Gama","cargoss":["const. 1891","dep. fed. RJ 1891-1899 e 1903-1905","sen. RJ 1906-1909"],"author":null,"content":"**COELHO, Érico Marinho da Gama**\n\n\\*const. 1891; dep. fed. RJ 1891-1899 e 1903-1905; sen. RJ 1906-1909;\ndep. fed. RJ 1909-1914; sen. RJ 1914-1918.\n\n*Érico Marinho da Gama Coelho* nasceu em Cabo Frio (RJ) no dia 7 de\nmarço de 1849, filho de Jacinto José Coelho e de Engrácia da Gama\nCoelho. Seu pai foi um dos fundadores do Instituto da Ordem dos\nAdvogados no Rio de Janeiro, então capital do Império.\n\nFormou-se pela Faculdade de Medicina do Rio de Janeiro, apresentando a\ntese de doutoramento *Diagnóstico diferencial dos tumores do seio* em\n1870. Ainda no Império, foi vereador e presidente da Câmara Municipal de\nSão Fidélis (RJ), promotor público em Piraí (RJ), juiz municipal em Cabo\nFrio (RJ) e deputado provincial por dois mandatos consecutivos, pelo\nPartido Conservador. Maçom, foi também seguidor da Igreja Evangélica\nBrasileira, fundada em setembro de 1879 por Miguel Vieira Ferreira, e\nreconhecida pelo governo imperial brasileiro. Em 1884 tornou-se\nprofessor catedrático de clínica obstétrica e ginecológica da Faculdade\nde Medicina, nomeado pelo próprio imperador dom Pedro II, e em 25 de\nmaio de 1886 tomou posse na Academia Imperial de Medicina.\n\nNo final do Império, tornou-se grande defensor dos ideais republicanos,\natuando ao lado do jornalista e político Quintino Bocaiúva, que se\ndestacou no processo da proclamação da República. Organizou a primeira\nagremiação de republicanos na província do Rio de Janeiro, e fundou o\njornal *O Povo*, em São Fidélis, periódico de combate à monarquia e à\natuação da Igreja Católica. Em seguida tornou-se membro do Partido\nRepublicano fluminense, fundado em 1888.\n\nApós a proclamação da República em 15 de novembro de 1889, foi nomeado\npelo governo provisório do marechal Deodoro da Fonseca diretor da\nFaculdade de Medicina do Rio de Janeiro, cargo ao qual renunciou um ano\ndepois. Em 15 de setembro de 1890 foi eleito deputado pelo estado do Rio\nde Janeiro ao Congresso Nacional Constituinte. Tomou posse em 15 de\nnovembro, participou dos trabalhos de elaboração da Constituição\npromulgada em 24 de fevereiro de 1891 e, a partir de junho seguinte,\nquando se iniciou a legislatura ordinária, ocupou uma cadeira na Câmara\ndos Deputados até 31 de dezembro de 1893. Reeleito pelo 1^o^ distrito do\nestado do Rio para as duas legislaturas seguintes, permaneceu na Câmara\naté 31 de dezembro de 1899. Em 1903 voltou a se eleger e exerceu o\nmandato entre 14 de maio de 1903 e 31 de dezembro de 1905.\n\nApós o falecimento do senador Martins Torres, em 16 de dezembro de 1905,\nfoi eleito para preencher a vaga deste e ocupou uma cadeira no Senado de\n28 de abril de 1906 a 31 de dezembro de 1909. No período, foi membro das\nComissões de Saúde, de Finanças e de Estatística e Colonização. Em 1909,\nfoi novamente eleito deputado federal. Reeleito em 1912, permaneceu na\nCâmara dos Deputados de 1909 a 1914. Tornou-se então membro do Partido\nRepublicano Conservador (PRC), criado em 1910. Ainda em 1914, foi mais\numa vez eleito para o Senado, agora ocupando a vaga deixada pelo senador\nFrancisco Portela, falecido em dezembro de 1913. Assumiu a cadeira de\nsenador em 23 de julho de 1914 e nela permaneceu até 31 de janeiro de\n1918.\n\nDurante toda a sua vida parlamentar e em sua atuação jornalística, foi\num grande defensor da emancipação social e política das mulheres, tendo\nsido um dos principais propugnadores do divórcio.\n\nFaleceu no Rio de Janeiro em 26 de novembro de 1922.\n\nPublicou, entre outros trabalhos, *Algumas observações do beribéri,\nexaminadas sob o ponto de vista psicológico* (memória apresentada à\nAcademia Imperial de Medicina, 1886); *Conferência popular pela\nRepública* (folheto distribuído gratuitamente em 1888); *Reforma da\nFaculdade de Medicina* (1890); *Assistência à mulher grávida* (memória\nlida no 4^o^ Congresso Médico Latino-Americano); *O necrotério da\nfamília* (propaganda do divórcio sob o pseudônimo de Paula Luísa);\n*Pornografia contra pornografia* (defesa do divórcio contra o Apostolado\nPositivista); *O porteiro eclesiástico* (panfleto de crítica ao clero\ncatólico); *O Evangelho no Congresso* (discurso na Câmara dos\nDeputados); Introdução ao projeto de lei do divórcio (publicado nos\n*Anais da Câmara dos Deputados*); *Associações* religiosas; e *Sonatina*\n(sátira em versos).\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos*; ACAD. NAC. MED. Disponível em:\n\\<www.anm.org.br/\\>; BLAKE, A. *Diccionario* (v.2); CÂM. DEP. *Deputados\nbrasileiros*; COMISS. CONST. CENT. REP. PRIM. CONST. REP. *Relatório*;\nGIFFONI, O. *Dicionário*; LEITE NETO, L. *Catálogo biográfico*; SENADO.\n*Dados biográficos dos senadores do Rio de Janeiro*; SENADO. Disponível\nem: \\<www.senado.gov.br\\>; SOUSA, J. *Índice*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ACAD. NAC. MED. Disponível em:\n\\<www.anm.org.br/\\>; BLAKE, A. *Diccionario* (v.2); CÂM. DEP. *Deputados\nbrasileiros*; COMISS. CONST. CENT. REP. PRIM. CONST. REP. *Relatório*;\nGIFFONI, O. *Dicionário*; LEITE NETO, L. *Catálogo biográfico*; SENADO.\n*Dados biográficos dos senadores do Rio de Janeiro*; SENADO. Disponível\nem: \\<www.senado.gov.br\\>; SOUSA, J. *Índice*.\n","dic":"DHBPR"}