{"title":"ALMEIDA, Alfeu Adelfo Monjardim deAndrade e","cargoss":["dep. geral ES 1881-1884","pres.ES 1891","dep. fed. ES 1909-1911."],"author":"Nara Saletto/Fernando Achiamé","content":"**ALMEIDA, Alfeu Adelfo Monjardim deAndrade e**\n\n\\* dep. geral ES 1881-1884; pres.ES 1891; dep. fed. ES 1909-1911.\n\n*Alfeu Adelfo Monjardim de Andrade e Almeida*, maisconhecido como *barão\nde Monjardim*, nasceu emVitória no dia 20 de abril de 1836,filho de José\nFrancisco de Andrade eAlmeida Monjardim e de Ana Francisca Homemde\nAzevedo. Seu avô paterno, o militarInácio João Monjardim, foi\ncapitão-mor governadorda capitania do Espírito Santo no finaldo século\nXVIII. Seu pai, também militar,foi membro do governo provisório do\nEspíritoSanto por ocasião da Independência, vice-presidenteda província\npor diversas vezes e deputadoprovincial pelo Partido Liberal em\nnumerosaslegislaturas, entre 1836 e 1869 e, depois,entre 1878 e 1881.\n\nApós concluir os estudos em colégiosde Vitória, ingressou no serviço\npúblicocomo funcionário do Tesouro Provincial, passandomais tarde ao\ncargo de inspetor daAlfândega do Espírito Santo, no qual seaposentaria.\nIniciou a carreira política noImpério, seguindo os passos do pai:\nfoivereador em Vitória, deputado provincial (1864-1869,1888-1889),\ndeputado geral (1881-1884) e vice-presidenteda província (1878-1882,\n1884-1885, 1887-1889),sempre pelo Partido Liberal, do qual setornou a\nprincipal liderança no EspíritoSanto.\n\nA proclamação da República nãoo afastou da política. Embora fosse\nconsideradomonarquista, aceitou o novo regime, bemcomo o governo\nprovisório do marechalDeodoro da Fonseca, e articulou a formaçãode um\npartido, juntamente com outros políticosliberais, conservadores e alguns\nrepublicanos:a União Republicana Espírito-Santense (URES),por ele\npresidida. A agremiação se formouem oposição ao governador Afonso\nCláudio,nomeado pelo governo provisório, e aoPartido Republicano\nConstrutor (PRC) que oapoiava. O PRC foi fundado na mesmaépoca que a\nURES e reunia a maioriados republicanos, alguns chefes conservadorese\numa corrente liberal liderada por Joséde Melo Carvalho Muniz Freire, que\nopresidiu. Travou-se forte luta política entreos dois grupos, e o PRC\nsaiu vitorioso,elegendo toda a pequena bancada (trêssenadores e dois\ndeputados) à AssembleiaNacional Constituinte. Mas Afonso Cláudio,\ndesgastadoemocionalmente, afastou-se do governo por motivode saúde\n(setembro de 1890), passandoo cargo ao vice-governador Constante Sodré,e\nacabou renunciando em novembro seguinte.Assumiu então o governo,\ninterinamente, oprimeiro vice-governador Henrique da Silva Coutinho,que\nem janeiro de 1891 foi nomeadogovernador efetivo pelo governo\nprovisório. Essesdois políticos que sucederam a AfonsoCláudio eram\ntambém membros do PRC.\n\nPromulgada a primeira Constituição republicanaem 24 de fevereiro de\n1891, o CongressoNacional procedeu à eleição do presidenteda República\nsob forte tensão, dianteda ameaça de golpe caso Deodoro nãofosse eleito.\nA oposição ao marechal,que lançara a candidatura de Prudentede Morais,\nrecuou em sua maioria, votandoem Deodoro, mas dando-lhe como vice\nFlorianoPeixoto, que era candidato ao mesmo cargona chapa de Prudente.\nEleito Deodoro,o barão de Lucena, todo poderoso ministrode seu governo,\npartiu para o ataqueà oposição, demitindo os governadores deestados\ncujas bancadas majoritariamente haviamvotado em Prudente: São Paulo, Rio\nGrandedo Norte e Espírito Santo. Henrique Coutinhofoi demitido em 10 de\nmarço de1891, e Antônio Gomes Aguirre foi nomeadogovernador do estado.\nCom ele, a UniãoRepublicana chegava ao poder, pois o novodirigente\nestadual era um dos republicanoshistóricos do partido.\n\nAguirre preparou a eleição paraa Constituinte estadual, que a URES\nvenceudepois de renhida campanha. Instalada em6 de junho de 1891, a\nConstituinteelegeu nesse mesmo dia, antes mesmo deaprovar a\nConstituição, o governador doestado: o barão de Monjardim. Porém\nseugoverno durou pouco, de 7 de junhoa 18 de dezembro de 1891.\n\nA oposição a Deodoro se intensificouno Congresso Nacional, com\nintervenções emestados de bancadas numerosas, como SãoPaulo e Minas\nGerais, criando-se uma situaçãode hostilidade que o governo tentou\nresolvercom um golpe: em 3 de novembrode 1891 decretou a dissolução do\nCongressoe o estado de sítio na capitalfederal. No entanto, a reação foi\nfortee dividiu as forças armadas. Diante daperspectiva de uma guerra\ncivil, Deodororenunciou à presidência em 23 de novembro.Foi então\nempossado o vice-presidente FlorianoPeixoto, e anulada a dissolução do\nCongresso.\n\nA queda de Deodoro desestabilizouos governadores que haviam apoiado o\ngolpe,entre os quais o barão de Monjardim,e as oposições a eles em\nâmbitoestadual iniciaram movimentos para depô-los,estimuladas pelo\ngoverno Floriano e, emmuitos casos, com a participação das\nforçasmilitares federais sediadas nos estados. Foio que ocorreu no\nEspírito Santo. Emvários municípios, os oposicionistas destituíramos\ngovernos nomeados pela União Republicana,e no dia 18 de dezembro o\nbarãode Monjardim transmitiu o governo a Aguirre,seu vice-governador. No\ndia seguinte, como povo participando de manifestações emfrente ao\npalácio, a oposição e astropas federais depuseram o governo einstalaram\numa junta governativa. A partirde então, o PRC governou o estado.\n\nEm 1894 a URES se dividiu,saindo a corrente do barão de Monjardim,que,\nsob a chefia deste, formou oPartido Autonomista (PA). As turbulências\ndaquelesprimeiros anos da República provocavam mudançasrápidas na\nconjuntura e alterações nasposições dos grupos políticos. No\nEspíritoSanto, os republicanos radicais, florianistase jacobinos, que\nfizeram violenta oposiçãoao governo Prudente de Morais\n(1894-1898),deixaram o PRC e a URES e criaramuma seção estadual do\nPartido RepublicanoFederal, enquanto o PRC apoiava Prudente.Em 1898, o\nbarão de Monjardim juntou-sea eles, fundindo o PA ao PRC, quecontinuava\nno governo, e criando o PartidoRepublicano Construtor Autonomista\n(PRCA). Assim,seu grupo voltou à situação; seu filhoJosé Francisco foi\neleito deputado estadual(1898) e depois federal (1903), e outrofilho,\nArgeu, tornou-se vice-presidente do estadoem 1904. No ano seguinte, o\nPRCAsofreu uma divisão interna, formando-se umaforte dissidência, da\nqual fazia parteo barão de Monjardim, em oposição aogovernador Henrique\nCoutinho.\n\nEm 1908, no início do governode Jerônimo Monteiro, o PRCA foi\nsubstituídopelo Partido Republicano Espírito-Santense (PRES),sob a\nchefia do presidente, e obarão de Monjardim acabou, após um curtoperíodo\nna oposição, integrando-se a ele.No ano seguinte, foi eleito deputado\nfederal(1909-1911). Foi seu último mandato, mascontinuou sendo uma\nliderança política depeso, e seus filhos ocuparam cargos\nimportantesdurante toda a Primeira República.\n\nO barão de Monjardim faleceu emVitória no dia 6 de junho de 1924.\n\nCasou-se, em primeiras núpcias, comLaurinda Luísa Pinto Pereira, com\nquemteve cinco filhos, três dos quais –José Francisco, Argeu e Manuel\nSilvino– foram políticos ligados ao pai. Viúvo,casou-se com Beatrice\nPoli, com quem teveseis filhos, entre os quais Américo eAdelfo Poli\nMonjardim, que foram prefeitosde Vitória. A família Monjardim era\nproprietáriade uma extensa fazenda nos arredores deVitória cuja sede é\nhoje o MuseuSolar Monjardim, pertencente ao governo federal.As terras da\nfazenda deram lugar avários bairros da capital.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** *Comércio do Espírito Santo* (1908); *Estado do Espírito\nSanto* (1890-1891; 1894-1898); MONJARDIM, L.*História.* NOVAES, M.\n*História*; PEREIRA, A. *Homens*;VASCONCELOS, J. Governos; *Vida\nCapichaba* (12/7/1928a 9/8/1929).\n","ref":"**FONTES:** *Comércio do Espírito Santo* (1908); *Estado do Espírito\nSanto* (1890-1891; 1894-1898); MONJARDIM, L.*História.* NOVAES, M.\n*História*; PEREIRA, A. *Homens*;VASCONCELOS, J. Governos; *Vida\nCapichaba* (12/7/1928a 9/8/1929).\n","dic":"DHBPR"}