{"title":"COIMBRA, ESTÁCIO","cargoss":["dep. fed. PE 1900-1911","gov. PE 1911","dep. fed. PE 1915-1922"],"author":null,"content":"**COIMBRA, E****STÁCIO**\n\n**\\***dep. fed. PE 1900-1911; gov. PE 1911; dep. fed. PE 1915-1922;\nvice-pres. Rep. 1922-1926; gov. PE 1926-1930.\n\n*Estácio de Albuquerque Coimbra* nasceu no engenho Tentugal, no\nmunicípio de Barreiros (PE), em 22 de outubro de 1872, filho primogênito\nde João Coimbra e de Francisca de Albuquerque Belo Coimbra. Seu pai,\nsenhor de engenho e político – cumpriu mandatos como deputado provincial\nem Pernambuco e Alagoas –, era também bacharel em direito e exerceu a\nadvocacia. Seu avô paterno, José Gomes Coimbra, filho do português\nHenrique de Almeida Coimbra, foi tabelião de notas de grande prestígio\npolítico na região de Rio Formoso (PE). Do lado materno, sua família,\nproprietária do engenho Tentugal, era tradicionalmente ligada à lavoura\ne à política. Sua avó materna tinha ascendência aristocrática, enquanto\nseu avô vinha de modesta família de lavradores portugueses emigrados\npara o Brasil no início do século XIX.\n\nApós cursar o Colégio 11 de Agosto, em Recife, matriculou-se em 1888 na\nFaculdade de Direito da mesma cidade, bacharelando-se em 1892, já após a\nproclamação da República (15/11/1889). Ainda como acadêmico, colaborou\nem diversos jornais.\n\nEm 1893 iniciou-se na advocacia, trabalhando em companhia do pai nos\nmunicípios pernambucanos de Barreiros, Água Preta e Rio Formoso. Por\nessa época, casou-se com Joana de Castelo Branco Coimbra, com quem viria\na ter quatro filhos. A família de sua mulher possuía diversas\npropriedades na região, entre as quais o engenho Morim, onde o casal\nfixou residência. A partir desse momento, Estácio Coimbra dedicou-se às\natividades do engenho, que até então tinha dimensões modestas e\napresentava uma produção discreta. Algum tempo mais tarde, transformado\nnum dos principais centros da indústria do açúcar de Pernambuco – a\nUsina Central Barreiros – o antigo engenho passaria à responsabilidade\nde seus filhos.\n\nO Início da Vida Política\n\nEm julho de 1894, Estácio Coimbra colaborou na organização do Partido\nRepublicano de Barreiros, filiado no plano estadual e nacional ao\nPartido Republicano Federal, chefiado pelo general Francisco Glicério.\nCom o surgimento da agremiação, reduto das forças políticas que apoiavam\no então governador de Pernambuco Alexandre José Barbosa Lima, Estácio\nCoimbra entrou em choque com sua família materna, ligada à oposição.\n\nAinda em 1894, Estácio Coimbra foi eleito prefeito de Barreiros em\nsubstituição a seu tio-avô materno, José Nicolau Pereira dos Santos.\nLogo depois, sendo seu nome incluído na chapa republicana para a\nrenovação do Congresso estadual, foi eleito deputado no pleito de 10 de\njaneiro de 1895. Na Câmara estadual, pertenceu à Comissão de\nConstituição e Justiça e à Comissão de Fazenda e Orçamento, da qual foi\nrelator. Reeleito para a legislatura seguinte (1897-1899), continuou a\nintegrar essas mesmas comissões. Ainda nesse período, por ser um orador\nfluente e combativo, tornou-se o líder da situação na Câmara. A\nconsolidação de seu prestígio político acompanhou na verdade a ascensão\nem Pernambuco, a partir de 1896, da chamada oligarquia “rosista”,\ndominada pelo conselheiro Francisco de Assis Rosa e Silva.\n\nEm dezembro de 1899, Estácio Coimbra foi eleito deputado federal, tendo\nsido um dos parlamentares mais jovens da legislatura 1900-1902. Estreou\nna Câmara dos Deputados, no Rio de Janeiro, então Distrito Federal, como\nlíder da bancada pernambucana, tendo traçado a orientação por ela\nadotada. Nessa época, em pleno governo Campos Sales (1898-1902), o\nPartido Republicano de Pernambuco já era chefiado por Rosa e Silva,\nentão vice-presidente da República.\n\nTendo seu mandato na Câmara sucessivamente renovado até 1911, graças à\nreforma da Constituição de Pernambuco realizada em 1907, Estácio Coimbra\npôde eleger-se deputado estadual, acumulando os dois cargos. No início\nda legislatura estadual, foi escolhido para presidir os trabalhos\nlegislativos, continuando a desempenhar essa função ao ser reeleito em\n1910. Durante seu último mandato como deputado federal (1909-1911), foi\neleito primeiro-secretário da Câmara. Em todo esse período, através de\nsua atuação parlamentar, obteve alguns melhoramentos para a região de\nBarreiros, como a construção da ponte metálica sobre o rio Una em 1908 e\na instalação de uma linha férrea entre Recife e Barreiros.\n\nA Sucessão Pernambucana de 1911\n\nNas eleições presidenciais de 1910, a candidatura do marechal Hermes da\nFonseca recebeu o apoio de algumas oposições estaduais, insatisfeitas\ncom o governo anterior de Afonso Pena (1906-1909), completado por Nilo\nPeçanha (1909-1910). Com a vitória do marechal, a partir de 1911 essas\noposições começaram a se servir da força federal para esmagar a situação\nem seus estados. Em Pernambuco, na sucessão de Herculano Bandeira de\nMelo, a oposição uniu-se no correr desse ano numa coligação em torno do\nPartido Republicano Conservador e indicou o general Emídio Dantas\nBarreto, ministro da Guerra de Hermes, como seu candidato às eleições\npara o governo do estado. Embora fosse pernambucano, o general Dantas\nBarreto não havia residido em Pernambuco nos últimos oito anos, como o\nexigia a Constituição estadual.\n\nNo mês de agosto de 1911, acirrou-se a disputa eleitoral. Enquanto a\noposição mantinha a candidatura de Dantas Barreto, Estácio Coimbra, como\no porta-voz mais autorizado do rosismo, concedeu uma entrevista negando\nos rumores de que a situação estaria cuidando de apresentar candidatos à\nsucessão estadual, e declarando que qualquer decisão só seria tomada\napós o regresso de Rosa e Silva, que se encontrava no exterior.\n\nEm fins de agosto, quando o navio de Rosa e Silva aportou em águas\npernambucanas, realizou-se ainda a bordo uma reunião do estado-maior do\nconselheiro, à qual estiveram presentes, além de Estácio Coimbra, o\ngovernador em fim de mandato Herculano Bandeira e o deputado estadual\nRosa e Silva Júnior. Ao término do encontro, ficou decidido o lançamento\nda candidatura de Rosa e Silva para disputar com Dantas Barreto o\ngoverno de Pernambuco.\n\nEm 5 de setembro, alegando problemas de saúde, Herculano Bandeira\nrenunciou, passando o governo do estado a seu substituto legal, Antônio\nPernambuco, presidente do Senado estadual, o qual também pretextou\ndoença para recusá-lo. Tomou posse então Estácio Coimbra, na qualidade\nde presidente da Câmara estadual. A renúncia de Herculano correspondeu,\nna realidade, a uma manobra política decidida na reunião do final de\nagosto, visando a antecipar as eleições e com isso impedir que a\ncandidatura de Dantas Barreto ganhasse mais terreno. Como, segundo a\nConstituição pernambucana, no caso de vacância do Executivo as eleições\ndeveriam processar-se no prazo de 60 dias, o pleito que normalmente se\nrealizaria no dia 7 de dezembro foi antecipado para 5 de novembro.\n\nCom a intensificação da campanha eleitoral, o governo federal não tardou\nem substituir o comandante do distrito militar de Pernambuco, cuja tropa\nacabou por entrar em choque com a polícia estadual, incapaz de controlar\na situação.\n\nO pleito foi finalmente realizado na data prevista. Possuindo um maior\ncontrole da máquina eleitoral, Rosa e Silva alcançou a vitória, que foi\ncontestada pela corrente adversária sob a alegação de fraude. Às\nvésperas do reconhecimento de Rosa e Silva pelo Congresso estadual,\nocorreu, segundo Afonso Arinos de Melo Franco, nova intervenção do\nExército. Mesmo com suas tropas espalhadas pela cidade a pretexto de\nmanter a ordem, a guarnição militar não conseguiu impedir uma série de\ndepredações, saques e mortes em plena luz do dia.\n\nA falta de controle da situação por parte do governo de Estácio Coimbra\ntornou-se tão grave que a maioria dos deputados e senadores estaduais\nfoi obrigada a se refugiar. No dia 27 de novembro, o próprio Estácio\nCoimbra, a conselho de Rosa e Silva, se escondeu para não ser\nassassinado. Imediatamente, Dantas Barreto foi reconhecido presidente do\nestado pelo que restara do Congresso estadual, encerrando-se assim o\ndomínio da oligarquia “rosista”.\n\nO reconhecimento de Dantas Barreto significou também o afastamento –\nainda que provisório – de Estácio Coimbra da cena política. Embora\nreeleito deputado estadual por seu município, Coimbra não foi aceito\npela Comissão de Reconhecimento de Poderes da Câmara estadual, que o\nconsiderou inelegível. Manteve-se igualmente afastado da Câmara dos\nDeputados, à qual só retornou em 1915, ao ser eleito com o apoio da nova\noposição pernambucana.\n\nAo término da legislatura 1915-1917, Coimbra teve seu mandato renovado\npor mais dois períodos (1918-1920 e 1921-1923). No primeiro deles,\nintegrou a Comissão de Diplomacia e Tratados – na qual estudou o\ncapítulo do Tratado de Versalhes referente à Liga das Nações –, e no\nsegundo, foi escolhido líder da maioria, passando a conduzir os\nprocessos de reconhecimento de poderes.\n\nA Crise de 1922 Em Pernambuco\n\nEm 27 de março de 1922, morreu em Recife o governador José Rufino\nBezerra Cavalcanti, principal responsável pela pacificação política de\nPernambuco em 1920, da qual resultara a indicação de Estácio Coimbra\npara a liderança na Câmara. Sua morte após longa enfermidade – na\nverdade estava afastado do governo desde outubro de 1920, quando foi\nsubstituído interinamente por Otávio Hamilton Tavares Barreto e depois\npor Severino Marques de Queirós Pinheiro – determinou o início da\ndisputa pelo governo estadual, forçando o embarque, no Rio de Janeiro,\nde Estácio Coimbra, Dantas Barreto e do deputado federal Manuel\nFrancisco de Sousa Filho, que chegaram à capital pernambucana no dia 11\nde abril.\n\nPoucos dias depois, foi lançada a candidatura do senador José Henrique\nCarneiro da Cunha, apoiada pelo senador Manuel Borba. Este último, além\nde controlar o Congresso estadual e a máquina eleitoral, manipulada\npelos “coronéis”, chefes políticos do interior, tornara-se o chefe do\npartido situacionista após a morte de Bezerra. Durante o mês de abril,\nprosseguiram as tentativas de um acordo que mantivesse a unidade\npolítica do estado. No dia 25, contudo, em nome da coligação formada\npelo Partido Republicano Conservador e o Partido Democrático, Estácio\nCoimbra, Dantas Barreto e o deputado federal Francisco Pessoa de Queirós\nlançaram a candidatura do prefeito de Recife, Eduardo de Lima Castro.\nEmbora não obtivesse o apoio de Rosa e Silva, essa candidatura foi\napoiada pela maior parte da bancada pernambucana na Câmara dos Deputados\n– a cuja liderança Estácio Coimbra foi obrigado a renunciar devido à\ncisão ocorrida em seu interior – e pelas forças federais, já que os\nPessoa de Queirós eram sobrinhos do presidente da República Epitácio\nPessoa.\n\nNo dia 7 de maio, Epitácio Pessoa sondou Estácio Coimbra sobre sua\ndisposição em aceitar a pasta da Agricultura caso se concretizasse a\nsaída de seu titular, Ildefonso Simões Lopes. No dia seguinte, Coimbra\napresentou uma contraproposta, pleiteando o cargo de vice-presidente da\nRepública no quadriênio que se iniciaria em novembro daquele ano, já que\nUrbano Santos, vice-presidente eleito em março na chapa de Artur\nBernardes, falecera no dia 7. Coimbra argumentava que, se tomasse posse\nno ministério, ficaria incompatibilizado para se candidatar à\nvice-presidência. Embora concordasse que sua proposta não era muito\ninteressante, pois faltavam apenas seis meses para encerrar seu governo,\nEpitácio Pessoa acabou por nomear Coimbra ministro da Agricultura. Isso\nocorreu em 23 de maio, quatro dias antes da data prevista para as\neleições em Pernambuco.\n\nA nomeação de Coimbra, chefe da comissão executiva das forças coligadas\nem Pernambuco, foi vista até mesmo por seus aliados como uma maneira de\no presidente da República manifestar sua simpatia pela candidatura de\nLima Castro. Essa intenção tornou-se evidente mais tarde, pois Coimbra\nsequer chegou a tomar posse no ministério.\n\nA aproximação das eleições foi marcada pelo aumento da tensão em\nPernambuco. Durante todo esse período, Estácio Coimbra manteve-se em\npermanente comunicação telegráfica com o Rio de Janeiro, onde se\nencontravam os deputados Pessoa de Queirós e José Sousa Filho,\nprincipais representantes da coligação pernambucana na capital da\nRepública. Apesar do clima tenso, o pleito transcorreu sem maiores\nincidentes, saindo vitorioso o senador Carneiro da Cunha. Esse resultado\nfoi entretanto contestado pela oposição, e a partir do dia seguinte às\neleições começaram as desordens, que se estenderam por todo o mês de\njunho com a participação de forças militares de um e de outro lado. A\npretexto de manter a ordem, as tropas federais ocuparam Recife.\n\nEm meados de junho, Coimbra recebeu do Rio um telegrama em que os Pessoa\nde Queirós e Sousa Filho ultimavam os detalhes para o golpe definitivo\ncontra os adversários, a ser desfechado no dia do reconhecimento do\ncandidato eleito. Devido à má repercussão da participação das tropas\nfederais nos conflitos que se seguiram às eleições, o Exército se\nabsteria de qualquer iniciativa, limitando-se a secundar a ação dos\ncoligados a pretexto de defender os prédios federais.\n\nNo dia 29 de junho, diante dos constantes rumores sobre a participação\ndo Exército no golpe que se preparava em Pernambuco, o marechal Hermes\nda Fonseca, então presidente do Clube Militar, telegrafou ao coronel\nJaime Pessoa, comandante da região militar sediada nesse estado,\nexortando-o a não permitir que suas tropas se desviassem de suas funções\nbásicas. Nesse mesmo dia, Estácio Coimbra recebeu um telegrama do\ncomandante da 1^a^ Região Militar, do Rio de Janeiro, informando-o de\nque estavam sendo providenciadas as transferências de militares\nsolicitadas e negando importância ao telegrama de Hermes. Este, contudo,\nfoi punido por ter enviado a mensagem ao coronel Jaime Pessoa,\nconstituindo o episódio o estopim da Revolta de 5 de julho de 1922.\n\nAo mesmo tempo, enquanto o Congresso estadual impetrava um pedido de\nhabeas corpus para garantir a posse de Carneiro da Cunha, foi sendo\ndesenvolvida, por parte principalmente de grupos vinculados ao alto\ncomércio de Pernambuco, uma ação conciliatória visando à indicação de um\n*tertius.* O acordo entre as duas partes foi aceito em 3 de julho. No\ndia 14, Manuel Borba, Estácio Coimbra, Rosa e Silva e Francisco Pessoa\nde Queirós, entre outros, divulgaram um manifesto apresentando a\ncandidatura do juiz Sérgio Lins de Barros Loreto, afinal eleito\npresidente do estado e empossado em 18 de outubro.\n\nEnquanto se sucediam esses acontecimentos em Recife, no Rio de Janeiro a\nReação Republicana – movimento que nas eleições presidenciais havia\napoiado a chapa Nilo Peçanha-J. J. Seabra, derrotada pela chapa Artur\nBernardes-Urbano Santos – desfechou uma nova tentativa, procurando\ngarantir a posse de J. J**.** Seabra na vice-presidência da República no\nlugar do falecido Urbano Santos. Diante da recusa do Supremo Tribunal\nFederal (STF) em reconhecer o direito de Seabra ao cargo, o Congresso\nconvocou novo pleito, que foi realizado no dia 20 de agosto, dando a\nvitória a Estácio Coimbra.\n\nEm 15 de novembro de 1922, enquanto Artur Bernardes assumia a chefia da\nnação, Coimbra tomou posse como vice-presidente da República, assumindo\nigualmente, nos termos da Constituição de 1891, a presidência do Senado\ne do Congresso Nacional.\n\nO Governo de Pernambuco\n\nEm abril de 1926, Estácio Coimbra deu início, através da intermediação\nde Artur Bernardes, às negociações com o senador Manuel Borba,\nposteriormente representado por Rosa e Silva, visando ao estabelecimento\nde um acordo que favorecesse o lançamento de sua candidatura ao governo\nde Pernambuco na sucessão de Sergio Loreto. Após alguns encontros,\nCoimbra e Rosa e Silva, devidamente autorizados pelos diversos partidos\npernambucanos, assinaram o acordo que, entre outros pontos, estabelecia\no apoio dos partidos signatários à candidatura de Coimbra e a\norganização das chapas para as futuras eleições federais e estaduais com\nbase na representação igualitária de todas as correntes partidárias do\nestado.\n\nA escolha oficial do nome de Estácio Coimbra ocorreu no dia 1^o^ de\nmaio, durante a convenção das municipalidades. Realizado o pleito,\nCoimbra foi eleito, tomando posse em 12 de dezembro. Dessa vez, porém, a\nunidade política em Pernambuco pouco durou. Já em fevereiro de 1927,\nmanifestaram-se os primeiros sintomas de dissidência, quando Coimbra\nexcluiu o nome de Manuel Borba da chapa apresentada às eleições\nlegislativas federais sob a alegação de que o senador, ao publicar um\nlivro sobre a política estadual, acabara por se tornar alvo de uma\n“inconveniente” campanha movida pela imprensa. Três meses mais tarde,\nCoimbra foi acusado publicamente por Borba de não ter cumprido vários\nitens do acordo assinado no ano anterior.\n\nDo ponto de vista administrativo, o governo de Estácio Coimbra foi\nmarcado por várias reformas. A mais profunda delas foi aplicada ao setor\nda educação, que até então não contava com qualquer órgão técnico de\ndireção ou fiscalização. Orientada pelo professor Antônio Carneiro Leão,\na reforma criou um conselho de educação composto por profissionais da\nárea. Promoveu a modernização do Ginásio Pernambucano e a reestruturação\ndo ensino normal, que se tornou o primeiro no país a contar com uma\ncadeira de sociologia.\n\nEstácio Coimbra acertou também a visita de vários técnicos a Pernambuco,\nentre os quais os estrangeiros Alfred Agache, urbanista, e Nicolau\nAthanassoff, especialista em pecuária. Em 1927, encarregou o higienista\nGouveia de Barros de organizar e pôr em funcionamento a Inspetoria de\nHigiene Social, cujo objetivo principal era o estudo das condições de\nvida da população pernambucana, de modo a estabelecer possíveis relações\nentre as doenças da região e as condições socioeconômicas.\nComplementarmente à atuação dessa inspetoria, foram concluídas as obras\ndo plano principal de abastecimento de água e de saneamento de Recife.\n\nO governo de Estácio Coimbra foi pioneiro ainda na criação da Inspetoria\nEstadual dos Monumentos, resultado de um projeto do deputado estadual\nAníbal Fernandes, primeiro diretor do órgão. Destinada à defesa e à\nconservação dos monumentos históricos, essa inspetoria precedeu a\ncriação do Serviço do Patrimônio Histórico e Artístico Nacional. Foi\ntambém criado nesse período o Instituto de Seleção e Orientação\nProfissional, posteriormente transformado no Instituto de Psicologia de\nPernambuco.\n\nA REVOLUÇÃO DE 1930\n\nO ano de 1929 marcou o início da disputa pela sucessão presidencial a\nser decidida nas eleições de março de 1930. Em maio de 1929, ao término\nde uma breve estada no Rio de Janeiro, Estácio Coimbra procurou o\ndeputado João Neves da Fontoura, líder da bancada republicana gaúcha na\nCâmara, para discutir o problema sucessório. Expondo sua convicção de\nque Washington Luís não abriria mão da candidatura de Júlio Prestes,\npresidente do estado de São Paulo, Coimbra perguntou ao político gaúcho\nse seu estado não lançaria a candidatura de Antônio Augusto Borges de\nMedeiros, chefe do Partido Republicano Rio-Grandense (PRR). Em resposta,\nJoão Neves negou que o Rio Grande do Sul pretendesse lançar a\ncandidatura de qualquer um de seus líderes, preferindo aguardar por mais\nalgum tempo o desenrolar dos acontecimentos.\n\nNo mês seguinte, entretanto, Minas Gerais e Rio Grande do Sul firmaram\num pacto de oposição a Washington Luís que daria origem à Aliança\nLiberal. Procurando a adesão de outros estados, Antônio Carlos Ribeiro\nde Andrada, presidente de Minas Gerais, encarregou João Neves da\nFontoura de contactar Estácio Coimbra, cujo apoio considerava possível\ncaso a vice-presidência da chapa de oposição fosse reservada a\nPernambuco. Enviados a Recife, os intermediários Elói de Andrade e\nFilipe de Oliveira encontraram-se com Coimbra no dia 5 de julho. Nessa\nocasião, contudo, Coimbra decidiu não assumir qualquer compromisso antes\nque Washington Luís se pronunciasse oficialmente sobre a sucessão.\n\nEm 30 de julho, em nome da Aliança Liberal, foram lançadas as\ncandidaturas de Getúlio Vargas à presidência da República e de João\nPessoa, presidente da Paraíba, à vice-presidência. No início de agosto,\nos parlamentares da oposição reuniram-se no Rio de Janeiro a fim de\narticular a campanha aliancista, decidindo ao final do encontro que seu\nrompimento com o governo ocorreria na sessão da Câmara do dia 5. Como\npretexto, foi utilizado um telegrama de Estácio Coimbra ao líder da\nbancada situacionista na Câmara, o deputado paulista Manuel Vilaboim,\ncomunicando que o Partido Republicano de Pernambuco aceitava e apoiava a\nindicação de Júlio Prestes. O texto do telegrama dava a entender que\nhouvera uma consulta anterior relativa apenas a Júlio Prestes, enquanto\nWashington Luís se havia comprometido com os líderes oposicionistas a\nsubmeter à apreciação dos estados as candidaturas de Júlio Prestes e de\nGetúlio Vargas. Entrevistado em Recife, Estácio Coimbra confirmou ter\nsido consultado apenas sobre a candidatura paulista.\n\nAo mesmo tempo em que progredia a campanha aliancista, Getúlio Vargas\nprocurava evitar o rompimento total com o governo. Com esse propósito,\nchegou a sugerir a retirada de sua candidatura e o lançamento de uma\nnova chapa, formada por Estácio Coimbra na presidência e Eurico Vale,\npresidente do Pará, na vice-presidência. Sua intenção com isso era obter\no apoio do contingente eleitoral do Nordeste e do Norte. Essa\npassibilidade, no entanto, foi logo afastada.\n\nPor outro lado, em fevereiro de 1930, sob a liderança de José Pereira,\neclodiu em Princesa, atual Princesa Isabel (PB), um movimento rebelde de\noposição ao governo de João Pessoa. Durante o conflito, Estácio Coimbra\nfoi acusado de favorecer os rebeldes. Na realidade, as primeiras armas e\nmunições chegadas a Princesa provinham da polícia de Pernambuco, tendo\nsido obtidas por João Pessoa de Queirós, aliado de José Pereira, junto\nao político pernambucano Eurico de Sousa Leão. Quando o presidente da\nParaíba solicitou permissão para que as tropas da polícia de seu estado\natravessassem o território pernambucano, chegando assimmais depressa a\nPrincesa, Estácio Coimbra negou-se a concedê-la, alegando que dessa\nforma procurava evitar o alastramento do conflito.\n\nRealizadas as eleições em março de 1930, a chapa da Aliança Liberal foi\nderrotada.\n\nNo início de junho, José Pereira proclamou a independência provisória do\nmunicípio de Princesa, a ser mantida enquanto João Pessoa permanecesse à\nfrente do governo da Paraíba. Como o impasse persistisse, Epitácio\nPessoa tomou a iniciativa de intervir junto a seus sobrinhos João e\nAntônio Pessoa de Queirós, a Estácio Coimbra e ao próprio José Pereira.\nEssas negociações foram contudo bruscamente interrompidas pela morte de\nJoão Pessoa, assassinado em Recife no mês de julho.\n\nEmbora a justificativa para o crime tenha sido de ordem pessoal, o\nepisódio assumiu uma conotação política, já que o criminoso João Dantas\ninformou em seu depoimento que antes de se encontrar com João Pessoa\nestivera com o deputado João Suassuna e o segundo vice-presidente de\nPernambuco, Júlio Lira, ambos adversários do político paraibano. Segundo\nalguns jornais da época, Dantas teria agido instigado por Lira e\nSuassuna, com a cumplicidade de Estácio Coimbra e de Juvenal Lamartine,\npresidente do Rio Grande do Norte. De qualquer modo, a morte de João\nPessoa intensificou as articulações para um movimento armado\ndesenvolvidas pelos aliancistas derrotados. Essas articulações\nculminaram com a Revolução de 1930.\n\nPoucas horas após a eclosão do movimento revolucionário no Rio Grande do\nSul, em 3 de outubro, Estácio Coimbra recebeu um comunicado informando\nque os estados da Paraíba e de Minas deveriam aderir à revolta.\nImediatamente, colocou de prontidão a tropa policial, a guarnição do\nExército sediada no quartel do 21^o^ Batalhão de Caçadores (BC) e ainda\na cavalaria. Devido a um mal-entendido entre os revolucionários Osvaldo\nAranha e Juarez Távora, contudo, o levante em Pernambuco só foi iniciado\nna madrugada do dia 4.\n\nNo ataque ao quartel do 21^o^ BC, as forças rebeldes encontraram forte\nresistência, sendo obrigadas a recuar. Em vista disso, Távora determinou\na reformulação do plano: enquanto ele próprio viajou para a Paraíba para\nobter reforços, parte dos revolucionários foi incumbida de destruir a\ncentral telefônica de Recife, e os membros do Tiro de Guerra 333, sob o\ncomando de Caio de Lima Cavalcanti, receberam ordens de tomar o depósito\nde armas e munições do Exército. Situado na Soledade, próximo ao quartel\ndo 21^o^ BC, e guardado apenas por um sentinela, o depósito foi\nrapidamente tomado, o que se tornou um fator decisivo para o segundo\nataque àquele quartel.\n\nÀ tomada do depósito de munições, seguiu-se a rendição da Polícia\nMilitar pernambucana, cujo quartel-general foi ocupado pelas forças\nrevolucionárias. Enquanto isso, no palácio das Princesas, onde\npermaneceram desde os primeiros tiros, Estácio Coimbra e vários de seus\nauxiliares resistiam aos ataques vindos das ruas da Aurora e Santo\nAmaro, e da própria ponte de Santa Isabel. Ao anoitecer do dia 4,\ncontudo, Estácio Coimbra abandonou o palácio do governo, indo para o\nedifício das Docas seguindo a orientação do comandante militar de\nPernambuco, que pretendia transformar a sede do governo no último reduto\nde resistência.\n\nNo entanto, pouco depois de haver chegado ao edifício das Docas, Estácio\nCoimbra foi informado de que as tropas federais estavam batendo em\nretirada, e que no palácio do governo restavam apenas umas poucas\npessoas. Em vista disso, embarcou juntamente com seus auxiliares num\nrebocador, rumando para as praias de Gravatá e Tamandaré, no litoral sul\ndo estado. Ali, após instalar o governo legal, procurou organizar a\nresistência enquanto não chegava o auxílio militar solicitado ao governo\nfederal. A escassez de armamentos, no entanto, tornou impraticável\nqualquer medida eficiente. Dois dias mais tarde, Estácio Coimbra tornou\na embarcar no rebocador, que seguiu até Maceió. Daí, já a bordo de um\nvapor, seguiu para Salvador. Da capital baiana, diante da vitória da\nrevolução, partiu para o exílio.\n\nApós algumas semanas de viagem e uma escala no Senegal, Estácio Coimbra,\njuntamente com Gilberto Freire, que até então dirigira o jornal *A\nProvíncia,* órgão oficioso do governo pernambucano, chegou a Lisboa,\nonde permaneceu com o auxílio financeiro de seu genro, Francisco\nMagalhães Castro. Com a anistia decretada em junho de 1933, deixou o\nexílio e voltou a se fixar em Pernambuco, no município de Barreiros.\nMantendo-se afastado da política, dedicou-se às atividades do engenho\nMorim.\n\nEstácio Coimbra faleceu em Recife, para onde fora transferido ao\nadoecer, no dia 9 de novembro de 1937.\n\nDeixou, ainda manuscritas, suas memórias e um trabalho sobre seu mandato\ncomo vice-presidente da República. Em 1972, por ocasião do centenário de\nseu nascimento, o governo do estado de Pernambuco e o Instituto Joaquim\nNabuco de Pesquisas Sociais promoveram a Semana Estácio Coimbra. As\ndiversas conferências proferidas na ocasião por Gilberto Freire e outros\nforam coletadas e publicadas no livro *Estácio Coimbra: homem\nrepresentativo do seu meio e do seu tempo* (1973).\n\nRegina da Luz Moreira\n\n**FONTES:** ABRANCHES, J. *Governos*; *Almanaque Abril* (1975); BARROS,\nM. *Década*; CÂM. DEP. *Deputados*;CONSULT*.* MAGALHÃES, B.; CORRESP.\nGOV. EST. PE; DULLES, J. *Getúlio*;*Encic. Barsa*; *Encic. Mirador*;\nFONTOURA, J. *Memórias*; FRANCO, A. *Estadista*; FREIRE, G. *Estácio*;\nFREIRE, G. *Perfil*;*Grande encic. Delta*; *Ilustração brasileira*\n(1922-11); *Jornal do Comércio,* Rio (8/11/1947); LEMOS FILHO. *Clã*;\nMORAIS, A. *Minas*;NOGUEIRA FILHO, P. *Ideais*; OLIVEIRA, C.\n*Biografias*;PORTO, J. *Tempos de Rosa*; SILVA, H. *1898*; SILVA, H*.\n1926*; SILVA, H. *1930.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; *Almanaque Abril* (1975); BARROS,\nM. *Década*; CÂM. DEP. *Deputados*;CONSULT*.* MAGALHÃES, B.; CORRESP.\nGOV. EST. PE; DULLES, J. *Getúlio*;*Encic. Barsa*; *Encic. Mirador*;\nFONTOURA, J. *Memórias*; FRANCO, A. *Estadista*; FREIRE, G. *Estácio*;\nFREIRE, G. *Perfil*;*Grande encic. Delta*; *Ilustração brasileira*\n(1922-11); *Jornal do Comércio,* Rio (8/11/1947); LEMOS FILHO. *Clã*;\nMORAIS, A. *Minas*;NOGUEIRA FILHO, P. *Ideais*; OLIVEIRA, C.\n*Biografias*;PORTO, J. *Tempos de Rosa*; SILVA, H. *1898*; SILVA, H*.\n1926*; SILVA, H. *1930.*\n","dic":"DHBPR"}