{"title":"COLLET, Agnelo","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1917],"datas_fim":[1918],"estados":["RJ"],"autor":[0],"content":"**COLLET, Agnelo**\n\n\\*pres. RJ 1917-1918.\n\n*Agnelo Geraque Collet* nasceu na Bahia em 1862, filho de Eugênio Collet\ne de Emília Leopoldina Geraque.\n\nFormado pela Faculdade de Medicina da Bahia em 1886, dedicou-se ao\nexercício da clínica médica na cidade de Caravelas (BA). Posteriormente,\nocupou a presidência da Estrada de Ferro Bahia-Minas. Em 1894, mudou-se\npara São Fidélis (RJ), onde reiniciou a prática da clínica médica e\npassou a exercer intensa atividade política. Elegeu-se vereador em\nvárias legislaturas, tendo alcançado a presidência da Câmara Municipal.\nFiliado ao Partido Republicano do estado do Rio de Janeiro, foi também\ndeputado estadual.\n\nEm 12 de julho de 1914, foi eleito segundo vice-presidente do estado do\nRio de Janeiro na chapa encabeçada por Nilo Peçanha, composta também\npelo coronel Francisco Xavier da Silva Guimarães como primeiro\nvice-presidente. Nilo Peçanha foi então eleito para presidir o estado\npela segunda vez e tomou posse em 31 de dezembro do mesmo ano. No\nentanto, a 7 de maio de 1917, renunciou para ocupar a pasta de Relações\nExteriores no governo de Venceslau Brás (1914-1918). A chefia do\nExecutivo fluminense foi transferida a Francisco Xavier da Silva\nGuimarães, que faleceu pouco depois, em 19 de junho. No dia seguinte\nAgnelo Collet assumiu a presidência do estado, e em 31 de dezembro de\n1918 transmitiu o governo a Raul Veiga (1918-1922).\n\nTendo governado durante o período em que a Primeira Guerra Mundial\n(1914-1918) assolava o continente europeu, o que criou dificuldades para\nas exportações brasileiras, Agnelo Collet notabilizou-se e foi criticado\npela prudência nos gastos públicos. Apesar disso, concluiu obras\niniciadas por presidentes anteriores, como as de construção da Escola\nIndustrial Visconde de Morais, do palácio para a Assembleia Legislativa\ne do canal Palmer, em Cabo Frio, e de restauração da Estrada União e\nIndústria, que liga Petrópolis (RJ) a Juiz de Fora (MG). Além dessas\nações, construiu novos pavilhões na Colônia de Alienados de Vargem\nAlegre, reformou o ensino primário, profissional, normal e secundário,\ncriou colônias de férias e uma colônia agrícola. No período final de seu\ngoverno, o Brasil foi atingido pela epidemia de gripe espanhola. Médico,\nem um quadro de falta destes profissionais, Agnelo Collet por diversas\nvezes também clinicou em auxílio aos doentes.\n\nDepois de deixar o governo do estado, foi nomeado ministro do Tribunal\nde Contas fluminense, do qual foi o primeiro presidente e pelo qual se\naposentou.\n\nFaleceu na cidade de Niterói, então capital do estado do Rio de Janeiro,\nno dia 15 de abril de 1929.\n\nQuando de seu falecimento, estava casado com Adélia Brahamam Collet, com\nquem teve duas filhas. Anteriormente, havia contraído matrimônio duas\noutras vezes: primeiro com Aurora Barcellos Collet e, depois, com a irmã\ndesta, Emília Barcelos Collet. Do primeiro casamento deixou um filho, e\ndo segundo, seis, sendo um deles Heitor Barcellos Collet, que a exemplo\ndo pai também enveredou pela política, tendo chegado à presidência da\nAssembleia Legislativa do Rio de Janeiro (1936-1937), o que permitiu que\nchefiasse interinamente o Executivo fluminense de 23 de março a 15 de\njulho e de 10 a 11 de novembro de 1937.\n\nCláudio Beserra de Vasconcelos\n\n**FONTES:** COLLET, A. *Mensagem*; *Fluminense* (16/4/1929); *Jornal do\nBrasil* (16/4/1929, p.6); LACOMBE, L. *Chefes* (p.71-72, 85-86);\nPEIXOTO, D. *História* (p.97).\n","ref":"**FONTES:** COLLET, A. *Mensagem*; *Fluminense* (16/4/1929); *Jornal do\nBrasil* (16/4/1929, p.6); LACOMBE, L. *Chefes* (p.71-72, 85-86);\nPEIXOTO, D. *História* (p.97).\n","dic":"DHBPR"}
