{"title":"COLLOR, LINDOLFO","cargoss":["Deputado federal","Revolucionário ou revoltoso","Ministro do Trabalho","Revolucionário ou revoltoso"],"cargos_esp":[0,0,0,0],"datas_ini":[1923,1930,1930,1932],"datas_fim":[1930,1930,1932,1932],"estados":["RS",0,0,0],"autor":["Renato Lemos"],"content":"**COLLOR, L****INDOLFO**\n\n\\*dep. fed. RS 1923-1930; rev. 1930; min. Trab. 1930-1932; rev. 1932.\n\n*Lindolfo Leopoldo Boekel Collor* nasceu em São Leopoldo (RS) no dia 4\nde fevereiro de 1890. Seus pais, João Boekel, sapateiro e músico amador,\ne Leopoldina Shreiner Boekel, eram descendentes dos primeiros colonos\nalemães chegados ao Brasil em 1824. Tendo seu pai falecido em 1893, sua\nmãe, então trabalhando num hotel em São Gabriel da Estrela, depois\nSetembrina (RS), transferiu-se para Barra do Ribeiro (RS), onde contraiu\nsegundas núpcias com João Antônio Collor, alemão nato e ex-proprietário\nde uma pequena frota de navegação fluvial, de quem Lindolfo\nposteriormente adotaria o sobrenome. Esse íntimo contato com a língua\nalemã favoreceria, mais tarde, sua atividade política na região de\ncolonização germânica, onde, durante as campanhas eleitorais, discursava\nem alemão.\n\nApós fazer os estudos primários em Setembrina e Barra do Ribeiro,\nLindolfo Collor transferiu-se para Rio Grande (RS), onde frequentou\ndurante três anos o Seminário Presbiteriano, entrando em contato com o\npensamento liberal inspirado nos princípios filosóficos da Revolução\nFrancesa. Estudando detalhadamente a Bíblia, interessou-se pelo ideário\ndo papa Leão XIII, origem de um certo ecumenismo que marcaria sua obra,\ncaracterizada por uma grande admiração pela organização da Igreja\nCatólica. Mudando-se para Porto Alegre em 1907, concluiu nessa cidade o\ncurso preparatório, durante o qual foi aluno de Emílio Meyer. Formou-se\nem farmácia em 1909, mas não chegou a exercer a profissão.\n\nAinda em 1909, fixou residência em Bajé e iniciou-se no jornalismo como\nrepórter do *Jornal do Comércio.* Ainda nesse ano publicou seu primeiro\nlivro, *Poema dos matizes* (1909), dedicado ao poeta gaúcho Zeferino\nBrasil. Em 1911, mudou-se para o Rio de Janeiro, então Distrito Federal,\ntrazendo uma carta de recomendação para João Laje, proprietário do\njornal *O* *País,* onde, contudo, não encontrou colocação. Empregou-se\ncomo diarista no Jardim Botânico, ao mesmo tempo em que escrevia artigos\nsobre assuntos rio-grandenses e entrevistava dramaturgos e críticos de\nteatro. Conseguindo logo depois uma vaga no *Jornal do Comércio,*\ncomeçou a redigir matérias políticas no folhetim semanal *O meu*\n*sábado*.\n\nNo Rio de Janeiro, interessado por literatura, aproximou-se de poetas de\nrenome, como Olavo Bilac, Coelho Neto e outros. O grupo parnasiano\nincentivou sua produção poética, o que lhe valeu a oposição de Gilberto\nAmado, o qual, em artigo intitulado “É demais”, protestou contra os\nelogios recíprocos que no seu entender os membros daquele grupo se\nfaziam. Em 1913, publicou *Elogios e símbolos*, seu último livro de\npoemas. Afastando-se progressivamente do meio literário, intensificou\nsuas relações com o mundo da política, estabelecidas através da\natividade jornalística e reforçadas pela amizade com José Gomes Pinheiro\nMachado, personagem de primeira grandeza na vida política nacional nos\nprimeiros anos do século. Senador pelo Partido Republicano Rio-Grandense\n(PRR), Pinheiro Machado influiria em seu comprometimento definitivo com\nessa agremiação.\n\nO PRR e o Início da Vida Política\n\nLindolfo Collor casou-se, em 1914, com Hermínia de Sousa e Silva, filha\ndo deputado paranaense Bartolomeu de Sousa e Silva, proprietário do\njornal *A Tribuna,* cuja direção assumiu. Em 1916, sempre no Rio,\ningressou na Escola de Altos Estudos Sociais, Jurídicos e Econômicos, de\ninspiração liberal. Em pouco tempo, destacou-se como um dos mais\nintelectualizados membros da chamada “geração de 1907”, grupo de jovens\nmilitantes do PRR do qual faziam parte José Antônio Flores da Cunha,\nGetúlio Vargas, Antônio Paim Filho e outros, formados, em sua maioria,\nnos anos de 1907 ou 1908 pela Faculdade de Direito de Porto Alegre. Em\n1917, candidatou-se à Academia Brasileira de Letras, sendo derrotado por\nAluísio de Castro.\n\nApós uma fracassada candidatura à vereança, passou a aspirar a uma\ncadeira na Câmara dos Deputados como representante do Distrito Federal.\nSeus correligionários gaúchos, entretanto, aconselharam-no a concorrer à\nAssembleia Legislativa do Rio Grande do Sul. Convidado pelo presidente\ndo estado e mais importante dirigente do PRR, Antônio Augusto Borges de\nMedeiros, para dirigir *A Federação,* órgão oficial do partido, retornou\na Porto Alegre e assumiu o cargo em 1919. Data daí o aprofundamento da\nsua vinculação com a doutrina do republicanismo gaúcho. Os editoriais\nque passou a redigir, muitas vezes sob a supervisão pessoal de Borges de\nMedeiros, traduziam explicitamente a orientação republicana. Estudando a\nfundo o pensamento positivista de Júlio de Castilhos, fundador e\nprimeiro grande chefe do PRR, tornou-se defensor intransigente de noções\ncomo as de “ordem”, “disciplina partidária” e “submissão incondicional\nao chefe”.\n\nEm 1921 elegeu-se deputado estadual, mas pouco se destacou nessa\natividade, visto que suas energias se concentravam no trabalho\njornalístico. Ainda no mesmo ano, acompanhando a posição do PRR,\nparticipou ativamente da campanha da Reação Republicana, movimento que\npromoveu a candidatura de Nilo Peçanha à presidência da República em\noposição à de Artur Bernardes, afinal eleito em março de 1922. Após o\npleito, os republicanos gaúchos cessaram a oposição, atitude reforçada\ndepois que, ainda no governo de Epitácio Pessoa, o Congresso aprovou a\nadoção de subsídios aos preços da carne, uma das medidas econômicas\npleiteadas pela chapa derrotada.\n\nOutros setores oposicionistas, contudo, reagiram de maneira diferente à\nderrota eleitoral. Em julho de 1922, irrompeu no Rio de Janeiro e em\nMato Grosso um movimento de protesto contra a eleição de Artur Bernardes\ne as punições impostas pelo governo de Epitácio Pessoa aos militares\ndissidentes, entre elas o fechamento do Clube Militar e a prisão do\nmarechal Hermes da Fonseca. A revolta, que iniciou o ciclo de levantes\ntenentistas da década de 1920, foi debelada no mesmo dia, tendo\nenvolvido, no Rio de Janeiro, o forte de Copacabana, a Escola Militar e\nefetivos da Vila Militar, e em Mato Grosso, o contingente local do\nExército. Lindolfo Collor, acompanhando a posição de Borges de Medeiros,\nmanifestou-se contra a tentativa de levante e a favor da resistência\npassiva ao governo de Artur Bernardes. Em editorial de *A Federação,*\naprovado pessoalmente por Borges de Medeiros e intitulado “Pela ordem”,\ncondenou o levante tenentista e declarou apoiar a ordem constitucional.\nEsse texto obteve ampla repercussão entre políticos e militares,\natraindo para o autor a antipatia dos jovens oficiais rebeldes, os\n“tenentes”, muitos dos quais exerceriam importantes funções após a\nRevolução de 1930, mantendo porém sua oposição a Lindolfo Collor.\n\nPor outro lado, as eleições para o governo do Rio Grande do Sul em\nnovembro de 1922, em que se defrontaram Borges de Medeiros, candidato a\num quinto mandato, e Joaquim Francisco de Assis Brasil, candidato da\noposição, acabaram por provocar um conflito armado no estado a partir de\nfevereiro de 1923. A paz só voltou com a assinatura do Pacto de Pedras\nAltas, em dezembro, pelo qual foi garantido o mandato de Borges de\nMedeiros, ficando entretanto proibidas novas reeleições.\n\nLindolfo Collor não enfrentou diretamente a chamada Revolução de 1923,\njá que, eleito deputado federal em eleição suplementar com mandato de\nmaio a dezembro de 1923, transferiu-se para o Rio de Janeiro antes mesmo\nde terminar seu período como deputado estadual. Ainda assim, enquanto\nesteve no Rio Grande do Sul, pronunciou na Assembleia Legislativa,\njuntamente com Maurício Cardoso, João Neves da Fontoura e outros jovens\nrepublicanos, diversos discursos destinados a demonstrar que o PRR\nestava unido e solidário com Borges de Medeiros.\n\nNa capital federal, Collor assumiu o cargo de redator-chefe do jornal\n*O* *País,* que apoiava o presidente Artur Bernardes. Embora\npessoalmente se colocasse no campo oposicionista, foi sempre contrário a\natitudes que pudessem pôr em risco a ordem e a autoridade constituídas.\nAssim, acompanhando a posição de toda a representação federal gaúcha,\nmanifestou-se solidário com o presidente da República quando, em julho\nde 1924, mês em que foi eleito para outro mandato na Câmara dos\nDeputados, novo movimento tenentista irrompeu em Sergipe, no Amazonas e\nem São Paulo. A revolta foi rapidamente dominada nos dois primeiros\nestados, mas em São Paulo os rebeldes, comandados pelo general Isidoro\nDias Lopes, ocuparam a capital por três semanas, abandonando-a depois e\nrumando para o interior. Em abril do ano seguinte, no oeste do Paraná,\nesse grupo uniu-se ao contingente revolucionário que em outubro de 1924\nsublevara unidades militares gaúchas, constituindo-se dessa forma a\nColuna Prestes.\n\nNa Câmara dos Deputados, Lindolfo Collor integrou em 1925 a Comissão de\nDiplomacia e Tratados. Participou também da embaixada especial que\nrepresentou o Brasil nas comemorações do primeiro centenário da\nindependência do Uruguai e apresentou à Câmara seu parecer acerca do\nconvênio assinado em Montevidéu no mesmo ano, referente à delimitação da\nfronteira brasileiro-uruguaia. Seus discursos sobre o assunto foram\npublicados pela Imprensa Nacional sob o título *O Convênio de\nMontevidéu.* Em 1926, publicou, pela Companhia Melhoramentos de São\nPaulo, *No centenário* *de Solano López,* coletânea de artigos sobre a\npolítica externa brasileira em que defendia o Brasil da acusação de ter\nprovocado a guerra contra o Paraguai, deixando aquele país arruinado. No\nmesmo ano, publicou pela Imprensa Nacional *O Brasil e a Liga das\nNações,* reunindo comentários acerca da tentativa brasileira de obter um\nlugar permanente na Sociedade das Nações. Ainda em 1926, voltou a\ncandidatar-se à Academia Brasileira de Letras, sendo novamente\nderrotado, dessa vez pelo bispo dom Aquino Correia.\n\nReeleito deputado federal em maio de 1927, destacou-se na discussão de\ntemas econômicos e sobretudo financeiros. Em consequência, foi cogitado\npara ocupar a pasta da Fazenda do governo de Washington Luís, eleito\npresidente da República em 1926. O cargo, no entanto, foi oferecido a\nGetúlio Vargas, também deputado federal pelo Rio Grande do Sul,\npresidente da Comissão de Finanças da Câmara dos Deputados e líder da\nsua bancada, a quem Lindolfo Collor prestou assessoria. Escolhido líder\nda bancada republicana gaúcha na Câmara em substituição a Vargas, Collor\nse destacaria em 1928 na delegação brasileira à VI Conferência\nPan-Americana, reunida em Havana, participando do projeto de criação do\nInstituto Interamericano de Cooperação Intelectual. Participaria também\nda Conferência Interparlamentar do Comércio, realizada em Paris.\n\nLindolfo Collor renunciou à liderança na Câmara ainda em 1928, quando\nGetúlio Vargas foi eleito presidente do Rio Grande do Sul. Essa atitude,\nsegundo seu correligionário João Neves da Fontoura registrou em suas\nmemórias, foi assumida porque Collor esperava substituir Vargas no\nMinistério da Fazenda. Por ter sido preterido – a escolha recaiu em\nFrancisco Chaves de Oliveira Botelho –, Collor teria desconfiado de que\nVargas não se empenhara em fazê-lo seu substituto, ficando estremecidas\nas relações entre os dois líderes gaúchos.\n\nA Aliança Liberal e a Revolução de 1930\n\nFindo o ano de 1928, intensificaram-se as articulações com vistas às\neleições presidenciais marcadas para março de 1930. O quadro sucessório\nestava ainda muito confuso e, inicialmente, Collor manteve-se indefinido\ndiante das alternativas situacionistas e oposicionistas. De resto, o\npróprio PRR não conseguia se pronunciar unitariamente, deixando campo\naberto para rumores acerca da existência de importantes dissensões em\nsuas fileiras. Em meados de 1929, sob a direção de Vargas, os\nrepublicanos gaúchos lograram unificar a política estadual, firmando um\nacordo eleitoral com o Partido Libertador (PL), seu tradicional\nadversário, que resultou na formação da Frente Única Gaúcha (FUG). Em\njunho, após demoradas negociações, os gaúchos fizeram com o Partido\nRepublicano Mineiro (PRM), detentor do governo em Minas Gerais, um\nacordo secreto em torno da candidatura de Getúlio Vargas à presidência\nda República. Esse acordo deu origem à Aliança Liberal, que recebeu o\napoio não só de outras forças discordantes do governo federal – como o\npresidente da Paraíba, João Pessoa, a quem foi oferecida a candidatura à\nvice-presidência – mas também de oficiais que, com o movimento\ntenentista, haviam tentado modificar a situação política do país pela\nvia insurrecional.\n\nCollor, que mesmo mantendo relações de amizade com Washington Luís\ncombatia sua política financeira, aderiu à Aliança Liberal, integrando a\ncomissão executiva do movimento, juntamente com José Joaquim Seabra,\nAfrânio de Melo Franco, João Batista Luzardo, João Neves da Fontoura e\noutros. Conhecedor dos mecanismos utilizados pelas forças situacionistas\npara fraudar eleições e manter-se no poder, não manifestava muita\nesperança na vitória da oposição. Preocupava-se, por outro lado, com a\npresença de representantes do radicalismo tenentista no interior da\nAliança Liberal, chegando a descartar, em carta a Vargas datada de\nagosto de 1929, a alternativa revolucionária em caso de derrota\neleitoral. Afirmando que “um mau governo é ainda preferível à vitória de\numa insurreição, geradora de outras insurreições”, preferia o recurso à\noposição parlamentar, que, no seu entender, deveria ser exercida pelos\ndiversos setores da Aliança Liberal unidos organicamente num partido de\nâmbito nacional e de ambições mais duradouras. Essa agremiação adotaria\no nome de Partido Republicano Progressista, evitando-se as designações\nde “liberal” e “democrático”, contrárias à tradição republicana gaúcha.\nEmbora não se detivesse nos detalhes do programa do futuro partido,\nCollor propunha que este contivesse, em linhas gerais, a média daquilo\nque, em sua época, se entendia por “aspiração popular e das elites\npolíticas”.\n\nEm setembro de 1929, Collor renunciou à Comissão de Finanças da Câmara\ndos Deputados, onde exercia a função de relator do orçamento do\nMinistério das Relações Exteriores. Nesse mesmo mês, a convenção\nsituacionista indicou os nomes do paulista Júlio Prestes para concorrer\nà presidência da República e do baiano Vital Soares para concorrer à\nvice-presidência. Formalizava-se dessa maneira, por iniciativa do\nPartido Republicano Paulista (PRP), endossada por Washington Luís,\nmembro dessa agremiação e profundamente ligado aos interesses paulistas,\no rompimento do acordo tácito com o PRM, conhecido como “política do\ncafé com leite”, segundo o qual a sucessão presidencial se faria com a\nalternância de representantes dos estados de São Paulo e de Minas\nGerais. Esse pacto fora posto em prática a partir do governo de\nFrancisco de Paula Rodrigues Alves (1902-1906), e seu rompimento por\nparte do governo federal consolidou a posição da Aliança Liberal como\nalternativa eleitoral para os republicanos mineiros.\n\nA convenção aliancista, também realizada em setembro de 1929, ratificou\na candidatura Vargas-João Pessoa e aprovou um manifesto dirigido à nação\nbrasileira, de autoria de Lindolfo Collor. O documento, sintetizando o\nideário aliancista, antecipava todos os pontos da plataforma\nprogramática que seria lida por Vargas na Esplanada do Castelo, no Rio,\nem janeiro de 1930. Conferindo uma ênfase inédita em documentos desse\ntipo à questão social brasileira, o manifesto defendia a liberdade\nsindical irrestrita e algumas das reivindicações já históricas dos\ntrabalhadores, como a jornada de oito horas diárias de trabalho, o\naperfeiçoamento e a ampliação da Lei de Férias, o salário mínimo e a\nproteção às mulheres e aos menores trabalhadores.\n\nEmbora recebesse grande apoio social, a campanha da Aliança Liberal\nenfrentou inúmeros obstáculos, especialmente de ordem financeira, como\ntestemunham os telegramas trocados entre Collor e Osvaldo Aranha em\nfevereiro de 1930, um mês antes das eleições. Na imprensa, diversos\nórgãos colaboraram com a campanha aliancista, cujo porta-voz oficial era\no jornal carioca *A* *Pátria,* dirigido nesse período por Collor.\n\nRealizadas as eleições em março de 1930, saiu vitoriosa a chapa\nsituacionista. Diante da derrota eleitoral, os diversos setores da\nAliança Liberal, que considerou o resultado fraudulento, tomaram rumos\ndiferentes. Uns prontamente se reconciliaram com o governo federal.\nMuitos ficaram indecisos frente à situação, e outros ainda se voltaram\npara a articulação de um levante armado. Antes mesmo que se divulgassem\nos resultados definitivos do pleito, líderes republicanos gaúchos, entre\nos quais Collor, Osvaldo Aranha e João Neves da Fontoura, se reuniram em\nPorto Alegre para analisar a derrota, que já tinham como inevitável. Em\nsuas memórias, João Neves registrou que, nessa reunião, ele e seus\ncompanheiros sabiam que “à sua frente se abriam dois caminhos, a adesão\nao vencedor ou a revolução”.\n\nDe fato, as articulações revolucionárias iniciaram-se quase\nimediatamente após as eleições. Os contatos entre dissidentes gaúchos,\nmineiros e paraibanos corriam difíceis, já que os mais poderosos chefes\npolíticos de seus estados não demonstravam muita convicção diante da\nopção pela luta armada. O assassinato de João Pessoa em 26 de julho de\n1930 funcionou contudo como um elemento de reativação do ânimo\noposicionista. Na Câmara, Collor proferiu vigoroso discurso que foi\namplamente divulgado pela imprensa e obteve grande repercussão junto à\nopinião pública. A oração terminava indagando: “Presidente da República,\no que fizeste do presidente da Paraíba?”\n\nO mês de agosto foi decisivo para o aprofundamento da conspiração.\nDepois de delicadas negociações, em que Collor – integrante de um dos\nnúcleos do comando revolucionário no Sul, juntamente com Raul Pilla,\nAssis Brasil, Flores da Cunha e outros – teve importante papel, Borges\nde Medeiros e Olegário Maciel, que no mês seguinte assumiria o governo\nde Minas Gerais, aderiram aos planos revolucionários. Em setembro,\nCollor foi designado para viajar ao Distrito Federal com a missão de\nobter o apoio militar da guarnição sediada na capital, considerado\nindispensável para o desencadeamento da insurreição. Embora não\nconseguisse a adesão da alta oficialidade, Collor conseguiu dos generais\nAugusto Tasso Fragoso, Francisco de Andrade Neves e Alfredo Malan\nd’Angrogne um compromisso de neutralidade. Do Rio de Janeiro, seguiu\npara Minas Gerais, onde discutiu com Olegário Maciel, já empossado na\npresidência do estado, os planos para o levante no Sul e no Norte,\nficando estabelecido que as forças mineiras seriam avisadas quatro dias\nantes da data marcada para a eclosão do movimento.\n\nA insurreição teve início no Sul, às 17:30h do dia 3 de outubro,\nexatamente no momento em que terminava o expediente do general Gil de\nAlmeida, comandante da 3^a^ Região Militar, sediada em Porto Alegre. Gil\nde Almeida foi preso após a tomada do quartel-general, operação em que\nCollor teve participação direta. Após dois dias de combates, o estado\npassou ao controle total dos revolucionários.\n\nConsolidado o levante no Rio Grande do Sul e já espraiado para as\nprincipais regiões do país, o estado-maior revolucionário estabeleceu\ncontatos na Argentina e no Uruguai, divulgando os objetivos do movimento\ne buscando apoio logístico. Collor foi enviado a Buenos Aires, onde\npermaneceu algum tempo adquirindo armas e munições. Segundo telegrama\nenviado a Osvaldo Aranha no dia 16 de outubro, teria conseguido que o\nchefe do estado-maior das forças armadas argentinas facilitasse a\nexportação de material bélico para os revolucionários brasileiros.\n\nDe volta a Porto Alegre, Collor viajou para o Rio de Janeiro, juntamente\ncom Osvaldo Aranha e o comandante Herculino Cascardo, com o objetivo de\nentrar em entendimento direto com a junta governativa provisória, que\napós depor o presidente Washington Luís no dia 24 de outubro, quando os\nrevolucionários já controlavam praticamente todo o território nacional,\nrelutava em entregar o poder aos rebeldes. A chegada dos revolucionários\nà capital federal, ocorrida no dia 28 de outubro, foi objeto de eufórica\nrecepção popular. Recebidos pelo general Pantaleão Teles Ferreira,\nencontraram-se à noite com os membros da junta – o general Tasso\nFragoso, o general João de Deus Mena Barreto e o almirante Isaías de\nNoronha. Nesse encontro, foi acertada a transferência do poder para\nGetúlio Vargas, líder nacional do movimento revolucionário. No dia 3 de\nnovembro, Getúlio tomou posse como chefe do governo provisório.\n\nO Ministério do Trabalho\n\nUma das primeiras medidas do novo governo foi a criação do Ministério do\nTrabalho, Indústria e Comércio (Decreto n^o^ 19.433, de 26 de novembro\nde 1930), cuja direção foi confiada a Lindolfo Collor. Até então, a\npolítica trabalhista estivera subordinada ao Ministério da Agricultura.\nDe resto, as questões relativas às relações entre patrões e\ntrabalhadores não eram encaradas em sua natureza social, mas de um ponto\nde vista bem explicitado no discurso de Washington Luís quando candidato\nao governo de São Paulo, em 1920, e reiterado durante sua campanha para\na presidência da República: “Entre nós, em São Paulo, pelo menos, a\nquestão operária é uma questão que interessa mais à ordem pública que à\nordem social”.\n\nA criação do Ministério do Trabalho expressou, assim, uma nova\ncompreensão da “questão social”, tornada um problema de Estado. Collor,\nem seu discurso de posse naquele que chamou de “Ministério da\nRevolução”, definiu-a como um desafio que se traduzia na descoberta da\ncorrelação entre a justiça social e a formação de um mercado interno,\nbaseando-se na ideia de que o “Brasil deve ser um ótimo mercado interno\npara o Brasil”.\n\nO Ministério do Trabalho instalou-se no mesmo prédio onde funcionava o\nConselho Nacional do Trabalho, ocupando ainda o edifício da Escola\nPolitécnica, que lhe era contíguo. Para integrar sua equipe de\ncolaboradores, Collor contou com nomes como Joaquim Pimenta e Evaristo\nde Morais – precursores do direito social no Brasil e participantes dos\nmovimentos populares durante a década anterior – e Jorge Street,\nempresário paulista notabilizado pelos melhoramentos sociais que\nintroduziu em suas fábricas.\n\nO Ministério do Trabalho foi organizado pelo Decreto n^o^ 19.667, de 4\nde fevereiro de 1931, iniciando-se intensa atividade legislativa em sua\njurisdição. Em relação à questão social, particularmente, lançaram-se as\nbases da legislação que, posteriormente, seria agrupada na Consolidação\ndas Leis do Trabalho (CLT). Entre as principais iniciativas tomadas pela\ngestão de Collor, destacaram-se aquelas referentes à organização\nsindical e aos direitos dos trabalhadores, sendo reconhecidas em lei\nmuitas das reivindicações já históricas do movimento sindical anterior à\ndécada de 1930.\n\nO Decreto n^o^ 19.770, de 19 de abril de 1931, reformulou a Lei Sindical\nde 1907. Na exposição de motivos da nova lei, Collor defendeu a tese de\nque os sindicatos deveriam servir de “para-choques” nas relações entre o\ncapital e o trabalho, objetivando “um resultado apreciável na justa e\nnecessária conjugação dos interesses patronais e proletários”. Uma vez\n“incorporados ao Estado e às leis da República”, como Collor\npreconizava, os sindicatos deixavam a órbita do direito privado e\ningressavam na área do direito público, dependendo sua existência do\nreconhecimento do Ministério do Trabalho. Essa concepção de organização\nsindical foi denunciada pelas forças oposicionistas de esquerda como\ncorporativista e diluidora das contradições entre o trabalho e o\ncapital. De fato, durante alguns anos foi pequeno o número de sindicatos\nque procuraram enquadrar-se na nova legislação, sendo maior o seu número\nnas áreas menos industrializadas, onde a classe operária desfrutava de\nmenos experiência política.\n\nOutra iniciativa de grande impacto sobre a situação trabalhista foi a\nLei do Amparo ao Trabalhador Brasileiro Nato (Decreto n^o^ 20.291, de 19\nde agosto de 1931), conhecida como “Lei dos 2/3”, que garantia a\npresença de um mínimo de 2/3 de brasileiros natos no total de empregados\nde quaisquer estabelecimentos industriais e comerciais. A respeito dessa\nlei, Collor declarou que não pretendia forçar o desemprego de\nestrangeiros, mas garantir a preferência legal para os trabalhadores\nbrasileiros.\n\nAlém dessas leis, Collor assinou diversos outros decretos referentes à\naplicação dos fundos das caixas de aposentadoria e pensões, até então\nlimitadas às empresas ferroviárias, portuárias e marítimas, estendendo\nesse benefício a outras categorias profissionais; à organização do\nDepartamento Nacional do Trabalho; à criação de comissões permanentes e\nmistas de conciliação entre empregados e empregadores, embriões da\nJustiça do Trabalho, que seria criada em 1934; à regulamentação das\ncondições de trabalho das mulheres e dos menores nas indústrias e no\ncomércio; à jornada de trabalho nas indústrias e no comércio; à criação\ndo salário mínimo, e às convenções coletivas de trabalho.\n\nO Movimento Constitucionalista\n\nLindolfo Collor demitiu-se do Ministério do Trabalho em março de 1932,\nao mesmo tempo em que se exoneravam Maurício Cardoso do Ministério da\nJustiça, João Neves da Fontoura da Consultoria Jurídica do Banco do\nBrasil e Batista Luzardo da chefia de Polícia do Distrito Federal. O\ngoverno provisório enfrentava um delicado período, fortemente\npressionado, por um lado, pelo movimento a favor da\nreconstitucionalização do país, com polos em São Paulo, Minas Gerais e\nRio Grande do Sul, e, por outro, pelo empenho dos “tenentes” em\nalcançar, através de um governo centralizado e autoritário, o\naprofundamento das reformas iniciadas pela Revolução de 1930. Em carta\nenviada a Vargas, na qual justificava sua atitude, Collor denunciava o\ncerceamento da liberdade de opinião e a censura à imprensa. Contudo, o\npretexto imediato para sua demissão fora o empastelamento do *Diário\nCarioca* por elementos do grupo tenentista, cuja impunidade traduzia, no\nseu entender, a contemporização ou covardia diante da violação dos\nprincípios liberais clássicos. Finalizando a carta, Collor afirmava “que\nse me fosse dito que a Revolução se faria precisamente para manietar e\nsufocar essa liberdade que é a pedra angular das sociedades organizadas,\neu não teria sido, como fui, um dos elementos mais decisivos na\nconspiração que deflagrou o movimento de 3 de outubro”.\n\nLogo após a demissão, Collor retornou a Porto Alegre, onde se uniu às\nforças empenhadas no movimento pela reconstitucionalização do país,\nlideradas nacionalmente pelas correntes tradicionais da política\npaulista. Novamente colocado por Borges de Medeiros, que também apoiava\na causa paulista, na direção de *A Federação,* passou a criticar o\ninterventor gaúcho Flores da Cunha, que, depois de comprometer-se com o\nmovimento constitucionalista, reconciliou-se com o governo federal,\ntemeroso de um confronto militar.\n\nEm junho de 1932, Collor, juntamente com Raul Pilla, João Neves da\nFontoura e Batista Luzardo, assinou um manifesto reafirmando sua\nsolidariedade com as reivindicações paulistas e colocando a saída\nrevolucionária como a única maneira de garantir a manutenção e a\nautonomia do governo de São Paulo. Unindo-se a forças revoltosas no\ninterior do Rio Grande do Sul, comandadas por Marcial Terra e compostas\npor cerca de trezentos homens, Collor percorreu diversos municípios\ngaúchos em campanha nem sempre pacífica, marcada por conflitos armados\nem Vacaria, Soledade e outras localidades.\n\nDeflagrada a Revolução Constitucionalista no dia 9 de julho em São\nPaulo, a coluna integrada por Collor ainda percorreu diversas regiões\nrio-grandenses, enfrentando as forças legalistas e fazendo propaganda do\nmovimento. No dia 20, juntamente com Batista Luzardo, Glicério Alves e\nmais cerca de 40 homens, tentou promover um levante em Santa Maria e\nTupanciretã, destruindo a ligação férrea entre as duas cidades. Em\nsetembro, porém, cercados por tropas governistas, Collor e seus\ncompanheiros capitularam e partiram para o exílio na Argentina, em cujo\nterritório penetraram atravessando a fronteira em Paso de Los Libres. No\nmês seguinte, Collor redigiu com Raul Pilla, João Neves e Batista\nLuzardo um manifesto divulgado a partir de Rivera, no Uruguai, e\ndirigido ao “Rio Grande do Sul e à Nação”, fazendo um histórico do\nmovimento constitucionalista e explicando as razões da sua derrota –\nselada com a rendição das forças paulistas em 2 de outubro de 1932 –, a\nqual atribuíam ao comportamento de Flores da Cunha, caracterizado como\ntraidor. Por seu lado, em 15 de novembro de 1932, desligando-se do PRR,\nFlores da Cunha fundou o Partido Republicano Liberal (PRL)\nRio-Grandense.\n\nDurante o período em que esteve exilado, Collor viajou por diversos\npaíses sul-americanos, sendo recebido por chefes de Estado no Peru, no\nChile, na Bolívia e no Equador. No verão de 1933, viajou para a região\ndo Chaco, onde cobriu para os Diários Associados o conflito fronteiriço\nentre o Paraguai e a Bolívia. Alguns dos seus artigos sobre a Guerra do\nChaco foram reproduzidos no jornal argentino *La Prensa.* Por essa\népoca, Collor foi acusado de publicar na imprensa argentina artigos\ncríticos ao governo brasileiro. Em carta a Américo Palha – chefe do\nServiço de Identificação Profissional do Ministério do Trabalho e seu\namigo –, defendeu-se contudo da acusação, afirmando que “os únicos\nartigos meus publicados na imprensa argentina são os que escrevi sobre o\nChaco, e recentemente outro, a propósito da morte de Irigoyen”.\n\nNa correspondência que manteve com Américo Palha durante o exílio,\nLindolfo Collor demonstrou grande admiração pelo programa governamental\nelaborado por Franklin Delano Roosevelt, presidente dos Estados Unidos\nda América, para enfrentar a depressão econômica que se seguiu à crise\nde 1929. Essa política, conhecida como *New Deal,* era vista por Collor\ncomo “eminentemente democrática, ou melhor, social-democrática”. Segundo\nsuas palavras, ainda, “no nosso programa do Ministério do Trabalho, nos\nantecedemos três anos à política social dos Estados Unidos”.\n\nNomeado diretor da Companhia Sul América de Seguros, Collor representou\nessa empresa no Peru entre janeiro e julho de 1934, sendo recebido pelo\npresidente da República, general Oscar Benevides.\n\nA Reconstitucionalização e o *Modus Vivendi* Gaúcho\n\nAinda em julho de 1934, foi promulgada a nova Constituição do Brasil. Em\nagosto, beneficiado pela anistia decretada por Vargas no mês de junho e\natendendo ao chamado de seus correligionários gaúchos, Collor retornou\nao país e ao cenário político, marcando suas atitudes por um forte\noposicionismo ao governo federal. Candidato à Câmara dos Deputados nas\neleições de outubro, sempre na legenda do PRR, não conseguiu se eleger.\nFixou-se então no Rio de Janeiro, onde continuou como diretor da\nCompanhia Sul América durante o ano de 1935.\n\nPor essa época, iniciaram-se as articulações voltadas para a pacificação\ndas forças gaúchas, que se haviam enfrentado durante a Revolução de\n1932. Borges de Medeiros, à frente do PRR, indicou Lindolfo Collor para\nrepresentar a agremiação nas negociações entre a FUG e o PRL. Raul\nPilla, presidente do PL, propôs a Flores da Cunha um governo de\ncoalizão. Em janeiro de 1936, finalmente, a FUG e o PRL aceitaram um\n*modus vivendi* que permitiu a pacificação em troca da reforma do\naparato policial, da reincorporação ao governo dos funcionários\nexonerados e da liberdade de imprensa. Collor foi integrado ao governo,\nocupando a Secretaria de Finanças, enquanto o PL indicou Raul Pilla para\na Secretaria de Agricultura.\n\nA instauração do *modus vivendi* gaúcho permitiu a aceleração do\ncrescimento econômico do estado, com base no acordo administrativo. A\ndiscussão do processo sucessório nacional, contudo, produzia sérias\ndivergências no interior do PRR, que se dividia entre apoiar uma\ncandidatura diretamente patrocinada pelo governo federal ou o nome de\nFlores da Cunha, que começava a surgir como alternativa eleitoral.\nCollor opôs-se a qualquer processo de cisão, mantendo o apoio que vinha\nsendo dado ao governador. Explicou e defendeu o *modus vivendi* em\nvários pronunciamentos, reunidos e editados pela Livraria do Globo de\nPorto Alegre em 1936 sob o título *Discursos e manifestos,* dos quais o\nmais significativo era “O sentido histórico do castilhismo”.\n\nEntretanto, a solidariedade da FUG à ideia de uma candidatura varguista\nacabou por inviabilizar o *modus vivendi.* Algum tempo depois de Pilla\nter-se retirado do governo, Collor demitiu-se da Secretaria de Finanças.\nMas em dezembro de 1936, discordando do comportamento da FUG e da\ndireção do PRR, na época presidido por Maurício Cardoso, que apoiava\nVargas, acabou por romper com ambos.\n\nTentando modernizar o programa republicano, em março de 1937 Collor\nfundou o Partido Republicano Castilhista, com o apoio da ala jovem e\nprogressista do PRR. A nova agremiação permaneceu no campo\noposicionista, integrando juntamente com as forças paulistas de oposição\na União Democrática Brasileira e apoiando a candidatura do governador\npaulista Armando de Sales Oliveira à presidência da República nas\neleições previstas para 1938. Também o PL e o PRL apoiaram Armando\nSales, restringindo-se o apoio gaúcho ao candidato de Vargas, José\nAmérico de Almeida, a uma ala do PRR.\n\nO prosseguimento da luta pela sucessão levou Vargas a adotar uma série\nde medidas destinadas a enfraquecer Flores da Cunha. Em outubro de 1937,\no general Manuel Daltro Filho, que era hostil ao governador gaúcho, foi\ndesignado para o comando da 3^a^ Região Militar, sediada no Rio Grande\ndo Sul. Os “corpos provisórios”, milícias auxiliares da Brigada Militar\ngaúcha, foram dissolvidos, e a própria Brigada Militar foi subordinada\nao Exército por decreto de 14 de outubro de 1937. Não resistindo mais às\npressões, Flores da Cunha renunciou no dia 16 de outubro e refugiou-se\nno Uruguai. Nesse momento, o general Daltro Filho foi nomeado\ninterventor federal no Rio Grande do Sul.\n\nO Estado Novo\n\nO processo sucessório nacional foi interrompido no dia 10 de novembro de\n1937, quando foi deflagrado o golpe que implantou o Estado Novo,\ndissolvendo o Congresso e todos os partidos políticos. Com Flores da\nCunha no exílio e o estado sob intervenção federal, tornou-se impossível\nao Rio Grande do Sul resistir de maneira organizada.\n\nLindolfo Collor permaneceu em Porto Alegre durante alguns meses,\ndedicando-se à Companhia Sul América de Seguros e ao magistério na\nEscola de Comércio. Nessa época, escreveu *Garibaldi e a Guerra dos\nFarrapos,* cuja edição tratou no Rio de Janeiro em abril de 1938 com a\nLivraria José Olímpio. Foi preso nessa ocasião, acusado de envolvimento\nem conspirações para um levante que deveria ter eclodido em março e foi\ndesbaratado pelo governo. O levante era articulado pela Ação\nIntegralista Brasileira, e contava com a adesão de outros setores\noposicionistas. De acordo com Hélio Silva, Collor receberia o governo do\nRio Grande do Sul, em caso de vitória do movimento. Segundo depoimento\nde parentes seus, no entanto, Collor foi preso apenas por manter\ncontatos com opositores do regime, entre eles os integralistas, não\nestando envolvido no levante, embora dele tivesse conhecimento. Em 11 de\nmaio de 1938, finalmente, eclodiu de fato o levante integralista, que\nfoi debelado no mesmo dia.\n\nDe abril a outubro de 1938, Collor esteve preso em três lugares: na\nPolícia Militar, na Casa de Correção e no Hospital da Polícia Militar.\nFinalmente, recebeu ordem de partir imediatamente do país, embarcando no\nRio de Janeiro para a Europa.\n\nCollor viveu o segundo exílio na França e em Portugal. Nesse período,\nescreveu artigos para o *Diário de Notícias* e dirigiu a *Revista Lar\nBrasileiro,* da Companhia Sul América de Seguros. Deflagrada a Segunda\nGuerra Mundial em 1939, tornou-se difícil a sua permanência na França. A\nimprensa brasileira noticiou, na época, que Collor teria tentado obter a\ncidadania alemã, que teria sido recusada por causa de seus artigos\ncontrários ao governo nazista. No exterior, Collor negou essa informação\ne continuou combatendo pela imprensa os avanços dos países do Eixo.\n\nMudando-se para Portugal, Collor deixou de escrever sobre a guerra,\nprejudicado pela dificuldade de comunicações. Dedicou-se então à\nliteratura, estabelecendo relações pessoais com a família do escritor\nGuerra Junqueiro. Na cidade do Porto, escreveu um livro sobre Carlos\nCastelo Branco, inédito. Sua produção literária na Europa foi reunida em\nduas obras pela Editora Pan-Americana, do Rio de Janeiro: *Europa 1939*\n(1941) e *Sinais dos tempos* (1942).\n\nEm 1941, Collor tentou retornar ao Brasil. Batista Luzardo e outros\namigos de prestígio tentaram obter o consentimento do governo, e Osvaldo\nAranha, ministro do Exterior, acabou por lhe oferecer o visto de entrada\nno país em troca do compromisso de não se envolver na política. Essa\ncondição foi rejeitada por Collor. Por fim, o governo concordou com sua\nvolta em fins de 1941, tendo João Daudt d’Oliveira assumido a\nresponsabilidade pela conduta do exilado. Entretanto, 20 dias, após a\nsua chegada ao Rio de Janeiro, criticou o Estado Novo através da\nimprensa, permanecendo preso durante uma semana.\n\nCollor retornara ao Brasil em precárias condições de saúde. Mesmo assim,\nretomou os contatos com grupos oposicionistas em atividade no Distrito\nFederal, o que lhe custou mais algumas detenções. De acordo com seu\narquivo pessoal, estava determinado a não recuar em sua oposição do\nEstado Novo, dispondo-se até mesmo a trabalhar com os comunistas.\nProcurado por estes, que lhe pediram que redigisse um manifesto contra a\nditadura, Collor lamentou não poder atendê-los, pois haviam chegado\ntarde. Morreu poucos dias depois, em 21 de setembro de 1942, no Rio de\nJaneiro.\n\nLindolfo Collor foi um dos fundadores do Instituto Histórico e\nGeográfico do Rio Grande do Sul e membro da Academia de Letras do Rio\nGrande do Sul. Entre as obras publicadas sobre sua vida, destacam-se as\nde Américo Palha, *Lindolfo* *Collor: estadista da República* (1956), de\nLuís Gonzaga Jaeger, *Lindolfo Collor,* e de Clodomir Viana Moog, “O\nleopoldinense Lindolfo Collor”, in *Simpósio de história da imigração e\ncolonização alemã no Rio Grande do* *Sul* (1976).\n\nSuas filhas Leda e Lígia casaram-se respectivamente com Arnon de Melo,\nque foi governador de Alagoas (1951-1956) e senador por esse estado\n(1963-1981), e José Jobim, que foi embaixador do Brasil no Equador\n(1959-1962), na Colômbia (1965-1966), na Argélia (1966-1968) e no\nVaticano (1968-1973). Seu neto, Fernando Collor de Melo, foi deputado\nfederal por Alagoas (1983-1986), governador daquele estado (1987-1989),\npresidente da República (1990-1992) e senador por Alagoas a partir de\n2007.\n\nO arquivo de Lindolfo Collor encontra-se depositado no Centro de\nPesquisa e Documentação de História Contemporânea do Brasil (Cpdoc) da\nFundação Getulio Vargas.\n\nRenato Lemos\n\n**FONTES:** ARAÚJO, R. *Lindolfo*; ARQ. GETÚLIO VARGAS; CARNEIRO, G.\n*História*; CARONE, E. *República nova*; CORRESP. MIN. TRAB.;\n*Documentário foto-biográfico*; DULLES, J. *Anarquistas*;DULLES, J.\n*Getúlio*; *Encic. Mirador*; FIGUEIREDO, E. *Contribuição*;FONTOURA, J.\n*Memórias*; FUND. GETULIO VARGAS. *Guia*;*Grande encic. Delta*; *Grande\nencic. portuguesa*; GUIMARÃES, A. *Dicionário*; JARDIM, R. *Aventura*;\nLEVINE, R*. Vargas*; LOVE, J. *Regionalismo*; MELO, L.\n*Subsídios*;MENESES, R. *Dicionário*; MIN. GUERRA. *Almanaque* (1931);\nMORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*;\n*Personalidades*; SILVA, H. *1930*; SILVA, H. *1931*; SILVA, H. *1932*;\nSILVA, H. *1937*; SILVA, H. *1938*; TIMM, O; GONZALEZ, E. *Álbum*; VILAS\nBOAS, P. *Notas.*\n","ref":"**FONTES:** ARAÚJO, R. *Lindolfo*; ARQ. GETÚLIO VARGAS; CARNEIRO, G.\n*História*; CARONE, E. *República nova*; CORRESP. MIN. TRAB.;\n*Documentário foto-biográfico*; DULLES, J. *Anarquistas*;DULLES, J.\n*Getúlio*; *Encic. Mirador*; FIGUEIREDO, E. *Contribuição*;FONTOURA, J.\n*Memórias*; FUND. GETULIO VARGAS. *Guia*;*Grande encic. Delta*; *Grande\nencic. portuguesa*; GUIMARÃES, A. *Dicionário*; JARDIM, R. *Aventura*;\nLEVINE, R*. Vargas*; LOVE, J. *Regionalismo*; MELO, L.\n*Subsídios*;MENESES, R. *Dicionário*; MIN. GUERRA. *Almanaque* (1931);\nMORAIS, A. *Minas*; NOGUEIRA FILHO, P. *Ideais*; PEIXOTO, A. *Getúlio*;\n*Personalidades*; SILVA, H. *1930*; SILVA, H. *1931*; SILVA, H. *1932*;\nSILVA, H. *1937*; SILVA, H. *1938*; TIMM, O; GONZALEZ, E. *Álbum*; VILAS\nBOAS, P. *Notas.*\n","dic":"DHBPR"}
