{"title":"COLUNA PRESTES","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**COLUNA PRESTES**\n\nMovimento revolucionário também chamado *Coluna Miguel Costa-Prestes*,\nque, sob a liderança dos “tenentes” Miguel Costa e Luís Carlos Prestes,\nempreendeu longa marcha por vários estados do país entre abril de 1925 e\nfevereiro de 1927.\n\nAntecedentes\n\nO ano de 1922 foi marcado por alguns acontecimentos cujas consequências\ndeterminaram mudanças significativas na história política brasileira. As\neleições para a sucessão do presidente da República, Epitácio Pessoa,\nmarcadas para março, provocaram a abertura de uma crise política, na\nmedida em que desencadearam uma acirrada disputa entre dois grupos e\naguçaram as divergências internas das oligarquias. De um lado,\ncolocou-se o candidato da situação, Artur Bernardes, presidente de Minas\nGerais, que tinha o apoio de São Paulo. De outro, formou-se a Reação\nRepublicana, que lançou a candidatura do fluminense Nilo Peçanha e foi\nintegrada, além do estado do Rio de Janeiro, por Rio Grande do Sul,\nBahia e Pernambuco, estados não produtores de café.\n\nhttp://pt.wikipedia.org/wiki/Coluna\\_prestes\n\n![Descrição:\nhttp://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Comando\\_da\\_Coluna\\_Prestes.png/220px-Comando\\_da\\_Coluna\\_Prestes.png](COLUNA%20PRESTES_arquivos/image003.jpg)\n\nComando da Coluna Prestes.\n\nO episódio das “cartas falsas” publicadas pelo *Correio da Manhã* em\n1921, insultuosas ao Exército e atribuídas a Bernardes, foi importante\npara incompatibilizar o candidato mineiro com as forças armadas. Após a\nvitória de Bernardes na eleição presidencial, abriu-se um período de\ncontestação que culminou, em julho de 1922, com os levantes do forte de\nCopacabana, da Escola Militar de Realengo, de algumas guarnições de\nNiterói e de Mato Grosso. Foram os primeiros movimentos armados\ndesencadeados pelos “tenentes”, nome com que ficaram conhecidos os\noficiais revolucionários da época, nem todos verdadeiros tenentes, mas\nem sua grande maioria oficiais de baixa patente.\n\nJá no governo Bernardes (1922-1926), em 5 de julho de 1924, para\ncomemorar os levantes de 1922, teve início em São Paulo nova revolta\ntenentista, que funcionou como foco irradiador de outros levantes: os de\nMato Grosso (12/7/1924), de Sergipe (13/7/19024), do Amazonas\n(23/7/1924), do Pará (26/7/1924), e a revolução do Rio Grande do Sul\n(29/10/1924). O objetivo do movimento tenentista era a derrubada de\nBernardes. Os revoltosos falavam em nome dos “interesses nacionais” e\ntinham como programa político o voto secreto, o combate à corrupção\nadministrativa e à fraude eleitoral, a verdadeira representação\npolítica, a liberdade de imprensa e de pensamento, a limitação das\natribuições do Poder Executivo e o restabelecimento do equilíbrio dos\npoderes.\n\nEm São Paulo, sob o comando do general Isidoro Dias Lopes e do major da\nForça Pública Miguel Costa, os rebeldes ocuparam a capital por três\nsemanas no mês de julho até que, pressionados pela ação conjunta das\nforças policiais de Minas Gerais, São Paulo e Rio Grande do Sul, foram\nobrigados a deixar a cidade. Conseguiram chegar a Mato Grosso e daí,\nperseguidos pelas forças legalistas, foram obrigados a atravessar o alto\nParaná. Ocuparam Guaíra (PR), depois de sofrer várias perdas nos\ncombates travados com as tropas governistas, e no início de outubro\nchegaram a Foz do Iguaçu, que se tornou a sede do estado-maior\nrevolucionário.\n\nNo Rio Grande do Sul, além do Batalhão Ferroviário comandado por Luís\nCarlos Prestes em Santo Ângelo, sublevaram-se o batalhão de São Borja,\nliderado pelo tenente Siqueira Campos, o 3^o^ Grupo de Artilharia a\nCavalo (3^o^ GAC), de Alegrete, sob a liderança dos tenentes João\nAlberto Lins de Barros e Renato da Cunha Melo, e o 3^o^ Batalhão de\nEngenharia, de Cachoeira do Sul, tendo à frente o capitão Fernando\nTávora. Levantaram-se ainda o 3^o^ Regimento de Cavalaria Independente\n(3^o^ RCI) de São Luís Gonzaga, sob o comando do tenente João Pedro Gay,\ne o 5^o^ RCI de Uruguaiana, sob o comando do capitão Juarez Távora. Os\nrevoltosos contaram também com o apoio das forças irregulares de velhos\ncaudilhos, como Honório Lemes, Zeca Neto, Leonel Rocha e Júlio Barrios.\n\nCom o prosseguimento da luta, Prestes assumiu o comando da coluna\nconstituída pelo 2^o^ e 3^o^ regimentos de Cavalaria, o 1^o^ Batalhão\nFerroviário e revolucionários civis. Permaneceu na região missionária\ndurante dois meses, enfrentando as tropas legalistas compostas, segundo\nHélio Silva, por cerca de dez mil homens, e marchou em seguida para a\ncolônia militar do rio Uruguai com cerca de dois mil homens mal armados\ne deficientemente municiados. Por seu lado, as colunas de Honório Lemes\ne Zeca Neto, que se reuniram após uma série de combates, internaram-se\nno Uruguai, o mesmo fazendo Júlio Barrios em dezembro.\n\nA Formação da Coluna\n\nOs revolucionários que lutavam no Sul foram-se reunindo em São Luís\nGonzaga (RS) em torno de Prestes, considerado por Cordeiro de Farias,\nJuarez Távora, Siqueira Campos, João Alberto e Ari Salgado Freire como o\nmais apto a liderar a revolução. Em São Luís, esse grupo analisou as\nopções que se lhe apresentavam para continuar a luta. Deveriam de início\ntentar receber armas e munições de Isidoro Dias Lopes, que continuava\ncontrolando a situação na região de Foz do Iguaçu. Caso isso fosse\npossível, os revolucionários prosseguiriam os combates no Rio Grande do\nSul. Uma outra possibilidade, se a primeira não fosse viável, seria\nmarcharem rumo ao norte para tentar invadir Santa Catarina. Diante\ndessas opções, o grupo resolveu enviar um emissário a Isidoro para\nconsultá-lo. Em resposta, o líder da rebelião em São Paulo informou que\nseus estoques de armas e munições eram pequenos e que o grupo deveria\nmarchar para o norte. Nesse momento, a coluna gaúcha, sob a chefia de\nPrestes, decidiu ir ao encontro de Isidoro.\n\nEm 27 de dezembro de 1924, o núcleo inicial daquela que seria mais tarde\ndenominada Coluna Prestes abandonou São Luís. Os oficiais comandantes\neram os seguintes: major Mário Portela Fagundes (1^o^ Batalhão\nFerroviário), substituído após sua morte pelo “major” Osvaldo Cordeiro\nde Farias; “major” João Alberto (2^o^ Regimento de Cavalaria); “major”\nJoão Pedro Gay (3^o^ Regimento de Cavalaria), depois substituído pelo\n“major” Siqueira Campos. Ao marcharem ao encontro da divisão de São\nPaulo, as tropas gaúchas atravessaram o rio Uruguai na foz do rio Anta.\nNo local chamado Queimados, perto de Barracão (SC), Prestes empossou\nSiqueira Campos no comando do 3^o^ Destacamento, enquanto o major João\nPedro Gay era destituído por haver argumentado com a inutilidade da\nrevolução, tentando convencer os soldados de seu destacamento a\nemigrarem.\n\nA coluna gaúcha chegou a Barracão reduzida a oitocentos homens. O\ncoronel Fidêncio de Melo, fazendeiro do Contestado, prometera ao general\nIsidoro colaborar, mas na prática isso não ocorreu, e os rebeldes\npassaram por um momento difícil. Enfrentaram as tropas do general Paim e\norganizaram a defesa de Maria Preta (SC), onde Cordeiro de Farias, com\napenas 70 homens do Batalhão Ferroviário, combateu os dois mil homens\nchefiados por Claudino Nunes Pereira. Lutando contra as forças do\ngeneral Paim e de Claudino Nunes, Prestes não só abandonou Maria Preta\nem completa ordem, como também conseguiu enganar os dois adversários e\nlançá-los um contra o outro. Em seguida uniu suas tropas às do coronel\nFidêncio de Melo, abriu uma picada no terreno sem estradas e partiu para\na região do Iguaçu, onde estavam as forças de Isidoro e Miguel Costa.\nDurante esse período de combates, suas qualidades militares e de\nliderança foram-se afirmando perante seus companheiros. Segundo seu\npróprio depoimento, essa experiência levou-o a pensar em transformar a\nguerra de trincheiras, que lhe fora ensinada na Escola Militar, em\nguerra de movimento.\n\nEm abril de 1925, no Paraná, a vanguarda dos revoltosos gaúchos fez\njunção com a divisão de São Paulo no cruzamento das estradas de Benjamim\ncom Santa Helena. No dia 12 desse mesmo mês deu-se a conferência entre\nIsidoro, Prestes e Bernardo Padilha, da qual participaram, entre outros,\no coronel Mendes Teixeira e os majores Álvaro Dutra, Delmont e Asdrúbal\nGwyer de Azevedo. No encontro ficou acertado um novo plano de campanha e\nfoi também decidido que o general Isidoro partiria para a Argentina,\nseguido dos oficiais paulistas que o quisessem acompanhar, para\norganizar uma rede de auxílio externo ao movimento. Entre os oficiais\nque seguiram para o exílio na Argentina figurava o tenente Filinto\nMüller. A 1^a^ Divisão Revolucionária, sob o comando geral do “general\nde brigada” (as patentes tinham caráter revolucionário) Miguel Costa,\nficou organizada em duas grandes unidades: a Brigada Rio Grande,\ncomandada por Prestes, com cerca de oitocentos homens, e a Brigada São\nPaulo, comandada pelo tenente-coronel Juarez Távora, com cerca de\nsetecentos homens.\n\nA brigada de Prestes, que contava em seu estado-maior com o major Paulo\nKruger, o capitão Ítalo Landucci e os primeiros-tenentes Sadi Vale\nMachado e Nicácio Costa, ajudantes de ordens, era formada pelos 1^o^,\n2^o^ e 3^o^ destacamentos, comandados respectivamente pelos\ntenentes-coronéis Osvaldo Cordeiro de Farias, João Alberto Lins de\nBarros e Antônio de Siqueira Campos, e por um corpo auxiliar, o 1^o^\nEsquadrão de Cavalaria Independente, comandado pelo capitão Ari Salgado\nFreire. A Brigada São Paulo era composta pelo 2^o^ Batalhão de Caçadores\n(2^o^ BC), sob as ordens do major Mário Alves Lira; pelo 3^o^ BC,\nchefiado pelo major Mário Virgílio dos Santos; pelo Batalhão de\nArtilharia Montada, sob o comando do capitão Henrique Ricardo Holl; e\npelo 2^o^ Esquadrão de Cavalaria Independente, liderado pelo capitão\nJorge Danton.\n\nEstava formada a Coluna Miguel Costa-Prestes, ou simplesmente Coluna\nPrestes, que nos dois anos seguintes iria percorrer o país divulgando\nseus ideais revolucionários.\n\nA Marcha\n\nIniciada a marcha, em 29 de abril de 1925 a coluna terminou a travessia\ndo rio Paraná, invadiu o Paraguai e marchou em direção a Mato Grosso\n(atual Mato Grosso do Sul). A vanguarda na invasão de Mato Grosso era o\ndestacamento João Alberto, que se juntou ao destacamento Siqueira Campos\npara tomar a cidade de Ponta Porã, que fora abandonada pela guarnição\nlocal e invadida pelos paraguaios da cidade vizinha. Por outro lado, as\nforças legalistas do coronel Péricles de Albuquerque, que se retiraram\nda cidade, foram engrossadas pelas tropas procedentes de Campo Grande,\nsob o comando do major Bertoldo Klinger. Siqueira Campos e João Alberto\natacaram Klinger na cabeceira do rio Apa, obrigando-o a se retirar em\ndireção a Campo Grande. Os dois destacamentos encontraram-se com o resto\nda coluna perto da estação do Rio Pardo, da estrada de ferro Noroeste.\nEm 16 de maio a coluna estava novamente reunida e continuou sua marcha\natravés de Mato Grosso.\n\nEm 10 de junho, num lugar chamado deserto de Camapuã, a coluna sofreu\nnova estruturação, uma vez que, durante a campanha de Mato Grosso,\nsurgiram divergências entre seus integrantes. A divisão em duas\nbrigadas, Rio Grande e São Paulo, criara constantes atritos entre os\ndois chefes, Miguel Costa e Prestes, sobre a maneira como devia ser\nconduzida a campanha. Na entrada de Mato Grosso, Miguel Costa pretendia\nsustentar um combate decisivo, mas a opinião que prevaleceu foi a de\nPrestes, o qual alegou que, em vista da diminuta munição de que\ndispunham, seria impossível uma vitória. Coube-lhe então a reorganização\nda coluna, que continuaria sob o comando de Miguel Costa, mas passaria a\ncontar com um estado-maior chefiado por ele, Prestes, tendo Juarez\nTávora como subchefe e Lourenço Moreira Lima como secretário. Cordeiro\nde Farias, João Alberto e Siqueira Campos continuaram no comando dos\n1^o^, 2^o^ e 3^o^ destacamentos, e criou-se ainda um 4^o^ destacamento,\nsob o comando de Djalma Dutra. Os soldados gaúchos e paulistas foram\ndistribuídos igualmente entre os quatro destacamentos.\n\nCom essa nova organização e estratégia, a coluna invadiu Goiás e, sempre\ncombatendo as forças de Klinger e a polícia goiana, galgou a serra do\nParanã, entrou em Minas Gerais e ocupou São João do Pinduca. Em 7 de\nsetembro os revolucionários voltaram a Goiás e começaram a marchar em\ndireção ao norte do estado (atual estado de Tocantins). Entraram no\nMaranhão e aí ocuparam em novembro a cidade de Santo Antônio das Balsas.\nO destacamento Siqueira Campos, com o qual marchava Juarez, ocupou a\nvila de Passagem Franca, às margens do rio Parnaíba, sendo dali\nencarregado de cortar as ligações entre Nova Iorque e Barão de Grajaú,\nno Maranhão, e Teresina, no Piauí. A partir de 28 de dezembro as forças\nde Juarez atacaram Teresina, enquanto as de Prestes investiram contra\nFlores, no Maranhão. No dia 31 de dezembro, Prestes enviou Cordeiro de\nFarias para combinar com Juarez Távora e Miguel Costa o abandono do\ncerco de Teresina e Flores, bem como o início da marcha para o leste em\ndireção a Pernambuco. Nesse mesmo dia Juarez foi feito prisioneiro\nquando fazia um reconhecimento nas margens do Parnaíba, entre Areias e\nCaieiras, no Maranhão.\n\nA coluna reuniu-se na fazenda Cantinho e daí marchou para Pernambuco em\n10 de janeiro de 1926. Sempre combatendo, atravessou o Piauí, o Ceará, o\nRio Grande do Norte e a Paraíba, até que, em 12 de fevereiro, o grosso\nda tropa rebelde entrou em Pernambuco. Nessa travessia registrou-se um\nsangrento combate em Piancó, na Paraíba, onde Cordeiro de Farias e seus\nsoldados obtiveram uma grande vitória. Foi também durante esse percurso\nque, sob o comando de Prestes, se realizou uma das manobras militares\nque alcançaram na época enorme repercussão. A operação ocorreu quando\ntrês colunas governistas, compostas de 15 mil homens, tentaram cercar a\ncoluna acampada na fazenda Buenos Aires, num contraforte da serra Negra.\nPrestes esperava ali o resultado da revolta liderada por Cleto Campelo,\nque deveria eclodir em Recife, mas fracassara. As tropas legalistas\ncercaram a coluna no dia 22 de fevereiro. Prestes fez então uma volta\nsobre si mesmo de 23 léguas, evoluindo em marcha forçada através da\ncaatinga, abrindo picadas, andando dia e noite, enquanto as forças do\ngoverno continuavam garantindo o cerco à fazenda Buenos Aires. A marcha\nde Prestes descreveu um arco que saía do rio São Francisco, atravessando\no sertão rumo à Bahia. Essa manobra ficou conhecida como “laço húngaro”,\npois o trajeto percorrido se assemelhava ao laço assim chamado, que\nservia de ornamento ao uniforme do Exército.\n\nAinda em fevereiro de 1926, Prestes e Miguel Costa redigiram uma\ndeclaração de princípios da coluna, para ser distribuída à nação. Nesse\nmanifesto, intitulado *Motivos e ideais* *da revolução,* seus\nintegrantes se colocavam contra “os impostos exorbitantes, desonestidade\nadministrativa, falta de justiça, mentira do voto, amordaçamento da\nimprensa, perseguições políticas, desrespeito à autonomia dos estados,\nfalta de legislação social, reforma da Constituição sob o estado de\nsítio”. Propunham ainda “assegurar o regime da Constituição de 24 de\nfevereiro [de 1891]; estabelecer ensino primário gratuito e ensino\nprofissionalizante e técnico em todo o país; assegurar a liberdade de\npensamento; unificar a Justiça, colocando-a sob a égide do Supremo\nTribunal Federal; unificar o regime eleitoral e estabelecer o voto\nsecreto e obrigatório; unificar o fisco; assegurar a liberdade\nmunicipal; castigar os defraudadores do patrimônio do povo; acabar com a\nanomalia de um tesouro público endividado, enquanto os políticos\nprofissionais enriquecem; rigorosa economia dos dinheiros públicos e\nauxílio eficiente às forças econômicas do país”.\n\nDe fevereiro a 3 de julho os revolucionários percorreram a Bahia,\nentraram em Minas Gerais e voltaram ao território baiano, sendo mal\nrecebidos por parte da população e enfrentando, além das tropas do\ngoverno e da polícia estadual, os cangaceiros e jagunços que passaram a\ncombatê-los sob a chefia de Horácio de Matos, Franklin de Albuquerque e\nAbílio Wolney. Em julho, em território pernambucano, a coluna ocupou os\nmunicípios de Murici e Ouricuri. Sempre combatendo, entrou no Piauí e,\nem 20 de agosto, já em Goiás, armou uma emboscada na fazenda Piauí para\nas tropas do governo.\n\nO Encerramento da Marcha\n\nEm 15 de outubro os revoltosos entraram no estado de Mato Grosso\nacampando nas proximidades de Coxim. Foi decidido que a marcha seria\nencerrada e que eles emigrariam para a Bolívia. A decisão de pôr fim à\nmarcha foi tomada por várias razões, uma das quais ligada ao fim do\ngoverno de Artur Bernardes, que seria substituído em novembro por\nWashington Luís. Ainda segundo Prestes, a decisão se deveu à\ncompreensão, por parte dos comandantes revolucionários, da “inutilidade\nde nossos esforços […] começamos a dar-nos conta de que as consequências\nda luta que sustentávamos golpeavam a parte mais pobre da população,\npois atrás da coluna vinham as forças do governo, capazes de todas as\nviolências e arbitrariedades […] Além disso, por falta de um objetivo\npolítico claro, no seio da coluna começaram a aparecer sintomas de\ndegeneração, o que poderia conduzir muitos dos seus componentes ao\nbanditismo”.\n\nPrestes e Miguel Costa não quiseram tomar sozinhos a decisão de pôr fim\nà luta e enviaram emissários a Isidoro e a Assis Brasil,\nsolicitando-lhes instruções para agir. Foram enviados o capitão Lourenço\nMoreira Lima, secretário da coluna, e Djalma Dutra, escoltados pelo\ndestacamento comandado por Siqueira Campos. Em 24 de outubro a coluna se\ndividiu: Siqueira Campos partiu com 80 homens em direção a Campo Grande\ne o restante – cerca de 620 homens – rumou em direção à Bolívia, onde\npenetrou no dia 3 de fevereiro de 1927, acampando na fazenda Capim\nBranco.  No dia seguinte foi lavrada uma ata assinada por Prestes e\nMiguel Costa e pelo major boliviano Heliodoro Carmona, na qual se\nestabeleceu a deposição voluntária das armas mediante as garantias\nconcedidas pela Constituição boliviana a toda pessoa que ingressasse no\npaís.\n\nAinda no dia 4, Miguel Costa, João Alberto, Cordeiro de Farias e mais\ncem revolucionários dirigiram-se para San Matías, enquanto Prestes, à\nfrente de cerca de quatrocentos de seus comandados, seguiu para La\nGaiba. Prestes encarregou-se de estabelecer a ligação com Siqueira\nCampos, que continuava em território brasileiro. Este, afinal, em 23 de\nmarço de 1927, entrou em território paraguaio com 65 homens.\n\nFoi encerrada, assim, a marcha da Coluna Prestes, que percorreu 11\nestados do Brasil ao longo de aproximadamente 25 mil quilômetros,\nlevando a mensagem revolucionária. Sua longa duração fazia parte da\nestratégia dos revolucionários, que pretendiam que a luta se estendesse\npara além do período governamental de Bernardes, a fim de levar suas\nideias às populações do interior. Entretanto, para permanecer tão longo\ntempo em combate com forças governamentais que lhes eram superiores,\ntiveram que adotar como única possibilidade de luta a guerra de\nmovimento. Assim, quando se encontravam em situação de superioridade,\natacavam com toda a intensidade e gritavam para assustar o inimigo,\npromovendo uma enorme algazarra. O objetivo não era vencer, mas criar\numa legenda de força e bravura, causar impacto. Quando se encontravam em\nsituação de inferioridade, evitavam o confronto para não serem\nsubmetidos a um desgaste.\n\nAo terminar a marcha da coluna, Prestes se projetara nacionalmente como\nlíder militar, tendo adquirido ainda grande prestígio popular. Ao chegar\na La Gaiba, tentou encontrar emprego para todos os soldados da coluna\naté poder enviá-los de volta ao Brasil. Desse modo, assinou um contrato\ncom a Bolivian’s Concession Limited, companhia inglesa de colonização de\nterras bolivianas. O acerto previa que, como administrador, Prestes\ncontrataria serviços para sanear uma zona do setor oriental boliviano.\nPara isso era necessário abrir estradas, demarcar terras e perfurar\npoços. Os ex-combatentes da coluna se espalharam por uma faixa de terra\nque abrangia La Gaiba, Puerto Suárez, San Carlos, Victoria e Santo\nCorazón. Nessa sua tarefa de saneamento das terras bolivianas, Prestes\nfez um estudo sobre as condições das fronteiras do Brasil na região,\nenviando-o depois ao Ministério das Relações Exteriores.\n\nMas nem todos os integrantes da coluna ficaram na Bolívia. Um grupo\nliderado por Miguel Costa e Isidoro se estabeleceu em Paso de los\nLibres, na Argentina, e outro fixou-se em Montevidéu. A separação entre\nos veteranos da coluna – com Prestes, em La Gaiba – e o antigo\nquartel-general revolucionário – com Isidoro, em Libres – acentuou-se.\nPercebendo que a dualidade La Gaiba-Libres não agradava a Prestes,\nSiqueira Campos começou a articular a retirada do poder de Isidoro,\niniciando em Montevidéu e Buenos Aires a implantação da mística de\nPrestes. Na verdade, não houve luta pelo poder, pois Isidoro não fazia\nobjeção a que Prestes assumisse a liderança dos revolucionários.\n\nAlzira Alves de Abreu\n\n**FONTES:** ABREU, A. *Dicionário*. Luis Carlos Prestes (verbete);\nABREU, A. *Dicionário*. Tenentismo (verbete).\n","ref":"**FONTES:** ABREU, A. *Dicionário*. Luis Carlos Prestes (verbete);\nABREU, A. *Dicionário*. Tenentismo (verbete).\n","dic":"DHBPR"}
