{"title":"COMISSÃO DE VERIFICAÇÃO DE PODERES","cargoss":["A Comissão de Verificação de Poderes, ou Comissão dos Cinco, foi criada"],"content":"**COMISSÃO DE VERIFICAÇÃO DE PODERES**\n\nA Comissão de Verificação de Poderes, ou Comissão dos Cinco, foi criada\nno Império, porém ganhou particular relevo no cenário político da\nPrimeira República, principalmente a partir de 1899, com as modificações\npromovidas por Campos Sales no Regimento Interno da Câmara às vésperas\ndas eleições marcadas para o ano seguinte. As modificações introduzidas\nem outubro de 1899 na prática converteram a comissão em peça\ninstrumental da “política dos estados”, permitindo a chamada “depuração”\nde eleitos, ou “degola” de opositores, cujos diplomas obtidos em pleitos\nregionais poderiam ser rechaçados. Ao degolar candidatos da oposição, o\ngoverno central preservava a autonomia dos governadores e, em troca,\nassegurava o apoio destes.\n\nOrigens e Atuação\n\nO instituto da verificação de poderes remonta ao período dos estados\ngerais, na França, quando foi constituída uma autoridade supraeleitoral\ncom o objetivo de reconhecer e legitimar o resultado de um pleito.\nInicialmente cabia ao rei o poder de validação, isto é, de verificação\ndos poderes. Havendo contestação por parte de qualquer uma das ordens\nquanto a esse poder, a verificação passava pelo crivo da Assembleia\nGeral e era decidida por voto majoritário. Não obstante, a decisão\npoderia ser novamente contestada se não fosse aprovada por 2/3 dos votos\nem uma das ordenações. Nesse caso, a contenda era resolvida, de modo\ndefinitivo, pelo rei.\n\nNa fase seguinte do período revolucionário francês, o poder de\nverificação foi plenamente transferido para o corpo legislativo, modelo\nque passou a ser duplicado pelos demais países e que se manteve até o\ndesenvolvimento e consolidação dos sistemas de justiça eleitoral.\n\nNo Brasil, a adoção de tal modelo foi indicada pela Assembleia\nConstituinte de 1823, em que se previu a criação de duas comissões, uma\ncomposta por cinco membros, “para verificar a legalidade dos Diplomas\ndos Srs. deputados que não saíssem eleitos para esta mesma Comissão”, e\noutra, a Comissão de Diplomação, composta por três membros, “para\nverificar a legalidade dos Diplomas que formassem a 1^a^ Comissão”. Na\nPrimeira República, a Constituição de 1891 manteve como atribuição de\ncada Câmara “verificar e reconhecer os poderes de seus membros”.\n\nA discricionariedade conferida à Comissão de Verificação deu origem a\ndiversos casos em que candidatos eleitos em suas respectivas\ncircunscrições, na posse de diplomas comprovantes, não foram\nreconhecidos e empossados. E, inversamente, a casos em que diplomas\nforjados foram reconhecidos como legítimos. Tornou-se assim não rara a\nexistência de duplicatas, ou seja, a simultânea apresentação de diplomas\nde candidatos situacionistas e oposicionistas, ficando a critério da\ncomissão definir quem deveria ser empossado, de modo a acrescentar mais\numa fonte de possível distorção e deformação no sistema eleitoral\nbrasileiro. Na ausência de uma justiça eleitoral autônoma, configurou-se\numa prática política em que os Executivos estaduais controlavam as\napurações locais, ao passo que o Legislativo, ao levar a cabo um\n“terceiro escrutínio”, detinha a palavra final no momento da diplomação\nda qual dependiam as posses.\n\nA notoriedade da Comissão de Verificação aumentou na Primeira República\nem virtude das modificações introduzidas durante a presidência de Campos\nSales, que a converteram em peça central da “política dos estados”.\nEmpossado em 1898, o presidente defrontou-se com a perspectiva da perda\nde controle sobre a Câmara em decorrência do acirramento da disputa na\nsessão legislativa de 1900, em que haveria a renovação na proporção de\n2/3 da legislatura. Em *Da propaganda à presidência*, o presidente se\nhavia mostrado consciente do risco de que os partidos pudessem agir “com\nânimo deliberado de empregar, cada um, todos os meios para o triunfo de\nseus candidatos”, não excluindo “as duplicatas e as fraudes”. O alto\ngrau de divisão partidária e de imponderabilidade dessas eleições\npoderiam obrigar o presidente a tomar posição partidária após a posse da\nnova legislatura. Tendo que ceder aos desejos partidários, haveria um\nclaro deslocamento de poder do Executivo para o Legislativo. O Regimento\nda Câmara de Deputados vigente desde o início da Primeira República\nfavorecia a concretização desse cenário ao designar como presidente da\nCâmara seu membro de mais idade, e ao incumbi-lo de determinar a\ncomposição da comissão de cinco membros incumbida de realizar a\nverificação dos diplomas. Na visão de Campos Sales, deixar a questão\npara ser resolvida por um “certificado de idade” representava um grave\nrisco para o processo político.\n\nA partir daí Campos Sales agiu deliberadamente para conservar o poder\nunitário do Executivo. Acolheu assim a proposta do líder de governo,\ndeputado Augusto Montenegro, de mudança do Regimento no sentido de\nalterar a regra para a designação da presidência da Câmara e, por\nextensão, daquele incumbido de indicar a composição da Comissão de\nVerificação de Poderes. De acordo com a alteração, aprovada em 13 de\noutubro de 1899, o presidente e, logo, responsável pela nomeação da\n“Comissão dos Cinco”, como também ficou conhecida a comissão, seria o\n“presidente ou qualquer dos vice-presidentes que serviram na última\nsessão legislativa, a quem competirá então a presidência na ordem\nrespectiva”.\n\nCom essa modificação, a primeira opção para ocupar a presidência da\nCâmara passou a ser o mineiro Vaz de Melo, cujo controle sobre uma\nbancada de 37 deputados o havia alçado ao posto de presidente. A\nproximidade entre Vaz de Melo e o chefe da política mineira, Silviano\nBrandão, aliado de Campos Sales, asseguraria uma relação amistosa entre\no Executivo e o Legislativo e alinharia as vontades dos Executivos\nestaduais e central. O mesmo acordo político tácito, segundo o qual a\ndegola afastaria da Câmara opositores dos governos locais em troca do\napoio à agenda presidencial, foi firmado com os governadores de outros\nestados importantes e serviu como ponto de sustentação do sistema\nfederativo até 1930.\n\nThiago Gomide Nasser\n\n**FONTE:** PORTO, W. *Voto.*\n","ref":"","dic":"DHBPR"}