{"title":"CONFERÊNCIAS DA PAZ DE HAIA (1899 e 1907)","cargoss":["A Primeira Conferência Internacional de Haia, de 1899, e assim também a"],"author":"Celso Lafer","content":"**CONFERÊNCIAS DA PAZ DE HAIA (1899 e 1907)**\n\nA Primeira Conferência Internacional de Haia, de 1899, e assim também a\nSegunda, de 1907, ficaram conhecidas, por inspiração da opinião pública,\ncomo Conferências da Paz. Elas tiveram um caráter inovador no campo da\ndiplomacia e das relações internacionais. Foram, em primeiro lugar,\nconferências multilaterais que não lidaram com a organização da ordem\ninternacional de um pós-guerra, como ocorreu, no século XIX, com o\nCongresso de Viena (1815), origem do Concerto Europeu que estruturou o\nsistema internacional eurocêntrico depois do período das guerras\nnapoleônicas. Com efeito, as duas conferências tiveram como lastro\ninstigador a ideia da paz, defendida pelos movimentos pacifistas do\nséculo XIX que se organizaram no âmbito da sociedade civil, reagindo aos\nhorrores da guerra magnificados pela destrutividade das armas que a\ninovação tecnológica foi propiciando.\n\nwww.guiageo-europa.com/holanda/haia-paz.htm\n\n![Descrição: Paz\nHaia](CONFER%c3%8aNCIAS%20DA%20PAZ%20DE%20HAIA%20(1899%20e%201907)_arquivos/image003.jpg)\n\nSalão da Conferência de Paz de 1907, em Haia.\n\nForam os horrores da guerra que, no plano da sociedade civil europeia,\ninspiraram a criação da Cruz Vermelha em 1863 e levaram ao direito\nhumanitário com a Convenção de Genebra de 1864, voltada para “humanizar”\na guerra por meio da melhoria da sorte dos militares feridos nos\nexércitos em campanha. Também contribuiu para o ideário da paz, que\ninspirou a Primeira Conferência de Haia, o novo e positivo papel\nrepresentado pelo recurso à arbitragem como meio pacífico para dirimir\ndiferenças entre Estados no plano internacional por meio do direito. O\ngrande exemplo de arbitragem que antecedeu a Primeira Conferência foi o\ndo Alabama (1871-1873), que solucionou a grande controvérsia entre os\nEUA e a Grã-Bretanha proveniente da guerra civil norte-americana. É\nimportante registrar que a arbitragem do Alabama, por força do Tratado\nde Washington de 8 de maio de 1871 celebrado entre a Grã-Bretanha e os\nEUA, previa que um dos árbitros seria um brasileiro. O visconde de\nItajubá – Marcos Antônio de Araújo, ministro do Brasil em Paris – foi o\nárbitro designado por dom Pedro II. O Brasil participou, assim, da mais\ncélebre das arbitragens internacionais até então ocorridas, como lembrou\nRui Barbosa em manifestação na Segunda Conferência da Paz, realçando a\npresença do país no campo da solução jurídica de controvérsias\ninternacionais.\n\nTanto a Primeira quanto a Segunda Conferência de Haia não foram um\nexercício *stricto sensu* de poder das grandes potências. Foram regidas\npelo princípio igualitário de um voto para cada delegação. Neste\nsentido, inauguraram um campo novo de possibilidades para o que veio a\nser a diplomacia multilateral. Foram pioneiras da diplomacia aberta em\ncontraposição à tradição da diplomacia de sigilo e de segredo, pois foi\ngrande o papel da imprensa na cobertura de suas atividades. Anteciparam\na presença das organizações não governamentais na agenda da vida\ninternacional por meio do ativismo dos movimentos pacifistas. Estes\ntiveram lideranças expressivas como a baronesa Bertha von Suttner e\nWilliam T. Stead. Foram essas lideranças, com presença na opinião\npública da época, que contribuíram para a aceitação da proposta da\nconvocação da Primeira Conferência, cuja iniciativa foi do czar da\nRússia, Nicolau II, interessado em conter a corrida armamentista que se\navizinhava na Europa.\n\nHaia foi escolhida como sede da Primeira Conferência porque, como\nsugeriu o czar em nota de 11 de janeiro de 1898, seria aconselhável que\nela não se realizasse na capital de uma das grandes potências, cujos\ninteresses políticos poderiam dificultar o progresso de um trabalho em\nque todos os países do universo estavam igualmente interessados. A\nHolanda, na época, não era grande potência e era vista como país neutro.\nEra, além do mais, a pátria de Grócio, o grande jurista inaugurador da\nvisão moderna do direito internacional e, como tal, fonte inspiradora do\npositivo papel que pode ter o direito nas relações internacionais.\n\nA Primeira Conferência da Paz – 1899\n\nA Primeira Conferência da Paz teve lugar em Haia no período que se\nestendeu de 18 de maio a 19 de julho de 1899. A ela compareceram\ndelegados de 26 países: 20 europeus, ou seja, a totalidade dos países da\nEuropa na época; quatro asiáticos, China, Japão, Pérsia e Sião, e dois\ndo continente americano, EUA e México.\n\nO Brasil, como todos os países que tinham representação diplomática na\nRússia, foi convidado mas declinou do convite. A nota assinada pelo\nrepresentante diplomático do Brasil em São Petersburgo, Ferreira da\nCosta, explicava a posição brasileira de acordo com as instruções do\nchanceler do presidente Campos Sales, Olinto de Magalhães. Informava\nque, além das preocupações do país em lidar com as crises internas, que\ntambém afetavam as forças de paz e guerra, estava na agenda nacional “a\nreorganização das nossas forças militares com um fim pacífico. Eis a\nrazão” – explicava a nota – “porque o meu governo não quer tomar de\nantemão compromisso algum para a manutenção do *status quo* militar”. O\npano de fundo da preocupação brasileira, na época, derivava das\nconsequências da situação criada pela Revolta da Armada de 1893, no\ngoverno Floriano Peixoto, que tinha aniquilado o material bélico\nbrasileiro de terra e mar.\n\nA Primeira Conferência de Haia foi expressão da “ideia a realizar” de um\npacifismo ativo, voltado para uma ação sobre os meios de obter a paz,\nseja pelo estímulo à solução pacífica de controvérsias para, deste modo,\nevitar a guerra, seja pelo desarmamento para, desta maneira, afastar a\nsua possibilidade. Buscava, igualmente, ampliar a disciplina jurídica do\nuso da força nos conflitos bélicos – o *jus in bello* – do direito\nhumanitário, que teve início como acima apontado com a criação da Cruz\nVermelha, por meio de normas voltadas para influenciar a conduta das\nhostilidades de modo a evitar sofrimentos inúteis e limitar o número de\nvítimas.\n\nA Conferência de 1899 criou os precedentes a partir dos quais\nsubsequentemente passaram a operar, na vida internacional, as\nconferências multilaterais: um sistema de comissões para organizar os\ntrabalhos e reportá-los ao plenário, uma comissão de redação para\nassegurar a boa e devida forma das convenções e declarações acordadas e\numa Ata Final que dava conta das deliberações, fruto dos entendimentos\nmultilaterais.\n\nA Ata Final, datada de 29 de julho de 1899, elencava os seguintes\nresultados: (1) Convenção para a solução pacífica de conflitos\ninternacionais; (2) Convenção concernente às leis e usos da guerra\nterrestre; (3) Convenção para a aplicação à guerra marítima dos\nprincípios da Convenção de Genebra de 22 de agosto de 1864. Também\nintegravam a Ata Final três Declarações concernentes a (1) Proibição de\nlançamento de projéteis e explosivos, dos balões ou por outros novos\nmeios semelhantes; (2) Proibição do emprego de projéteis que tivessem\npor fim único espalhar gases asfixiantes ou deletérios e (3) Proibição\ndo emprego de balas que se dilatam ou se achatam facilmente dentro do\ncorpo humano (balas dum-dum).\n\nEstas Convenções e Declarações tiveram atas individualizadas próprias,\ndatadas, igualmente, de 29 de julho de 1899, e abertas até 31 de\ndezembro de 1899 para a assinatura dos plenipotenciários dos países que\nparticiparam da Conferência – cabendo lembrar que a assinatura é o\nprimeiro passo para conferir compromisso jurídico para instrumentos\ninternacionais.\n\nComo se verifica, a Conferência de Haia de 1899 deu passos muito\nimportantes no campo da codificação do tratamento jurídico da solução\npacífica de controvérsias e avançou em matéria de direito humanitário,\nseja concebendo normas voltadas para limitar os meios e métodos de\ncombate, seja dando desenvolvimento às ligadas à Cruz Vermelha,\ndirecionadas para a proteção internacional das vítimas de conflitos\narmados. Não foi bem-sucedida no seu propósito inicial de reduzir a\ncorrida armamentista. Nesta matéria a Ata Final cingiu-se à seguinte\ndeclaração: “A Conferência julga que seria de desejar, para o\ndesenvolvimento do bem-estar material e moral da humanidade, que se\nlimitassem as despesas militares que atualmente pesam sobre o mundo”.\n\nA Segunda Conferência da Paz – 1907\n\nA Segunda Conferência da Paz realizou-se em Haia de 15 de junho a 19 de\noutubro de 1907. A sugestão de uma segunda conferência foi uma\niniciativa do presidente Theodore Roosevelt, dos EUA, em consulta com o\ngoverno russo, que tinha sido responsável pela convocação da Primeira.\nTeve como pano de fundo o exame dos resultados e da experiência da\nPrimeira Conferência à luz da Guerra dos Bôeres (1899-1902) e da Guerra\nRusso-Japonesa (1904-1905). Esta última foi a primeira, desde a expansão\ndo universo europeu no mundo iniciada no século XVI, em que um país não\neuropeu foi vitorioso num conflito bélico com um país europeu.\n\nA conferência caracterizou-se pela presença de um círculo mais amplo de\nEstados. Compareceram não só delegações dos Estados que participaram do\nprimeiro encontro, mas também a Noruega (já, então, separada da Suécia),\na Argentina, a Bolívia, o Brasil, o Chile, a Colômbia, Cuba, República\nDominicana, Equador, Guatemala, Haiti, Nicarágua, Panamá, Paraguai,\nPeru, Salvador, Uruguai, Venezuela e Honduras. A substantiva presença de\npaíses latino-americanos resultou da insistência do presidente Theodore\nRoosevelt.\n\nO alargamento da dimensão multilateral da Segunda Conferência\nevidenciou-se pelo fato de que dela participaram 44 países e 256\ndelegados, em contraste com a Primeira, em que estiveram presentes 26\npaíses e 108 delegações. Ela foi, portanto, mais universal, maior em\ntamanho, duração, e também no número de textos que produziu. Seguiu a\nlinha de preocupação da “ideia a realizar” da Primeira e buscou, na\nsíntese de Batista Pereira, que integrou a delegação brasileira, “mais\njuridicidade entre as relações de povo a povo”, “mais humanidade das\nguerras” e, “na medida do possível, substituir ao arbítrio o direito, à\nviolência a razão, à intolerância a justiça”.\n\nA Segunda Conferência seguiu o método de trabalho da Primeira,\nconsolidando as práticas subsequentes da diplomacia multilateral. Adotou\nformalmente regras de procedimentos, funcionou por meio de quatro\ncomissões e criou um comitê de redação que centralizou as minutas dos\ntextos elaborados nas comissões. Aprimorou, à luz da Primeira\nConferência, o conceito do que é hoje qualificado como Ata Final, que\nautentica, sem criar vínculos jurídicos definitivos, os resultados das\ndeliberações.\n\nA Ata Final datada de 18 de outubro de 1907 elenca 13 convenções, a\nsaber: (1) Convenção para a solução pacífica de conflitos\ninternacionais; (2) Convenção relativa à limitação do emprego da força\npara a cobrança de dívidas contratuais; (3) Convenção relativa ao início\ndas hostilidades; (4) Convenção relativa às leis e usos de guerra\nterrestre; (5) Convenção concernente aos direitos das potências e das\npessoas neutras em caso de guerra terrestre; (6) Convenção relativa ao\nregime dos navios mercantes inimigos no início das hostilidades; (7)\nConvenção relativa à transformação dos navios mercantes em navios de\nguerra; (8) Convenção relativa à colocação de minas submarinas\nautomáticas, de contato; (9) Convenção relativa ao bombardeio por forças\nnavais em tempo de guerra; (10) Convenção para a adaptação à guerra\nmarítima dos princípios da Convenção de Genebra; (11) Convenção relativa\na certas restrições ao exercício do direito de captura na guerra\nmarítima; (12) Convenção relativa ao estabelecimento de um Tribunal\nInternacional de presas; (13) Convenção concernente aos direitos e\ndeveres das potências neutras em caso de guerra marítima, e uma\nDeclaração relativa à proibição de lançar projéteis e explosivos dos\nbalões. As Convenções e a Declaração estariam abertas a assinaturas dos\nplenipotenciários dos países representados na Segunda Conferência até 30\nde junho de 1908.\n\nA Ata Final afirmou, com as devidas cautelas, o princípio das\narbitragens obrigatórias, e reiterou a Resolução da Primeira Conferência\nde 1899 sobre a desejabilidade da limitação dos gastos militares, que\ntinham aumentado consideravelmente em quase todos os países a partir\ndaquele ano. A Ata Final também emitiu quatro votos e recomendou a\nconvocação de uma Terceira Conferência de Paz, que poderia realizar-se\nnum período análogo ao que transcorrera desde a Primeira.\n\nComo se verifica pelo enunciado das Convenções, Declaração e votos, a\nSegunda Conferência de Haia aprofundou a “ideia a realizar” de um\npacifismo ativo, lastreado em normas jurídicas negociadas que levavam em\nconta uma visão do bem-estar da humanidade que ia além das tradicionais\npreocupações de uma sociedade internacional interestatal.\n\nCabe mencionar que também integrou a agenda das deliberações da Segunda\nConferência de Haia um tema do direito internacional econômico: o da\ncobrança coercitiva de dívidas contratuais. A origem da acima mencionada\nConvenção concernente à limitação do emprego da força para a cobrança de\ndívidas contratadas é a Doutrina Drago, o ministro das Relações\nExteriores da Argentina que a formulou em 29 de dezembro de 1902, como\nparte de uma solidária reação latino-americana ao bloqueio de portos da\nVenezuela pela Grã-Bretanha e pela Alemanha em 11 de dezembro de 1902. O\nbloqueio tinha como objetivo proceder, tendo em vista a inadimplência\nvenezuelana, à execução forçada de suas obrigações financeiras\ninternacionais. Em síntese, Drago rechaçava como incompatível com o\ndireito internacional o emprego da força para a cobrança da dívida\npública dos Estados. A Doutrina Drago foi objeto de uma resolução da\nTerceira Conferência Internacional Americana no Rio de Janeiro em 1906,\nque a recomendou à consideração da Agenda da Conferência de Paz de Haia.\nA Convenção de Haia de 1907 foi fruto de uma proposta do delegado\nnorte-americano, Henry Potter. Incluía, com algumas limitações, o\nessencial dos princípios enunciados pela Doutrina Drago. O Brasil não se\nligou a esta Convenção, que não entrou em vigor, mas constituiu um\nprecedente histórico tanto das questões jurídicas da inadimplência da\ndívida dos Estados, que permearam a agenda internacional do século XX,\nquanto da limitação, neste campo, da “diplomacia das canhoneiras”.\n\nEntre as Convenções da Segunda Conferência, voltadas para ampliar o\nescopo do *jus in bello,* que se ocupa da disciplina jurídica do uso da\nforça, cabe destacar a relativa às leis e usos da guerra terrestre, que\nfoi um desenvolvimento progressivo da elaborada na Conferência de 1899.\nA Convenção de 1907 reiterava, no seu artigo 22, o que estipulava,\ntambém no artigo 22, a Convenção de 1899: “Os beligerantes não têm\ndireito ilimitado quanto à escolha dos meios de prejudicar o inimigo”.\nEste preceito é um antecedente das condutas que, com a elaboração do\ndireito internacional penal, vieram a ser tipificados como crimes de\nguerra. Estes contemplam tanto a violação dos limites normativos na\nescolha do meio de condução das hostilidades (a parte do direito de Haia\ndo direito internacional humanitário) quanto a violação das normas de\nproteção internacional das vítimas de conflitos armados (a parte do\ndireito de Genebra do direito internacional humanitário).\n\nTambém merece destaque, pela sua importância no tempo, a Convenção sobre\na solução pacífica dos conflitos internacionais. Esta, igualmente por\nmeio da nova codificação e desenvolvimento progressivo, aprimorou a\nelaborada na Primeira Conferência. A Convenção de 1907 – que o Brasil\nratificou – tratou dos bons ofícios e da mediação, das comissões\ninternacionais de inquérito e da arbitragem internacional. Esta última\nse viu reconfirmada como mecanismo jurídico de solução de controvérsias,\npois os árbitros escolhidos pelas partes são considerados, como os\njuízes, terceiros acima das partes, que decidem com base no respeito ao\ndireito. Não são apenas terceiros *inter partes*, como na mediação e nos\nbons ofícios no âmbito dos quais considerações político-diplomáticas têm\npapel significativo no trabalho de aproximação das partes com vistas a\nsolucionar as controvérsias.\n\nA Convenção de 1907 consolidou a inovação contemplada na Convenção de\n1891, que criou a assim chamada Corte Permanente de Arbitragem. Esta não\né propriamente uma Corte, mas sim uma estrutura administrativa com sede\nem Haia, que coloca à disposição dos interessados uma lista de árbitros\ndesignados pelos países partes-contratantes. Cada parte-contratante pode\ndesignar, para compor a lista, até quatro pessoas, no máximo, de\ncompetência reconhecida nas questões de direito internacional e de alta\nconsideração moral. A Corte Permanente de Arbitragem vem prestando\nrelevantes serviços no campo da solução de controvérsias e continua em\nexistência até os dias de hoje, caracterizando-se por ter sido a\nprimeira institucionalização de uma estrutura administrativa permanente\nconcebida para facilitar a arbitragem internacional.\n\nA Conferência de 1907 apontou, por obra da participação de Estados não\neuropeus, o caminho da universalização do sistema internacional e também\no da igualdade dos Estados na participação nas deliberações da\ndiplomacia multilateral. Injetou aspirações normativas na vida do\nsistema internacional, que levavam em conta o interesse mais abrangente\nda humanidade, além de aceitar a validade da presença da opinião pública\nnos corredores do poder diplomático. Deste modo reconheceu a existência\nde uma comunidade mundial não circunscrita, como anteriormente, apenas à\nlógica interestatal das soberanias, ampliando assim o espaço das fontes\nmateriais da legitimidade internacional.\n\nUm registro importante desta abertura encontra-se nos considerandos da\nacima mencionada Convenção relativa às leis e usos da guerra terrestre,\nque estipulava que, enquanto não viesse a ser elaborado um Código mais\ncompleto das leis de guerra, as populações e os beligerantes, nos casos\nnão contemplados nas disposições regulamentadas, “ficam sob a\nsalvaguarda e sob o império dos princípios do direito das gentes, como\nresultam dos usos estabelecidos entre as nações civilizadas, das leis da\nhumanidade e da exigência da consciência pública”.\n\nRui Barbosa em Haia\n\nPara o Brasil a Conferência de Haia de 1907 tem um significado especial,\npois assinala o momento inaugural da presença do país nos grandes foros\ninternacionais. Nela, Rui Barbosa, que chefiou a delegação brasileira,\nteve um papel proeminente. Contestou a igualdade baseada na força e\nsustentou, no âmbito do direito internacional público, a igualdade dos\nEstados. Sua posição nesta linha deu-se, com muita clareza, no âmbito da\ndiscussão sobre a criação de uma Corte de Justiça Arbitral no trato dos\ncritérios de seleção dos juízes. A criação de uma corte dessa natureza –\nna substância um embrião de uma Corte Internacional de Justiça,\ndistinta, por isso mesmo, da acima mencionada Corte Permanente de\nArbitragem –, realçou Rui, era um assunto de interesse universal e não\ndizia respeito, por isso mesmo, à ponderação da importância relativa dos\nEstados nos critérios da designação dos juízes. Afirmou, assim, como\ncritério da seleção de juízes, a real observância do princípio de\nigualdade dos Estados soberanos. O projeto da Corte Arbitral de Justiça,\nque consta da Ata Final da Segunda Conferência de Paz, não prosperou\nprecisamente por conta das desavenças sobre o método de seleção dos\njuízes, mas o projeto é um antecedente do que veio a ser a Corte\nPermanente de Justiça Internacional no âmbito da Liga das Nações e,\nsubsequentemente, sua sucessora, a Corte Internacional de Justiça no\nâmbito das Nações Unidas. Na ONU o equacionamento da desavença sobre o\nmétodo da seleção dos juízes na Corte seguiu a solução da Liga das\nNações. Estipulou como critério a necessidade de eleições simultâneas\nmas independentes, por maioria absoluta, na Assembleia Geral, integrada\nigualitariamente por todos os membros da ONU, e no Conselho de\nSegurança, que é um órgão mais restrito no qual têm assento permanente\nos países que foram considerados grandes potências ao término da Segunda\nGuerra Mundial.\n\nA posição do Brasil, pela voz de Rui Barbosa, representou uma primeira\nformulação brasileira da tese de democratização do sistema internacional\ne, nesta linha, uma contestação ao exclusivismo do papel da gestão da\nvida internacional atribuído às grandes potências pelas modalidades de\natuação do Concerto Europeu que caracterizou o século XIX.\n\nFoi o que Rui pontuou em discurso pronunciado em Paris em 31 de outubro\nde 1907, agradecendo a homenagem que lhe foi feita por brasileiros\nnaquela cidade antes do seu retorno ao Brasil. Com efeito, ao fazer uma\navaliação da Segunda Conferência de Paz, realçou ele que “o alcance da\nSegunda Conferência leva ao da Primeira uma vantagem incomensurável. Ela\nmostrou aos fortes o papel necessário dos fracos na elaboração do\ndireito das gentes. Ela adiantou as bases da pacificação internacional,\nevidenciando que, numa assembleia convocada para organizar a paz, não se\npodem classificar os votos segundo a preparação dos Estados para a\nguerra. Ela revelou politicamente ao mundo antigo o novo mundo, mal\nconhecido a si próprio, com a sua fisionomia, a sua independência, a sua\nvocação no direito das gentes”.\n\nA posição de Rui sobre igualdade jurídica dos Estados e a democratização\ndo sistema internacional tornou-se um tema recorrente da diplomacia\nbrasileira no âmbito multilateral. A primeira expressão subsequente\ndeste tema, inspirada pela visão de Rui, norteou a posição brasileira na\nConferência da Paz de Paris de 1919, voltada para organizar a vida\ninternacional pós-Primeira Guerra Mundial. Na discussão do seu\nregimento, a delegação brasileira, em conjunto com as dos demais países\ntidos como de “interesses limitados”, realizou gestões que foram\nbem-sucedidas e levaram as grandes potências a aceitar a presença das\npotências menores nas diversas comissões de conferências. Afirmou o\nBrasil, naquela ocasião, o conceito de igualdade das nações, em\ncontraposição à velha lógica do Concerto Europeu, pois, como registrou o\ndelegado brasileiro Pandiá Calógeras no seu Diário e em telegrama ao\nItamarati, sem este componente de democratização dar-se-ia às grandes\nnações o papel de tribunais de julgamento dos interesses das pequenas.\n\nA postura afirmativa de Rui Barbosa naturalmente suscitou reações\nnegativas dos delegados e adeptos da ordem hierárquica das práticas\ndiplomáticas tradicionais do século XIX, seja no dia a dia da própria\nconferência, seja na cobertura pela imprensa. Rui soube enfrentá-las e\nsuperá-las. Sua atuação foi decisivamente apoiada pelo chanceler Rio\nBranco, que monitorou de perto o dia a dia da conferência com o senso de\nrealismo e o conhecimento que tinha da vida internacional. A extensa\ntroca de telegramas entre o ministro e o chefe da delegação – 150\ndespachos telegráficos de Rui e 150 respostas de Rio Branco – é\nreveladora da parceria diplomática que lograram estabelecer. Rui, no\nacima mencionado discurso de 31 de outubro de 1907, realça “o gênio do\nministro cuja colaboração assídua, incessante, luminosa, nunca cessou de\nme acompanhar”.\n\nEste significativo respaldo do chanceler só trouxe resultados positivos,\nporque o foro da Conferência de Haia, como uma instância multilateral,\ndistinta no seu modo de proceder da diplomacia tradicional, era propício\npara a afirmação dos talentos de Rui como chefe da delegação brasileira.\nCom efeito, a diplomacia multilateral, inaugurada efetivamente em Haia\nem 1907, é uma diplomacia de natureza parlamentar. No seu âmbito Rui\nlogrou superar resistências e impor respeito, mercê do seu completo\ndomínio dos assuntos tratados, da sua vocação de infatigável trabalhador\ne estudioso e da sua capacidade de exprimir-se inclusive de improviso,\ncom perfeição, em francês – língua oficial da conferência –, aliados à\ncombatividade que sempre o caracterizou como advogado e político, e à\nsua superior habilidade de parlamentar experiente.\n\nWilliam T. Stead, que foi, tanto na Primeira Conferência quanto na\nSegunda, um influente articulador e porta-voz das aspirações pacifistas\nda sociedade civil, apontou no seu livro *O Brasil em Haia*: “Dizia-se\nque a Conferência nunca poderia suportar esse dr. Rui Barbosa. Mas cedo\naprendeu ela a suportá-lo e não tardou a averiguar que ele era um dos\nseus mais poderosos membros. As duas grandes forças da Conferência foram\no barão Marshall, da Alemanha, e o dr. Rui Barbosa, do Brasil. O barão\nMarshall tinha em seu favor todo o poderoso exército do Império alemão,\ncircunstância que ele não se fartou de alardear. O dr. Rui contava\napenas com uma longínqua e desconhecida República, incapaz de ação\nmilitar e com uma esquadra ainda nos estaleiros. Não obstante, ao\nterminar a Conferência, o dr. Rui Barbosa subjugava ao mais poderoso dos\nseus membros. Tamanho triunfo pessoal não conquistou membro nenhum da\nConferência, e isso se tornou mais notável porque foi *de per si*, sem\nnenhum auxílio de fora”.\n\nO ponto de inflexão que gerou o respeito que cercou Rui em Haia foi o\nfamoso incidente Martens, quando este importante delegado\nplenipotenciário da Rússia, presidindo a sessão de 12 de julho de 1907,\nque estava tratando da transformação de navios mercantes em navios de\nguerra, apontou ter ele entrado, no seu discurso, no terreno da política\nde maneira inadequada, com base na ficção regimental do caráter não\npolítico dos processos da Conferência. Em incisiva réplica feita de\nimproviso, que, pela sua qualidade, marcou uma presença de autoridade,\nRui realçou que “nada havia de mais eminentemente político debaixo do\ncéu que a soberania”. Registrou que: “Eis a política, eis o direito\ninternacional. Como superá-los? A política transformou o direito\nprivado, revolucionou o direito penal, fez o direito constitucional,\ncriou o direito internacional. A política é a própria vida dos povos,\nela é a força ou o direito, a civilização ou a barbárie, a guerra ou a\npaz. Como interditá-la numa assembleia de homens livres, reunidos no\ncomeço do século XX para imprimir forma convencional aos direitos das\nnações? Como, se este direito é a própria política?”\n\nRui atuou pessoalmente nos trabalhos e debates de todas as quatro\nComissões da Conferência, tendo redigido, ele próprio, todas as suas\nintervenções, sem recorrer, praticamente, à colaboração dos 11\nintegrantes da sua delegação. Cabe registrar que, em matéria de\npacifismo ativo, considerou menos realizável a redução dos armamentos,\ntendo em vista que a infinita diversidade de situações tornaria mais\ndifícil encontrar uma fórmula geral que acomodasse esta variedade de\nsituações. Assim, na continuação da sua manifestação na primeira\nsubcomissão da primeira Comissão em 23 de julho de 1907, na linha da\nConstituição brasileira de 1891 que proibia a guerra de conquista (art.\n88) e estimulava a arbitragem (art. 30), sugeriu à apreciação da\nConferência que nenhuma das potências buscasse alterar, por meio de\nguerra, as atuais fronteiras de seu território à custa de outra\npotência, senão ante a recusa de arbitragem proposta pela outra potência\ninteressada na alteração ou desde que houvesse desobediência ou violação\ndo compromisso arbitral. A alienação de território imposta pelas armas\nnão teria então validade jurídica.\n\nA proposta de Rui era, para a época, radical, e por isso acabou sendo\nsepultada. Teve, porém, repercussão significativa na cobertura\njornalística da Conferência. Ela é, cabe apontar, um antecedente do\npreceito contemporâneo do direito internacional público proibitivo da\naquisição de território pela força. Ainda que não aceita, ela deu forma\nà “ideia a realizar” da Conferência de 1907, de buscar a paz pelo\ndireito. É também um componente do que veio a ser o princípio da não\nintervenção.\n\nRui, na sua avaliação da Conferência de Haia, no acima mencionado\ndiscurso de 31 de outubro de 1907, antecipou as consequências e\nformulou, ao seu modo, o que hoje é qualificado como o papel do *soft\npower* na dinâmica de funcionamento do sistema internacional, ao\nafirmar: “Hoje, com efeito mais que nunca, a vida assim moral como\neconômica das nações é cada vez mais internacional. Mais do que nunca,\nem nossos dias, os povos subsistem da sua reputação no exterior”.\n\nRui, que entendia, como disse na réplica a Martens em 12 de julho de\n1907, que a diplomacia não é outra coisa senão a política sob sua forma\nmais delicada, mais refinada, mais elegante, vai formular, no discurso\nde avaliação de 31 de outubro de 1907, qual foi seu estilo diplomático\nde atuação e quais os desafios nele contidos: “Entre os que imperaram na\nmajestade de sua grandeza e os que se encolhiam no receio da sua\npequenez, cabia inegavelmente, à grande república da América do Sul, um\nlugar intermédio, tão distante da soberania de uns como da humildade de\noutros. Era essa posição de meio termo que nos cumpria manter, com\ndiscrição, com delicadeza e com dignidade”. A formulação de Rui é\nprecursora do tom diplomático do Brasil no correr do século XX para, na\ncondição de potência intermédia, afirmar não apenas os seus interesses\nespecíficos, mas também os de natureza mais ampla no apropriado\nfuncionamento do sistema internacional.\n\nA atuação de Rui em Haia foi um coerente desdobramento no plano\ninternacional do papel que exerceu na vida brasileira. No Brasil, sua\nprática de homem público esteve voltada para a construção de um espaço\ndemocrático e, neste contexto, o direito foi o meio para um fazer\npolítico-institucional, perseverante e progressivo, voltado para lidar\ncom os males e imperfeições das instituições brasileiras. Em Haia, na\nsua prática diplomática, voltou-se para os males da imperfeição do\nsistema internacional, indicando o papel do direito na democratização do\nespaço internacional.\n\nCelso Lafer\n\n**FONTES:** BARBOSA, R. *Discursos* (v.34, t.1); BARBOSA, R. *Segunda*\n(v.34, t.2); BOBBIO, N. *Problema*; CARDIM, C. *Raiz*; CUNHA, P.\n*Diplomacia*; LACOMBE, A. *Rio Branco*; LAIDLER, C. *Segunda*;\nLAMOUNIER, B. *Rui Barbosa*; MELLO, R. *Textos*; OCTAVIO, R. *Minhas\nmemórias*; *Pandiá*; PEREIRA, B. *Figuras*; ROSENNE, S. *Hague*; STEAD,\nW. *Brasil*; TUCHMAN, B. *Torre*.\n","ref":"**FONTES:** BARBOSA, R. *Discursos* (v.34, t.1); BARBOSA, R. *Segunda*\n(v.34, t.2); BOBBIO, N. *Problema*; CARDIM, C. *Raiz*; CUNHA, P.\n*Diplomacia*; LACOMBE, A. *Rio Branco*; LAIDLER, C. *Segunda*;\nLAMOUNIER, B. *Rui Barbosa*; MELLO, R. *Textos*; OCTAVIO, R. *Minhas\nmemórias*; *Pandiá*; PEREIRA, B. *Figuras*; ROSENNE, S. *Hague*; STEAD,\nW. *Brasil*; TUCHMAN, B. *Torre*.\n","dic":"DHBPR"}