{"title":"CONSTITUIÇÃO DE 1891","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Henrique Sugahara"],"content":"**CONSTITUIÇÃO DE 1891**\n\nApós a derrubada da monarquia e a proclamação da República em 15 de\nnovembro de 1889, o grupo encabeçado pelo marechal Deodoro da Fonseca\nprontamente institucionalizou o novo regime republicano por meio de\nsucessivos decretos, os quais, entre outras medidas, determinaram que a\nforma de governo da nação seria a República Federativa; trataram da\nadoção de uma nova bandeira; decidiram que as antigas províncias\ncompunham, dali em diante, os Estados Unidos do Brasil; dissolveram e\nextinguiram as assembleias legislativas provinciais, as duas casas da\nAssembleia Geral e o Conselho de Estado; expandiram a condição de\neleitor a todos os cidadãos alfabetizados; e estabeleceram um governo\nprovisório destinado a reger o país até que se procedesse à eleição de\num Congresso Constituinte.\n\nO Decreto n^o^ 29, de 3 de dezembro de 1889, nomeou uma comissão\nincumbida de preparar um projeto de Constituição, formada por Joaquim\nSaldanha Marinho, Américo Brasiliense de Almeida Melo, Antônio Luís dos\nSantos Werneck, Francisco Rangel Pestana e José Antônio Pedreira de\nMagalhães Castro, os quais foram céleres no cumprimento da tarefa, pois,\nassim como alguns dos próprios membros do governo provisório e dos\npartidários de uma República liberal, temiam as tendências autoritárias\ne ditatoriais de Deodoro da Fonseca. A realização do pleito eleitoral\npara a escolha dos constituintes foi marcada para o dia 15 de setembro\nde 1890. Já a Assembleia Nacional Constituinte, de acordo com o Decreto\nn^o^ 78 B, de 21 de dezembro de 1889, deveria ser instalada em 15 de\nnovembro de 1890.\n\nO projeto foi encaminhado ao governo provisório, tendo sido discutido em\nvirtude das discordâncias entre o marechal, o então vice-chefe do\ngoverno provisório, Rui Barbosa, e os membros da comissão em torno de\nalguns trechos concernentes às atribuições legislativas e executivas: ao\npasso que Deodoro da Fonseca desejava um governo centralizado, em\ndetrimento do federalismo, e um Poder Executivo mais forte que o\nLegislativo – como a possibilidade de o presidente da República\ndissolver o Congresso –, Rui Barbosa e os redatores do projeto defendiam\na maior autonomia dos estados e a independência dos poderes. Em seguida\nà revisão e às alterações efetuadas por Rui Barbosa, o projeto foi\nencaminhado à Assembleia Constituinte, a qual, após a discussão e\nvotação dos artigos, bem como a aprovação das emendas, promulgou o texto\nno dia 24 de fevereiro de 1891.\n\nCaracterísticas Gerais\n\nOrganizada em 91 artigos e mais oito Disposições Transitórias, a\nConstituição Federal de 1891 se inspirava, em menor medida, nas\ndisposições constitucionais suíças e argentinas, e, nomeadamente, na\nConstituição dos Estados Unidos da América. Consagrava como forma de\ngoverno a República Federativa liberal, sob o regime representativo\n(art. 1^o^). O Poder Moderador e o Conselho de Estado foram suprimidos,\ne o parlamentarismo foi substituído pelo presidencialismo.\nEstabeleceram-se também os poderes Executivo, Legislativo e Judiciário,\n“independentes e harmônicos entre si” (art. 15).\n\nO Poder Executivo seria exercido pelo presidente da República, eleito\npor sufrágio direto e maioria absoluta de votos para um mandato de\nquatro anos, sendo vedada a reeleição para o mandato seguinte (art. 43).\nA ele competia, ente outras atribuições: sancionar, promulgar e fazer\npublicar as leis e resoluções do Congresso; expedir decretos, instruções\ne regulamentos para sua fiel execução; indicar magistrados federais,\nmediante proposta do Supremo Tribunal Federal (STF); nomear e demitir\nlivremente os ministros de Estado; prover cargos civis e militares de\ncaráter federal; e escolher os membros do STF, devendo a nomeação ser\nsujeitada à aprovação do Senado (art. 48). Para concorrer aos cargos de\npresidente e vice-presidente, exigia-se que o candidato contasse mais de\n35 anos, fosse brasileiro nato e estivesse no exercício dos direitos\npolíticos (art. 41, § 3^o^).\n\nDiferentemente da Constituição de 1824, a qual, no artigo 99,\nconsiderava a pessoa do imperador sagrada e inviolável, não estando\nsujeita à responsabilidade alguma, a nova Carta, ao estabelecer uma\nforma de governo sob o regime representativo, obliterava a legitimidade\nda supremacia e dominação política do imperador fundamentada no direito\ndivino dos reis. Desse modo, o chefe do Poder Executivo poderia ser\nprocessado perante o Senado Federal em virtude de crimes de\nresponsabilidade (art. 53), possibilidade decorrente do ideário\nconcernente ao regime republicano, no qual o chefe de Estado, na\nqualidade de mero representante do povo, e não de agraciado pela\nprovidência divina, é o responsável perante os representados pelos atos\npraticados. Nesse sentido, foi instituído um Tribunal de Contas, com o\nintuito de liquidar as contas da receita e despesa e verificar sua\nlegalidade, antes de serem prestadas ao Congresso. Seus membros seriam\nnomeados pelo presidente da República com aprovação do Senado, e somente\nseriam destituídos por sentença (art. 89).\n\nAssim como ocorrera ao longo do Império, o Poder Legislativo era\nbicameral, composto pela Câmara dos Deputados e pelo Senado Federal;\ncontudo, os membros deste último não seriam mais nomeados de forma\nvitalícia pelo imperador. Os deputados e senadores deveriam ser eleitos\nem seus estados por meio de sufrágio direto para um mandato de,\nrespectivamente, três e nove anos, devendo um terço do Senado ser\nrenovado trienalmente. Tanto uns como outros gozavam de imunidade\nparlamentar, de maneira que eram invioláveis por suas opiniões e seus\nvotos (art. 19) e não podiam ser presos ou processados criminalmente sem\nlicença de seus pares, excetuados os casos de flagrância em crime\ninafiançável (art. 20). Estavam, de mais a mais, proibidos de celebrar\ncontratos com o Poder Executivo, de receber deste comissões ou empregos\nremunerados – excetuadas as missões diplomáticas, as comissões ou\ncomandos militares, os cargos de acesso e as promoções legais (art. 23)\n–, bem como de ser presidente e fazer parte de diretorias de bancos,\ncompanhias ou empresas que gozassem de favores do governo federal\ndefinidos em lei (art. 24). Para disputar o pleito eleitoral, os\ncandidatos deveriam estar na posse dos direitos de cidadão brasileiro e\nser alistados como eleitores; no caso da Câmara, deveriam ter mais de\nquatro anos de cidadão brasileiro, e no caso do Senado, mais de seis\n(art. 26). Extinguia-se, dali em diante, o critério censitário como\ncondição de elegibilidade, estabelecido pela Constituição de 1824, bem\ncomo, no caso dos candidatos à Câmara dos Deputados, a obrigatoriedade\nde ser adepto da religião oficial do Estado e a interdição para aqueles\nque fossem estrangeiros naturalizados.\n\nOs projetos de lei poderiam ter origem tanto na Câmara quanto no Senado,\ndesde que o projeto adotado em uma das casas fosse submetido à outra.\nEsta, se o aprovasse, encaminhá-lo-ia ao chefe do Poder Executivo para\nsanção. Caso fosse vetado, o projeto voltaria ao Congresso, o qual\npoderia aprová-lo sem a necessidade da assinatura do presidente. Para\ntanto, eram necessários, em ambas as casas, dois terços de sufrágios\nfavoráveis dos membros presentes à sessão (art. 37).\n\nNo mais, ao contrário do artigo 101, § 5^o^, da Constituição de 1824, a\nnova Carta, para maior independência do Legislativo, determinou que\ncompetia apenas ao Congresso deliberar sobre a prorrogação ou o\nadiamento das suas sessões (art. 17, § 1^o^) e excluiu a prerrogativa do\nchefe do Executivo de dissolver a Câmara dos Deputados. Os ministros de\nEstado estavam impedidos de comparecer às sessões do Congresso – sendo\nconsentido que se comunicassem com este por escrito ou que\nconferenciassem pessoalmente com as comissões parlamentares (art. 51) –\ne de acumular o exercício de outro emprego ou função pública; tampouco\npoderiam ser eleitos presidente ou vice-presidente da União, deputado ou\nsenador. Se o membro de uma das duas Câmaras do Congresso fosse nomeado\npara algum ministério, perderia o mandato, e nova eleição seria\nrealizada para preencher o cargo vago, na qual o antigo ocupante não\npoderia ser votado. Excluía-se assim a possibilidade de alguém ser ao\nmesmo tempo integrante do Executivo e do Legislativo, presente na Carta\nConstitucional de 1824 (arts. 29 e 30).\n\nPrincípios Liberais\n\nA Constituição de 1891 assegurou os ideais liberais burgueses\nconcernentes aos direitos e às garantias individuais, declarando o\nprincípio de que todos os indivíduos são iguais perante a lei. Por via\nde consequência, extinguiu privilégios de nascimento e foros de nobreza,\nalém das ordens honoríficas existentes e todas as suas prerrogativas e\nregalias, bem como os títulos nobiliárquicos e de conselho (art. 72, §\n2^o^). Aqueles que aceitassem condecorações ou títulos nobiliárquicos\nestrangeiros perderiam os direitos políticos (art. 72, § 29).\n\nTambém foi concedida maior liberdade religiosa. Se a Constituição de\n1824, por um lado, protegia aqueles que não seguissem a religião oficial\ndo Império, afirmando que não poderiam ser perseguidos desde que a\nrespeitassem e não ofendessem a moral pública (art. 179, § 5^o^), por\noutro, proibia o culto público das crenças distintas Igreja Católica\nApostólica Romana (art. 5^o^). Já a Nova Carta de 1891 permitiu o livre\nculto de todas as confissões religiosas (art. 72, § 3^o^) e estabeleceu\nque nenhuma religião gozaria de subvenção oficial, nem teria relações de\ndependência ou aliança com o poder público (art. 72 § 7^o^). Igreja e\nEstado, com efeito, passaram a constituir instituições separadas: o\nensino ministrado nos estabelecimentos públicos seria leigo; os\ncemitérios teriam caráter secular e estariam sob administração da\nautoridade municipal, ficando disponíveis para a prática de todos os\ncultos religiosos; e a República reconheceria apenas o casamento civil,\ncuja celebração seria gratuita. Além do mais, nenhum cidadão brasileiro,\nem virtude de crença ou função religiosa, poderia ser privado de seus\ndireitos civis e políticos (art. 72, § 28); todavia, era vedado a\nqualquer indivíduo eximir-se, por motivos de fé religiosa, do\ncumprimento de deveres cívicos ou de ônus impostos aos cidadãos\nprovenientes das leis da República.\n\nOutra mudança em relação à Carta de 1824 diz respeito à instituição do\nhabeas corpus, sempre que um indivíduo sofresse ou se encontrasse em\niminente perigo de sofrer violência ou coação por ilegalidade ou abuso\nde poder (art. 72, § 22), bem como a abolição das penas de morte (art.\n72, § 21), de galés e de banimento judicial (art. 72, § 20). No mais, a\nConstituição de 1891 reafirmou liberdades e direitos individuais\ncaracterísticos do constitucionalismo liberal e presentes na Carta\noutorgada por dom Pedro I, tais como a liberdade de associação e reunião\n(art. 72, § 8^o^), manifestação de pensamento (art. 72, § 12) e\nexercício de qualquer profissão moral, intelectual e industrial (art.\n72, § 24), além do direito à privacidade (art. 72, §§ 11 e 18) e à\npropriedade em sua plenitude, salvo em casos de desapropriação por\nnecessidade ou utilidade pública, mediante indenização prévia (art. 72,\n§ 17). Contudo, eliminou direitos sociais previstos na Constituição do\nperíodo imperial, como a obrigatoriedade de o Estado garantir os\nsocorros públicos, bem como a instrução primária e gratuita a todos os\ncidadãos.\n\nConstituição ao Gosto das Oligarquias\n\nNa Assembleia Constituinte da recém-proclamada República, as classes\ndominantes adeptas do movimento republicano do Centro-Sul do país e\npertencentes ao setor agroexportador, nomeadamente àquele associado à\ncafeicultura, lograram garantir o predomínio de seus interesses\npolíticos e econômicos. O estabelecimento do federalismo como forma de\norganização da nação e a impossibilidade de proposição de sua abolição\n(art. 90, § 4^o^) respondiam à reivindicação de autonomia das antigas\nprovíncias feita pelos cafeicultores, condição precípua para a expansão\nde seus negócios, cujas possibilidades de recrudescimento, no seu\nentender, eram contidas pela rígida centralização monárquica. Desse\nmodo, a primeira Constituição republicana concedia a tão almejada\nsoberania dos estados na condução de sua administração, consubstanciada\nna realização de eleições diretas para governador – antes nomeado pelo\nimperador –, bem como nos direitos de contrair empréstimos no exterior,\ndecretar impostos (art. 9^o^), ter códigos eleitorais próprios e\nreger-se por constituições e leis próprias, desde que respeitados os\nprincípios constitucionais da União (art. 63). Essas atribuições\nfavoreceram especialmente o estado de São Paulo, na medida em que a\npossibilidade de obtenção de empréstimos no exterior era fundamental\npara que os cafeicultores paulistas no poder pusessem em prática planos\nde valorização do café.\n\nTal forma de independência dos estados, livres do centralismo imperial,\nacarretou a emergência e a ampla força de oligarcas e coronéis no\ncontrole da máquina administrativa em suas regiões. Contudo, vale\nressaltar que a autonomia dos entes da Federação não significou o\nesfacelamento do poder central; afinal, à União, era permitido decretar\na intervenção nos estados para repelir invasão estrangeira – ou de um\nestado por outro –, manter a forma republicana federativa, restabelecer\na ordem e a tranquilidade, e assegurar a execução das leis e sentenças\nfederais (art. 6^o^). De mais a mais, no tocante à matéria legislativa,\na Constituição determinava que competia ao Congresso Nacional legislar\nsobre o direito civil, comercial e criminal da República, bem como o\nprocessual da Justiça Federal (art. 34, § 23^o^), denotando assim o\ntriunfo daqueles que defendiam a unidade de legislação no país sobre os\nconstituintes defensores de um sistema próximo ao estadunidense e, por\nconseguinte, da pluralidade de legislação nos estados.\n\nAo passo que a autonomia de cada ente da Federação foi essencial para os\ninteresses econômicos das oligarquias da região Centro-Sul em seus\nrespectivos estados, o estabelecimento do critério da proporcionalidade\nde representação na Câmara dos Deputados acabou por consolidar seu\ndomínio no cenário político nacional. O artigo 28, § 1^o^, determinava\nque o número de deputados seria fixado por lei em proporção que não\nexcedesse a de um por 70 mil habitantes, não devendo esse número ser\ninferior a quatro por estado. Tal modo de composição da Câmara dos\nDeputados beneficiava os estados do Centro-Sul, nomeadamente Minas\nGerais, São Paulo, Rio Grande do Sul e Rio de Janeiro, detentores de\nmaior peso demográfico, de maneira que possuiriam o maior número de\ncadeiras e, por via de consequência, um considerável poder na condução\ndos negócios públicos. A nova Carta, com efeito, expressou a supremacia\ndos estados supracitados, especialmente os dois primeiros, maiores\nprodutores de café e representantes do setor básico da economia\nbrasileira.\n\nEntretanto, um artigo aprovado agradou às oligarquias de todo o país, a\nsaber, o que definia os requisitos que o indivíduo deveria preencher\npara ser considerado eleitor. A defesa, por parte dos republicanos,\nbaseados nos ideais do liberalismo, do princípio de que a legitimidade\ndo exercício do poder político emanaria do povo, e não mais do direito\nmonárquico, de forma alguma significou a expansão do eleitorado. Pelo\ncontrário, os constituintes, ainda que tenham abolido o voto censitário\ne instituído a idade mínima de 21 anos para o cidadão ter direito à\nparticipação nas eleições, ao aprovar a proibição do alistamento\neleitoral (art. 70, § 2^o^) dos praças de pré, dos membros de ordens\nreligiosas, das mulheres, de mendigos e de analfabetos – contingente\ncomposto pela parcela pobre da sociedade –, reafirmaram a exclusão de\ngrande parte da população brasileira do jogo político existente no\nperíodo imperial, instaurando um modelo democrático de participação\nsignificativamente adstringido e fundamentado na distinção entre\nsociedade civil e sociedade política, o que permitiu a manutenção da\nestrutura do poder oligárquico e coronelista.\n\nA Constituição de 1891, assim, embora tenha inovado em alguns pontos,\ncomo a separação entre Igreja e Estado e a consequente liberdade de\nculto, traduziu o liberalismo excludente característico da Primeira\nRepública, ocasionando o recrudescimento do poder das oligarquias tanto\nno âmbito estadual quanto federal e marginalizando os demais grupos\nsociais do processo político.\n\nHenrique Sugahara\n\n**FONTES:** ARRUDA, P. *Imperialismo*; BALEEIRO, A. *Constituições*;\nCARDOSO, F. *Governos* (v.1); CARONE, E. *Primeira*; CARONE, E.\n*República velha*; CARVALHO, J. *Cidadania*; CARVALHO, J.\n*Bestializados*; FAUSTO, B. *História*; LEITE, F. *1891*; MAXIMILIANO,\nC. *Comentários*; MILTON, A. *Constituição*; SILVA, P. *Insígnias*;\nSOUZA, M. *Processo*; TRINDADE, S. *Constituição* (v.3).\n","ref":"**FONTES:** ARRUDA, P. *Imperialismo*; BALEEIRO, A. *Constituições*;\nCARDOSO, F. *Governos* (v.1); CARONE, E. *Primeira*; CARONE, E.\n*República velha*; CARVALHO, J. *Cidadania*; CARVALHO, J.\n*Bestializados*; FAUSTO, B. *História*; LEITE, F. *1891*; MAXIMILIANO,\nC. *Comentários*; MILTON, A. *Constituição*; SILVA, P. *Insígnias*;\nSOUZA, M. *Processo*; TRINDADE, S. *Constituição* (v.3).\n","dic":"DHBPR"}
