{"title":"COROLÁRIO ROOSEVELT À DOUTRINA MONROE","cargoss":["A Doutrina Monroe, enunciada em 1823, teve seu sentido reinterpretado"],"author":"Luigi Bonafé","content":"**COROLÁRIO ROOSEVELT À DOUTRINA MONROE**\n\nA Doutrina Monroe, enunciada em 1823, teve seu sentido reinterpretado\npelo menos quatro vezes ao longo do século XIX, como atestam os\ncorolários Clay (1825), Polk (1845), Grant (1871) e Olney (1895). Foi o\ncorolário Roosevelt (1904), contudo, que ganhou notoriedade como a mais\nexplícita alteração no caráter defensivo de que se revestia a doutrina\nna sua origem. O documento ao qual se costuma associar este corolário\nfoi a mensagem ao Congresso (*State of the Union Address*) do presidente\nrepublicano Theodore Roosevelt (1901-1909), em 6 de dezembro de 1904:\n“Não é verdade que os Estados Unidos sentem qualquer fome de terra. […]\nTudo o que este país deseja é ver os países vizinhos estáveis, ordeiros\ne prósperos. Qualquer país cujo povo se conduza bem pode contar com\nnossa amizade sincera. […] [Mas] Irregularidades crônicas, ou uma\nincapacidade que resulte num afrouxamento geral dos laços da sociedade\ncivilizada, podem em última instância exigir, na América como em outro\nlugar, intervenção por alguma nação civilizada, e *no Hemisfério\nOcidental a adesão dos Estados Unidos à Doutrina Monroe pode forçar os\nEstados Unidos*, ainda que com relutância, em casos flagrantes de tais\nirregularidades ou incapacidade, ao *exercício de um poder de polícia\ninternacional*” (tradução livre e grifos do autor).\n\nNa prática, aquilo que a declaração anunciava não era novidade. A\nexemplo do que faziam potências europeias na mesma época, os Estados\nUnidos da América perseguiam seus objetivos nacionais no exterior por\nmeio de intervenções armadas na América Central, América do Sul, Caribe\ne Pacífico desde, pelo menos, a Guerra Hispano-Americana (1898), ainda\nno governo de William McKinley (1897-1901).\n\nRoosevelt explicou tais métodos em política externa como inspirados nos\npreceitos de um provérbio africano: *“Speak softly and carry a big\nstick; you will go far”* (“Fale macio com um grande porrete na mão”).\nEssa frase, como mostra Aron, deu origem à expressão *Big Stick Policy*\n(“Política do Grande Porrete”) para caracterizar a versão\nnorte-americana da “diplomacia das canhoneiras”, que vigorou entre 1898\ne 1934.\n\nO Corolário Roosevelt buscava, portanto, legitimar as intervenções\nmilitares dos EUA como defensivas e preventivas, já que não visavam à\naquisição de territórios, mas à preservação da civilização, da ordem, da\nestabilidade e do progresso. Até ser abandonada, em 1934, a *Política do\nGrande Porrete* recorreu à diplomacia das canhoneiras para levar ao\npoder governantes ou grupos políticos favoráveis aos interesses\nnorte-americanos, obter o pagamento de dívidas, ou ainda para combater\nmovimentos revolucionários em sua área de influência.\n\n**Theodore Roosevelt and his Big Stick in the Caribbean, 1904**\n\n![](COROL%c3%81RIO%20ROOSEVELT%20%c3%80%20DOUTRINA%20MONROE_arquivos/image003.jpg)\n\n*Roosevelt’s policies seemed to be turning the Caribbean into a Yankee\npond. (The Granger Collection).* William Allen Rogers’s 1904 cartoon\nrecreates an episode in*Gulliver’s Travels*\n\nAntecedentes e histórico\n\nEm 1823, no contexto de afirmação das independências da maior parte das\nex-colônias ibéricas na América, os Estados Unidos da América\napresentaram-se como defensores de um continente livre de novas\nconquistas territoriais por parte de países europeus. Com esse caráter\ndefensivo, a Doutrina Monroe ficou associada ao *slogan* “América para\nos americanos”. Ao longo do século XIX, no entanto, ela foi\nsucessivamente reinterpretada, até conformar-se, na virada do século,\naos interesses intervencionistas do imperialismo dos EUA, que agora se\nafirmavam como potência hegemônica na região, rivalizando com a\ntradicional predominância britânica.\n\nAs mudanças na política externa dos EUA eram fruto da projeção\ninternacional de uma potência extraeuropeia emergente, que buscava\nafirmar sua própria esfera de influência nas Américas enquanto os\neuropeus consolidavam sua expansão na África e na Ásia, e enquanto outra\npotência emergente, o Japão, buscava afirmar-se no Pacífico, para onde\nse expandia estrategicamente o poderio naval norte-americano.\n\nNa origem das intervenções militares estavam, portanto, não apenas\nconsiderações de ordem estratégica (em geral inspiradas nas teses de\nMahan), mas também motivações econômicas e interesses comerciais e\nfinanceiros que disputavam com outros grupos domésticos o controle sobre\na política externa do país. Mesmo antes da presidência de McKinley, esse\ntipo de preocupação foi encarnado, por exemplo, pelo secretário de\nEstado do governo republicano de Benjamin Harrison, James Blaine\n(1889-1892). Ele enfatizou as relações com a Grã-Bretanha e com a\nAmérica Latina.\n\nPara diminuir a influência britânica e estimular a expansão econômica\ndos EUA nas Américas, Blaine reforçou a retórica da solidariedade\ncontinental, fazendo reviver o pan-americanismo monroísta. Um exemplo\ndesse “monroísmo” reeditado foi a I Conferência Internacional Americana\n(1889-1890), promovida por Blaine em Washington, em que se criou o\nBureau das Repúblicas Americanas (precursor da Organização dos Estados\nAmericanos, a OEA). Mas, enquanto falava macio, Blaine propunha uma\nunião aduaneira, uma ferrovia transcontinental e diversos outros\nmecanismos de integração econômica. Mesmo depois de ter malogrado o seu\nprojeto de um *Zollverein* americano, não desistiu e seguiu negociando\nbilateralmente tratados de reciprocidade alfandegária com base na Tarifa\nMcKinley, de 1890 (um deles, com a República dos Estados Unidos do\nBrasil, vigorou de 1891 a 1894).\n\nOutro elemento de continuidade, que ilustra como houve comunhão entre as\npretensões do governo Roosevelt e as de alguns dos seus antecessores,\ntambém serviu a interesses estratégicos e econômicos ao mesmo tempo.\nTratava-se do projeto de um canal interoceânico, que rasgasse a América\nCentral para encurtar o caminho marítimo entre o oceano Atlântico e o\nPacífico. No final do século XIX, após consolidar sua expansão\nterritorial, o fim da escravidão e o capitalismo em todo o território\nnacional, a economia norte-americana precisava de uma ligação entre a\ncosta leste e a costa oeste. Era pretensão havia tempos almejada por\nflibusteiros e outros interessados na expansão econômica dos EUA para a\nAmérica Central. Em 1903, o mais famoso episódio associado à *Big Sitck\nPolicy* foi a efetivação dessa pretensão por John Hay, secretário de\nEstado desde o governo McKinley (1898-1905): depois de constatar a\ninviabilidade de um projetado canal interoceânico na Nicarágua, o\ngoverno dos EUA negociou com a Colômbia a construção do canal no Panamá.\n\nMas o Senado colombiano recusou-se a ratificar o Tratado Hay-Herrán\n(22/1/1903), que dava aos norte-americanos a soberania sobre as terras\nna zona do canal. No fim daquele mesmo ano, em novembro, rebeldes\npanamenhos liderados por Manuel Amador proclamaram a independência do\nPanamá (3/11/1903). O governo Roosevelt, que estimulara a rebelião,\nimediatamente reconheceu o novo país e enviou seus *marines* (fuzileiros\nnavais), a bordo do encouraçado *USS Nashville*, para impedir a\nrepressão ao movimento por parte do governo colombiano (enquanto isso, a\ndiplomacia brasileira buscou articular o imediato reconhecimento do\nPanamá pela Argentina e pelo Chile). Em retribuição, 15 dias depois os\nEUA obtiveram do novo governo panamenho o Tratado que queriam para\nconstruir o canal e controlar uma faixa de terra de 16km de largura em\nseu entorno, a “Zona do Canal”, em troca de um arrendamento perpétuo\n(Tratado Hay-Bunau-Varilla, de 18/11/1903).\n\nNem mesmo as intervenções militares de Roosevelt constituíram inovação.\nNa última década do século XIX, os EUA passaram a recusar não apenas a\nconquista de territórios americanos por países europeus, mas também a\nprópria presença militar de outros países em sua própria área de\ninfluência. A primeira evidência de uma manifestação retórica dessa nova\norientação da política externa norte-americana foi o “corolário Olney” à\nDoutrina Monroe, de 1895, que pretendeu impedir qualquer interferência\nnos destinos políticos de um Estado latino-americano sem prévia consulta\naos EUA. Enunciado no contexto de uma disputa de limites entre Venezuela\ne Guiana Inglesa, o corolário Olney pareceu pretender que qualquer\ndisputa entre países europeus e latino-americanos fosse submetida a\narbitramento. Já na presidência seguinte, sob o governo republicano de\nWilliam McKinley (1897-1901), a Marinha dos EUA passou a efetivamente\npromover intervenções militares de um novo tipo, que resultaram na\nconquista de colônias subtraídas a países europeus fora da tradicional\nárea de expansão territorial norte-americana, até então restrita à\nAmérica do Norte.\n\nFoi em 1898, depois de três anos de luta armada dos cubanos contra o\ndomínio espanhol, na Guerra de Independência Cubana (1895-1898). O\nconflito prejudicava interesses econômicos norte-americanos porque a\nilha tinha sido grande receptora de investimentos oriundos dos EUA e\ndestinados aos setores açucareiros e de serviços. Por isso, crescia a\npressão doméstica para que o governo McKinley reclamasse a aplicação da\nDoutrina Monroe contra a Espanha naquele enclave europeu estratégico e\ngeograficamente próximo da Flórida. O pretexto para a intervenção dos\nEUA veio em fevereiro de 1898, quando o encouraçado norte-americano *USS\nMaine* estava ancorado no porto de Havana e foi misteriosamente\nexplodido, ocasionando a morte de 260 tripulantes. A “imprensa amarela”\natribuiu o incidente aos espanhóis e, em abril, o governo reconheceu a\nindependência de Cuba e sancionou a Emenda Teller (20/4/1898), que\nafirmava o desinteresse dos EUA na anexação da ilha.\n\nEntre abril e julho, a Guerra Hispano-Americana (1898) consolidou a\nhegemonia militar da potência ianque no “lago americano”. O Brasil\nmanteve-se formalmente “neutro” no conflito, mas foi o único país da\nAmérica Latina a demonstrar simpatia pelos EUA. Em março, o ministro\nbrasileiro em Londres, Sousa Correia, negociou com o representante\nnorte-americano, Henry White, a cessão de dois navios que o Brasil tinha\nencomendado a estaleiros ingleses. Agentes do governo espanhol que\ntambém tentaram comprar os navios foram preteridos pelo governo\nbrasileiro, que aliás passava por graves dificuldades financeiras –\nconforme evidencia o *funding loan* negociado por Joaquim Murtinho e\nCampos Sales no final daquele mesmo ano.\n\nEm menos de seis meses terminou o conflito que o secretário de Estado\nJohn Hay (1898-1905) chamaria de “uma esplêndida guerrinha”: pelo\nTratado de Paris (10/12/1898), os EUA tomaram dos espanhóis Porto Rico,\nGuam e as Filipinas. A Espanha, por outro lado, perdeu duas esquadras\ninteiras na guerra, e no ano seguinte vendeu os arquipélagos que lhe\nrestavam no Pacífico: pelo Tratado Germano-Espanhol (1899), as ilhas\nCarolinas e Marianas (exceto Guam) passavam à soberania do Império\nAlemão, enterrando o Império ultramarino espanhol nas Américas e no\nPacífico. Quanto aos EUA, tiveram uma vitória militar que garantiu a\naplicação da Doutrina Monroe no Caribe e, de quebra, incrementou a\npresença da Marinha de guerra ianque no Pacífico. Meses antes, aliás,\nMcKinley tinha aproveitado as operações navais contra a Espanha para\nconvencer o Congresso da importância estratégica do Havaí. O Senado\naprovou a medida em junho de 1898, um ano depois de ter rejeitado a\nideia. O Havaí tornava-se, assim, território da União, em 7 de julho de\n1898. Lá estava situada a base de Pearl Harbor, que fora cedida em 1875\ne futuramente viria a constituir-se no núcleo da Esquadra dos EUA no\nPacífico, tendo servido para contrapor a projeção do poderio naval\njaponês na região. Na virada do século, a projeção norte-americana no\nPacífico já era suficiente para influir na política das potências\neuropeias em relação à China, onde se consagrou publicamente a “política\nde portas abertas” (*Open Door Policy*), sistematizada e defendida pelo\nsecretário de Estado John Hay.\n\nQuanto a Cuba, obteve sua independência formal com a vitória dos EUA\nsobre a Espanha em 1898, mas ficou sob ocupação militar norte-americana\naté 1902. Além disso, os cubanos sofreram pressão dos EUA para incluir\nem sua nova Constituição a Emenda Platt (1901), que impedia Cuba de\nassinar tratados, endividar-se além de sua capacidade ou fazer\nconcessões a outros países sem autorização norte-americana. A emenda\npermitia ainda a aplicação na ilha de um programa sanitário patrocinado\npelo “grande irmão do Norte” e a venda ou arrendamento de sítios para a\ninstalação de bases carvoeiras ou militares da Marinha norte-americana\n(como se deu, de fato, em Guantánamo). Por fim, o dispositivo da\nConstituição cubana autorizava intervenções do governo ianque na ilha\npara preservar a ordem ou garantir a independência do país. Em suma,\nCuba tornou-se independente, mas teve sua soberania amplamente limitada,\nconstituindo virtualmente um protetorado dos EUA.\n\nO corolário Roosevelt e a América ao sul do Rio Grande\n\nReeleito em 1900, McKinley foi atacado por um anarquista de nome Leon\nCzolgosz em 6 de setembro de 1901. Mortalmente ferido, faleceu oito dias\ndepois, quando seu vice-presidente assumiu. “Teddy” Roosevelt estava\nalinhado com a mudança que McKinley vinha promovendo na política externa\nnorte-americana: entre 1897 e 1898, tinha exercido, na prática, o papel\nde secretário da Marinha, e em 1898 fora voluntário na Guerra\nHispano-Americana (o que lhe renderia, postumamente, a Medalha de Honra\ndo Congresso). Seu governo não representou, portanto, uma inflexão. Mas\nlegitimou retoricamente aquilo que vinha sendo feito desde 1898. Seu\n“corolário” à Doutrina Monroe foi uma recusa, frontal e explícita, à\nprojeção nas Américas das disputas imperialistas entre potências\neuropeias.\n\nLogo no início do primeiro mandato de Roosevelt, a ameaça se fez\npresente perto das fronteiras, no “lago americano”: em 1902, a Venezuela\nsofreu intervenção para cobrança de dívidas pela força, como era comum à\népoca. Antes de intervir, no entanto, as duas maiores potências\neuropeias, Alemanha e Grã-Bretanha, mostraram reconhecer a hegemonia\nnorte-americana na região e respeitar o espírito do “corolário Olney”,\nconsultando o governo dos EUA. Roosevelt anuiu desde que a ação armada\nnão resultasse em conquista territorial, já que essa hipótese\nconstituiria uma violação à Doutrina Monroe. Assim, a partir de 9 de\ndezembro uma esquadra anglo-germânica bloqueou a foz do rio Orinoco e os\ncinco portos mais importantes da Venezuela – outra credora, a Itália,\nquis aderir depois. Mas o presidente Castro não se intimidou: teve\nfortes bombardeados e três canhoneiras afundadas. Diante do impasse, os\nEUA agiram como mediadores para suspender o bloqueio, em fevereiro de\n1903. A disputa foi então submetida ao Tribunal de Haia, que daria razão\naos credores.\n\nEsse imbróglio constituiu um marco nas relações entre EUA e América\nLatina, pelos desdobramentos que motivou. De um lado, a chancelaria\nargentina protestou junto ao Departamento de Estado contra a\nlegitimidade do uso da força para cobrança de dívidas. Mais que isso: o\nchanceler portenho Luis Maria Drago invocou a Doutrina Monroe e a\nDoutrina Calvo como fundamentos da sua proposta de criação de uma norma\nde Direito Internacional que resultasse na suspensão da cobrança\nforçada. Ela passaria à História com o nome de “Doutrina Drago”.\n\nPara o presidente “Teddy” Roosevelt, por outro lado, as nações\ncivilizadas deviam cumprir, ainda que a contragosto, o papel de\npreservar a ordem e o respeito à lei em países indisciplinados. Por isso\nrecusava a Doutrina Drago e considerava legítimo o recurso à força\nmilitar para a cobrança de dívidas, por exemplo. Mas, como governava um\npaís cercado de repúblicas instáveis e devedoras de credores europeus, o\npresidente norte-americano se viu impelido a apresentar uma solução que\nevitasse a repetição do “calote” venezuelano e da presença militar\neuropeia, principalmente no Caribe. Era esse o típico exemplo de\nsituação em que a política externa deveria ser capaz de atingir o\nobjetivo que o próprio Roosevelt definiu como “o exercício da\nantecipação inteligente e de uma ação decisiva suficientemente antes de\nqualquer crise provável” (tradução livre de “*the exercise of\nintelligent forethought and of decisive action sufficiently far in\nadvance of any likely crisis*”).\n\nA solução foi explicitada em 1904, no corolário Roosevelt à Doutrina\nMonroe, e trazia resposta clara ao dilema: diante de qualquer\nperturbação da ordem ou desrespeito a contratos em alguma parte do\n“Hemisfério Ocidental”, os Estados Unidos da América poderiam se ver\nforçados a cumprir o papel de “polícia internacional”. Trocando em\nmiúdos, todas as nações devedoras ou politicamente instáveis dentro da\nárea de influência norte-americana estavam a salvo de intervenções\neuropeias, mas poderiam ser objeto da ação militar “preventiva” dos\n*marines* em seu território exatamente para evitar violações à Doutrina\nMonroe.\n\nVários países latino-americanos se opuseram ao novo “xerife”. Mas o\ngoverno brasileiro não se viu ameaçado. Àquela altura, o Brasil já tinha\nconsolidado o regime republicano e estabilizado suas finanças, no\ngoverno Campos Sales (1898-1902). Por isso o chanceler brasileiro, José\nMaria da Silva Paranhos Jr., barão do Rio Branco (1902-1912), não viu\nperigo de intervenção norte-americana em território nacional: recusou\nqualquer articulação sul-americana a favor da Doutrina Drago e\nsilenciou, oficialmente, a respeito do corolário Roosevelt. Rio Branco\nviu na projeção do poderio norte-americano um anteparo contra a ameaça\ndo imperialismo europeu. Na prática, concordou com os pressupostos de\nRoosevelt e aprofundou o relacionamento especial com o “grande irmão do\nNorte”: em janeiro de 1905, as duas maiores repúblicas das Américas\ntrocaram embaixadas; em 1906, o Rio de Janeiro sediou a III Conferência\nInternacional Americana, com a presença do secretário de Estado Elihu\nRoot, o primeiro a sair do país em visita oficial a outra nação. E a\nDoutrina Drago não foi incluída no programa da Conferência.\n\nEssa “aliança não escrita”, na consagrada definição de Bradford Burns,\ndespertou nos vizinhos o temor de uma suposta ameaça de subimperialismo\nbrasileiro, reforçada pela aprovação de um programa de reorganização da\nMarinha de Guerra brasileira, em 1904. Principalmente na Argentina,\nalguns diplomatas suspeitavam que Rio Branco se aproximava dos EUA com o\nfito de exercer, no Cone Sul, o papel de cogarante do monroísmo,\nrepetindo o que o Império brasileiro fizera no Prata, em passado não\nmuito distante, e que o novo Império Americano implementava no Caribe,\nno presente bem próximo.\n\nProjeção mundial\n\nOutros dois episódios, ainda durante o governo Roosevelt, elucidam um\naspecto pouco enfatizado na literatura brasileira sobre a política\nexterna norte-americana inaugurada pelo governo McKinley. É que a\nconsolidação da hegemonia dos EUA sobre a América Latina e o Caribe\ninseria-se num contexto de disputas imperialistas em que as intervenções\neuropeias no “Hemisfério Ocidental” ainda constituíam uma ameaça, como\nRio Branco notara e vários episódios recentes evidenciavam. Alguns\nexemplos, restritos ao Brasil, são suficientes para comprovar essa tese,\nque ao olhar contemporâneo parece estranha: a intervenção estrangeira\n(europeia e norte-americana) na Revolta da Armada, em 1893; a ocupação\nbritânica na Ilha de Trindade, em 1895; o laudo arbitral do rei da\nItália, Victor Emanuel III, sobre a pendência lindeira entre Brasil e\nGuiana Inglesa, em 1904; e o episódio da canhoneira alemã *Panther*, em\n1905.\n\nNesse contexto, os métodos da *Big Stick Policy* de McKinley e Roosevelt\ndeveriam servir não apenas à consolidação da hegemonia norte-americana\nnas Américas, mas também tinham que ser capazes de afastar qualquer\npretensão europeia sobre o Hemisfério Ocidental. Isso demandava a\nprojeção mundial dos EUA, que passava pela demonstração da força militar\n(especialmente naval) da potência extraeuropeia emergente e de sua\ncapacidade de participar da política internacional como um ator\nrelevante. “Teddy” Roosevelt estava ciente do desafio, e agiu também\nnessas duas direções, principalmente em seu segundo mandato.\n\nEm 1905, por exemplo, foi o mediador do Tratado de Portsmouth, que\nencerrou a Guerra Russo-Japonesa (1904-1905). Em 1906, isso rendeu ao\npresidente mais expansionista da história dos EUA até então o Prêmio\nNobel da Paz, que nunca tinha sido ofertado a um norte-americano. Foi\ncomo se o mundo reconhecesse que entre 1898 e 1906 o Tio Sam saíra da\ninfância americana para a juventude global. Logo em seguida, em 16 de\ndezembro de 1907, a potência debutante no tabuleiro da política mundial\niniciou uma grande exibição de poder militar em âmbito universal, por\ndeterminação do presidente Roosevelt. Pouco mais de um ano depois, em 22\nde fevereiro de 1909, uma esquadra de guerra da Marinha dos EUA, chamada\nde *Great White Fleet* e composta de 16 encouraçados divididos em quatro\nesquadrões, completou viagem de circum-navegação em missão de paz ao\nredor do globo.\n\nEla saiu de Hampton Roads, e seus navios passaram por portos do Brasil,\nArgentina, Chile, Peru e México; alcançaram a costa leste dos EUA e\natravessaram o Pacífico, com paradas no Havaí, ilhas Samoa e Nova\nZelândia; exibiram-se em portos da Austrália, Filipinas, Japão, China,\nCeilão (Sri Lanka); cruzaram o canal de Suez e foram recebidos em portos\ndo Egito, onde oficiais norte-americanos tiveram audiência com o\nrepresentante britânico local; depois disso a frota seguiu pelo\nMediterrâneo, fazendo paradas em portos da Argélia, Grécia, Líbano,\nTurquia, Marrocos, França, Itália, além das possessões britânicas de\nMalta e Gibraltar, antes de cruzar o Atlântico de volta aos EUA para que\no presidente Roosevelt passasse em revista seus encouraçados brancos.\nReconhecida pela sociedade internacional, a emergente Marinha dos EUA\ndançaria uma valsa conduzida pelo balanço do mar, como a debutante que,\nde branco, exibe diante do público que está preparada (e armada!) para\ningressar no mundo daqueles que já alcançaram a maturidade. Desse modo,\no novo “xerife” do Hemisfério Ocidental mostrava às potências\nimperialistas que as terras americanas, mesmo se consideradas selvagens\ne habitadas por sociedades primitivas que demandavam intervenção, não\nadmitiam mais do que um cacique na condução da missão civilizatória.\n\nDesdobramentos\n\nA construção do canal do Panamá, entre 1907 e 1914, foi o resultado mais\nvisível da implementação das teses do almirante Mahan, que Roosevelt\ntinha conhecido em fins dos anos 1880 no Naval War College. Tratava-se\nda proposição de que o domínio dos mares por meio do controle das rotas\ncomerciais e do poderio naval constituía o aspecto mais decisivo para os\nresultados de um conflito militar. A abertura do canal viabilizou as\ncondições efetivas para a consolidação da hegemonia militar dos EUA nas\nAméricas e no Pacífico, impulsionando a projeção mundial do “Tio Sam”.\nPor isso mesmo, as intervenções militares norte-americanas na América\nCentral e Caribe continuaram, no governo Roosevelt e mesmo depois dele.\n\nEm 1906, por exemplo, o “Grande Porrete” de Teddy foi acionado para\ndefender os interesses dos EUA em Cuba, onde os *marines* permaneceram\naté 1909. Em 1907, contudo, a delegação norte-americana à II Conferência\nda Paz de Haia obteve a aprovação de tratado que tornava ilegal a\nmobilização de força militar para cobrança de dívidas. Isso demandou a\nrevisão dos métodos que o governo dos EUA usava para estabilizar as\nfinanças dos países “indisciplinados” em sua área de influência. Mas não\npôs fim às intervenções.\n\nQuem levou a cabo essa tarefa foi o sucessor de Roosevelt, eleito em\n1908 pelo mesmo partido Republicano: William Howard Taft (1909-1913),\ncujo secretário de Estado Philander Knox incentivou bancos\nnorte-americanos a comprar as dívidas de países do Caribe e América\nCentral com credores europeus. Taft apelidou sua política de “Diplomacia\ndo Dólar” (*Dollar diplomacy*) e a fundamentou como forma de preservar a\nsegurança do canal do Panamá e seguir os fundamentos do corolário\nRoosevelt, que visavam estabilizar política e economicamente os países\nda região a fim de prevenir intervenções europeias na área de influência\nnorte-americana. Mas ela também serviu para incentivar a penetração de\nconglomerados bancários norte-americanos na China. E mais: quando seus\nresultados não foram bem-sucedidos na prevenção de revoluções, os\ngovernos norte-americanos até 1934 não hesitaram em deslocar seus\n*marines* para conter revoluções e restaurar a ordem que fosse mais\ncompatível com o interesse dos EUA.\n\nFoi o que aconteceu, por exemplo, na Nicarágua, em 1912 e 1927; no\nMéxico, em 1914; no Haiti, em 1915; e na República Dominicana, em 1916;\nentre muitos outros exemplos. As intervenções militares dos EUA nas\nAméricas só deixariam de ser o método privilegiado para atingir os\nobjetivos da política externa norte-americana a partir de 1934. Nesse\nano o governo de Franklin Delano Roosevelt, primo distante de “Teddy”\nque fora eleito presidente pelo Partido Democrata, revogou a Emenda\nPlatt e evacuou suas tropas do Haiti, encerrando a *Big Stick Policy*.\nEm contexto de profunda crise econômica e crescente sentimento\nantiamericano nas Américas, a influência dos fascismos se alastrava,\nprincipalmente entre as Forças Armadas dos países latino-americanos.\nComeçava então a Política da Boa Vizinhança (*Good Neighbor Policy*),\nque viria a perseguir objetivos semelhantes aos de McKinley e do\nprimeiro Roosevelt, mas com métodos muito diversos.\n\nLuigi Bonafé\n\n**FONTES:** Aron, R. *República imperial*; Bueno, C. *A república*;\n*Política externa da Primeira República*; Finnemore, M. *The purpose of\nintervention*.\n","ref":"**FONTES:** Aron, R. *República imperial*; Bueno, C. *A república*;\n*Política externa da Primeira República*; Finnemore, M. *The purpose of\nintervention*.\n","dic":"DHBPR"}