{"title":"CORREIA, Afonso Henrique de Miranda","cargoss":["militar","rev. 1930."],"author":null,"content":"**CORREIA, Afonso Henrique de Miranda**\n\n\\*militar; rev. 1930.\n\n*Afonso Henrique de Miranda Correia* nasceu em Candiota (RS) no dia 15\nde novembro de 1901, filho de João Carlos Correia e de Cândida de\nMiranda Correia.\n\nEm maio de 1918, sentou praça como voluntário no Curso de\nAperfeiçoamento de Instrução de Infantaria na Vila Militar, no Rio de\nJaneiro, então Distrito Federal. Em fevereiro de 1920 foi designado para\na arma de artilharia, passando a compor o efetivo da 1^a^ Bateria\nIsolada de Artilharia da Costa (1^a^ BIAC), no forte Copacabana, na\ncapital federal.\n\nApós concluir o curso fundamental, em março de 1921 matriculou-se no\ncurso especial de artilharia da Escola Militar do Realengo, no Rio de\nJaneiro, sendo declarado em janeiro de 1922 aspirante a oficial dessa\narma e transferido para a 4^a^ Bateria do 2^o^ Regimento de Artilharia\nMontada (2^o^ RAM), também no Rio. Promovido a segundo-tenente em abril\nseguinte, em julho foi desligado do 2^o^ RAM e retornou à 2^a^ BIAC,\nonde se apresentou em agosto. Em junho de 1923 passou a primeiro-tenente\ne, em novembro do ano seguinte, foi elogiado pelo comandante do setor\noeste por seu desempenho no combate ao levante do encouraçado *São\nPaulo*, deflagrado naquele mês por oficiais da Marinha sob a liderança\ndo tenente Herculino Cascardo. Os rebeldes, que pretendiam unir-se às\nforças que se haviam insurgido em outubro no Rio Grande do Sul, trocaram\ntiros com as baterias do forte de Copacabana e em seguida deslocaram-se\ncom a belonave para o Sul, conseguindo aportar em Montevidéu.\n\nMatriculou-se em seguida na Escola de Aperfeiçoamento de Oficiais,\nfrequentando o curso de março a dezembro de 1925. Nesse ínterim foi\nsorteado, em maio, juiz do 2^o^ Conselho de Justiça Militar. Em março de\n1926 matriculou-se na Escola de Estado-Maior do Exército e, em março do\nano seguinte, foi removido da 1^a^ BIAC para o 4^o^ RAM. Em março de\n1928 deixou o 4^o^ RAM e transferiu-se para o 7^o^ RAM. Estagiou na arma\nde aviação, tendo sido designado em agosto chefe da 2^a^ Seção da\nDivisão Aérea. Concluiu o curso da Escola de Estado-Maior em janeiro de\n1929.\n\nTransferido no mês seguinte para o 5^o^ Grupo de Artilharia de Costa\n(5^o^ GAC), sediado em Corumbá (MS), então no estado de Mato Grosso,\nassumiu o posto em abril e, durante o período em que serviu nessa\nunidade, exerceu por diversas vezes o comando interino do grupo e da\nfortaleza de Coimbra. Removido em fevereiro de 1930 para a 3^a^ Região\nMilitar (3^a^ RM), com sede em Porto Alegre, começou a servir como\nadjunto dessa unidade em abril do mesmo ano. No mês seguinte foi nomeado\npara dar instrução aos alunos do Curso de Preparação de Oficiais da\nReserva (CPOR), passando também a chefiar a 3^a^ Seção do Estado-Maior.\nEm julho foi designado para integrar a Comissão de Esportes da 3^a^ RM.\n\nCom a eclosão da Revolução de 1930, vitoriosa no Rio Grande do Sul nos\nprimeiros dias de outubro, foi convocado pelos revolucionários para\nservir no Estado-Maior Geral das Forças Nacionais, sendo designado chefe\nda 3^a^ Seção. No dia 12 desse mesmo mês embarcou em Porto Alegre,\njuntamente com o escalão leve do Estado-Maior Geral que acompanhava o\ncoronel Pedro Aurélio de Góis Monteiro, com destino a Ponta Grossa (PR),\naonde chegou cinco dias depois. No dia 20 seguiu para Curitiba, também\nem companhia do escalão do Estado-Maior Geral, acompanhando Getúlio\nVargas, chefe da revolução. Regressou em seguida a Ponta Grossa, daí\nrumando para São Paulo e, posteriormente, para o Rio de Janeiro, onde o\nEstado-Maior Geral ficou aquartelado na Escola de Aviação Militar e,\nmais tarde, na sede da Diretoria de Aviação Militar, no Andaraí.\n\nDe janeiro a março de 1931 esteve no Rio Grande do Sul em missão do\nEstado-Maior Geral. Com a extinção deste, no mês de abril, foi\ndispensado de suas funções e transferido em maio para a Diretoria de\nAviação Militar como estagiário de estado-maior. Em seguida, ainda como\nestagiário, foi novamente transferido, dessa vez para a 2^a^ RM, em São\nPaulo. Aí assumiu o cargo de adjunto da 3^a^ Seção do Estado-Maior e, a\npartir de agosto de 1931, passou a exercer as funções de instrutor do\nCPOR. Permaneceu na 2^a^ RM até maio de 1932, quando foi designado\nadjunto do Estado-Maior da 1^a^ RM, no Rio de Janeiro, onde serviu junto\nà 2^a^ Seção. Durante esse período, pertenceu ao Clube 3 de Outubro,\norganização criada em maio de 1931, congregando as correntes tenentistas\npartidárias da manutenção e do aprofundamento das reformas instituídas\npela Revolução de 1930.\n\nParticipou da repressão à Revolução Constitucionalista de São Paulo,\nirrompida em julho de 1932, seguindo nesse mesmo mês para o teatro de\noperações com o quartel-general da 1^a^ Divisão de Infantaria (1^a^ DI).\nDesligado dessa divisão em outubro seguinte, após a derrota do\nmovimento, em novembro foi promovido a capitão e assumiu a chefia da\n2^a^ Seção do Estado-Maior da 1^a^ RM.\n\nA partir de abril de 1933 ficou à disposição do ministro da Justiça e\nNegócios Interiores, Francisco Antunes Maciel Júnior, sendo nomeado\ninspetor de tráfego da Polícia Civil e responsável pelo expediente da\nDelegacia Especial de Segurança Política e Social. Em maio do mesmo ano\ntornou-se delegado especial de Segurança Política e Social e, em\nseguida, membro da comissão encarregada de promoções no quadro de\ninvestigadores da polícia. Em 1935 substituiu interinamente o chefe de\npolícia do Distrito Federal, capitão Filinto Müller, destacando-se na\nrepressão aos revoltosos de novembro daquele ano. Em fevereiro de 1937\nfoi exonerado a pedido do cargo de delegado especial de Segurança\nPolítica e Social da Polícia Civil do Distrito Federal.\n\nPermanecendo à disposição do Ministério das Relações Exteriores até\noutubro de 1937, durante esse período visitou a Alemanha a título de\n“intercâmbio de experiências” na luta anticomunista. Na ocasião entrou\nem contato com o Exército alemão e a polícia política, a Gestapo. Em\nnovembro seguinte voltou ao serviço ativo no Estado-Maior do Exército\n(EME), onde permaneceu até outubro de 1938. Transferido para o 3^o^ GAC,\nno forte Copacabana, serviu nessa unidade de dezembro seguinte a janeiro\nde 1940, quando foi designado para a Escola de Artilharia da Costa\n(EAC), na fortaleza de São João, no Distrito Federal. Promovido a major\nem agosto de 1940, permaneceu na EAC até dezembro seguinte, primeiro\ncomo instrutor e depois como subdiretor de ensino.\n\nDesignado para o 2^o^ Regimento de Artilharia Misto, em São Leopoldo\n(RS), assumiu em fevereiro de 1931 o comando do grupo, onde permaneceu\naté janeiro do ano seguinte. De volta ao Distrito Federal, assumiu o\ncomando da EAC, exercendo também a função de diretor de ensino.\nPromovido a tenente-coronel em março de 1942, deixou a escola no mês\nseguinte. Com a entrada do Brasil na Segunda Guerra Mundial em agosto\ndesse ano e a organização da Força Expedicionária Brasileira (FEB) em\n1943, passou a integrar, a partir de julho de 1944, a Artilharia\nDivisionária (AD-1) da 1^a^ Divisão de Infantaria Expedicionária (1^a^\nDIE). Designado chefe de polícia do grupamento do general Osvaldo\nCordeiro de Farias, que embarcou no navio-transporte norte-americano\n*General Mann* com destino ao teatro de operações, chegou a Nápoles em\noutubro. Ainda nesse mês foi nomeado chefe da 4^a^ Seção do Estado-Maior\nda AD-1, tendo servido junto ao posto do comando da unidade.\n\nEm julho de 1945 regressou ao Brasil, permanecendo à disposição do EME a\npartir de outubro seguinte. Em novembro foi nomeado adido militar junto\nà embaixada brasileira em Santiago do Chile e em março do ano seguinte\nassumiu o posto, nele permanecendo até novembro de 1947.\n\nEm janeiro de 1949, tornou-se membro da comissão encarregada de elaborar\no anteprojeto de regulamento da Escola Superior de Guerra (ESG), criada\nem 22 de outubro de 1948. De outubro de 1949 a julho de 1952 permaneceu\nna ESG, tendo frequentado o curso dessa escola e desempenhado a função\nde adjunto do gabinete. Passou para a reserva em 1953.\n\nFaleceu no Rio de Janeiro em 1963.\n\nEra casado com Rosina Ferreira de Araújo, com quem teve uma filha.\n\n**FONTES:** ARQ. CLUBE 3 DE OUTUBRO; ARQ. OSVALDO ARANHA; INF. FAM.;\nMIN. GUERRA. *Almanaque* (1952); SEITENFUS, R. *Difícil*; SILVA, H.\n*1937*.\n","ref":"**FONTES:** ARQ. CLUBE 3 DE OUTUBRO; ARQ. OSVALDO ARANHA; INF. FAM.;\nMIN. GUERRA. *Almanaque* (1952); SEITENFUS, R. *Difícil*; SILVA, H.\n*1937*.\n","dic":"DHBPR"}