{"title":"CORREIA, Aquino","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1918],"datas_fim":[1922],"estados":["MT"],"autor":[0],"content":"**CORREIA, Aquino**\n\n**\\***religioso; pres. MT 1918-1922.\n\n*Francisco de Aquino Correia*nasceu em Cuiabá no dia 2 de abril de 1885,\nfilho do coronel Antônio Tomás de Aquino Correia e de Maria de Aleluia\nGaudie Lei de Aquino Correia. Seu pai foi deputado provincial, gerente\nda Caixa Econômica, inspetor da Tesouraria Provincial, administrador dos\nCorreios e suplente de juiz federal.\n\nEm 1895 passou a frequentar as aulas do Seminário da Conceição e cinco\nanos mais tarde inscreveu-se no Liceu Salesiano São Gonçalo. Seu\nnoviciado foi concluído em 1902. Em 1904 seguiu para Roma e deu início\naos estudos de filosofia na Academia Santo Tomás de Aquino e de teologia\nna Pontifícia Universidade Gregoriana. Em 1909 foi ordenado sacerdote.\nApós seu regresso a Cuiabá em 1910, dirigiu o Liceu Salesiano de 1911 a\n1914, quando, com apenas 29 anos de idade, foi nomeado bispo titular de\nPrusíade e auxiliar da arquidiocese de Mato Grosso.\n\nEm 1917 o estado de Mato Grosso passou por séria crise política, cujo\ndesfecho foi a decretação da intervenção federal pelo presidente\nVenceslau Brás (1914-1918), a cargo de Camilo Soares de Moura. Após\nlongos entendimentos, ficou definido entre o presidente da República e\nos dois maiores partidos políticos locais, o Partido Republicano\nMato-Grossense (PRMG), dirigido por Pedro Celestino Correia da Costa, e\no Partido Republicano Conservador (PRC), liderado pelo senador Antônio\nAzeredo, que o nome mais indicado para governar o estado era o de dom\nAquino Correia, que foi lançado como candidato único. No pleito de\nnovembro de 1917 o acordo foi efetivado, e Mato Grosso passou a ter um\nbispo como presidente.\n\nEmpossado no dia 22 de janeiro de 1918, à medida que avançava sua\nadministração o líder da igreja católica no estado ficava menos infenso\nà dura oposição por parte dos membros do PRC. As manifestações de\ndesagrado com a composição de seu governo estavam patentes na imprensa\nestadual e nos discursos inflamados do deputado federal Aníbal de Toledo\nna Câmara dos Deputados. Isso não impediu dom Aquino de concluir seu\nmandato no dia 22 de janeiro de 1922, quando transmitiu o governo a\nPedro Celestino. Antes disso, em 1921, a Santa Sé o nomeou arcebispo de\nCuiabá.\n\nParalelamente às atividades clericais e ao exercício do governo de Mato\nGrosso, dom Aquino também atuou intensamente em instituições de caráter\nnão religioso. Foi um dos fundadores do Instituto Histórico e Geográfico\nde Mato Grosso em 1919 e do Centro Mato-Grossense de Letras em 1921. Em\n1926 foi recebido como sócio-efetivo do Instituto Histórico e Geográfico\nBrasileiro (IHGB) e no ano seguinte tomou posse na Academia Brasileira\nde Letras.\n\nA capacidade de articulação política, a qualidade de orador experiente e\nas posições conservadoras no interior da Igreja Católica abriram\nperspectivas de aproximação com o governo de Getúlio Vargas a partir de\n1930. A relação do campo religioso e com o campo político no regime\nvarguista tornou a figura de dom Aquino bastante conhecida\nnacionalmente. Sua simpatia pelo Estado Novo (1937-1945) ficou patente\nnos inúmeros discursos proferidos no período, em que abertamente\nelogiava o estreitamento de relações entre a Igreja e o regime político\nem vigor. Essa postura o transformou em orador frequentemente solicitado\nnas solenidades dirigidas pelo governo federal e nos atos comemorativos,\ncomo por exemplo em 1940, quando celebrou missa campal alusiva aos dez\nanos do governo ditatorial de Getúlio Vargas, reforçando sua posição de\nprestígio e sinalizando o inequívoco estreitamento das relações entre\nIgreja e Estado.\n\nFaleceu no estado de São Paulo no dia 23 de março de 1956.\n\nDe sua autoria foram publicados os livros *Nova et vetera*: *versos*\n(1947), *Uma flor do clero cuiabano* (1951), *Poética*: *odes* (v.1,\ntomo 1,1985), *Poética: terra natal* (v.1, tomo 2, 1985), *Discursos*\n(v.2, tomo 1, 1985), *Discursos* (v.2, tomo 2, 1985), *Discursos* (v.2,\ntomo 3, 1985), *Pastorais* (v.3, tomo 1, 1985) e *Pastorais* (v.3, tomo\n2, 1985).\n\nJoão Edson Fanaia\n\n**FONTES:** COMETTI, P. *Dom Aquino*; FANAIA, J. *Elites*;PEDRAÇA, C.\n*Universo*; PÓVOAS, N. *Galeria.*\n","ref":"**FONTES:** COMETTI, P. *Dom Aquino*; FANAIA, J. *Elites*;PEDRAÇA, C.\n*Universo*; PÓVOAS, N. *Galeria.*\n","dic":"DHBPR"}
