{"title":"CORREIA, Manuel Francisco","cargoss":["pres. PE 1862","dep. ger. PR 1869-1877","min. Estrangeiros 1871-1873"],"author":null,"content":"**CORREIA, Manuel Francisco**\n\n\\* pres. PE 1862; dep. ger. PR 1869-1877; min. Estrangeiros 1871-1873;\nsen. PR 1877-1889; min. TCU 1893-1894; pres. TCU 1893-1894.\n\n*Manuel Francisco Correia* nasceu em Paranaguá (PR) no dia 1^o^ de\nnovembro de 1831, filho de Manuel Francisco Correia e de Francisca\nPereira Correia.\n\nEstudou no Educandário Nova Friburgo e formou-se bacharel em letras pelo\nImperial Colégio de Pedro II, no Rio de Janeiro, então capital do\nImpério. Posteriormente, também se formou bacharel em direito pela\nFaculdade de Direito de São Paulo.\n\nEm 1862 foi nomeado presidente da província de Pernambuco, tendo\nexercido o cargo de 30 de abril a 2 de outubro daquele ano. De 1869 a\n1877 foi deputado geral pela província do Paraná e de 1874 a 1875\nexerceu a presidência da Câmara dos Deputados. Concomitantemente ao\nmandato de deputado geral, assumiu também o Ministério dos Estrangeiros\n(posteriormente denominado Ministério das Relações Exteriores) de 1871 a\n1873, no gabinete chefiado por José Maria da Silva Paranhos, então\nvisconde do Rio Branco. Como ministro, exerceu papel de destaque nas\nnegociações de paz após o término da Guerra do Paraguai (1864-1870). Em\n1874, foi o responsável pela criação da primeira Escola Normal do Rio de\nJaneiro. Dedicou-se à causa da instrução pública, tendo fundado diversas\nescolas, museus e bibliotecas.\n\nEm 1877 assumiu o cargo de conselheiro de Estado. Instalado em novembro\nde 1841 e presidido pelo imperador Pedro II, o Conselho de Estado\natendia às consultas dos ministros e do próprio imperador, em especial\nas que se referiam às declarações de guerra ou de paz, às negociações\ncom as nações estrangeiras, aos conflitos entre as autoridades\nadministrativas e judiciárias e aos abusos das autoridades\neclesiásticas. Os 72 conselheiros vitalícios incluíam ministros,\ndeputados, senadores, fazendeiros, negociantes, capitalistas, militares\ne magistrados, que, de forma geral, descendiam de famílias que\ncontrolavam a política, os cargos administrativos e as atividades\neconômicas no país já no período colonial ou representavam os diversos\ngrupos que compunham as elites imperiais.\n\nDe 1877 a 1889 foi senador pela província do Paraná. Nesse período, em\n25 de fevereiro de 1883, fundou, junto com outros senadores, a Sociedade\nde Geografia do Rio de Janeiro. Ainda durante o Império foi segundo\noficial da Secretaria da Fazenda e primeiro oficial da Secretaria do\nImpério e depois da Secretaria de Justiça, além de oficial de gabinete\nde ministros de Estado. Também foi diretor da Repartição de Estatística,\ntendo sido responsável pela realização do primeiro recenseamento da\npopulação no Império.\n\nJá sob o regime republicano, tomou posse como ministro do Tribunal de\nContas da União (TCU) no dia 17 de janeiro de 1893. O tribunal, criado\npelo Decreto n^o^ 966-A, de 7 de novembro de 1890, por iniciativa do\nentão ministro da Fazenda, Rui Barbosa, e norteado pelos princípios da\nautonomia, fiscalização, julgamento, vigilância e energia, foi\ninstitucionalizado definitivamente pela Constituição de 1891, ainda por\ninfluência de Rui Barbosa. Contudo, sua efetiva instalação só ocorreu em\n17 de janeiro de 1893, graças ao empenho de Serzedelo Correia, ministro\nda Fazenda do governo do presidente Floriano Peixoto (1891-1894).\nOriginariamente o TCU era responsável pelo exame, revisão e julgamento\nde todas as operações relacionadas à receita e à despesa da União. A\nConstituição de 1891 conferiu-lhe competência para liquidar as contas da\nreceita e da despesa e verificar sua legalidade antes de serem prestadas\nao Congresso Nacional.\n\nAo ser empossado no TCU, assumiu a presidência da corte. Além de ter\nsido o primeiro presidente do TCU, foi o relator das contas do governo\nda República de 1893 a 1894. Em 18 de agosto desse último ano\naposentou-se.\n\nFoi ainda diretor do Loide Brasileiro, sócio do Instituto Histórico e\nGeográfico Brasileiro e membro do Conservatório Dramático do Rio de\nJaneiro. Recebeu diversas condecorações nacionais e internacionais, com\ndestaque para as grã-cruzes da Ordem da Conceição da Vila Viçosa, da\nOrdem de Carlos II da Espanha, da Ordem da Coroa de Ferro da Áustria, da\nOrdem de Sant’Ana da Rússia e da Ordem Cristo de Portugal.\n\nFaleceu em 11 de junho de 1905.\n\nPublicou diversos trabalhos: *Compilação e anotação das consultas do\nConselho de Estado, referentes aos negócios eclesiásticos* (1869);\n*Relatórios da Repartição dos Negócios Estrangeiros, apresentados à\nAssembleia Geral Legislativa na 3^a^ sessão* (1871) e *na 4^a^ sessão*\n(1872) *da 14^a^ legislatura*; *Relatório da Repartição dos Negócios\nEstrangeiros, apresentado à Assembleia Geral Legislativa na 1^a^ sessão\nda 15^a^ legislatura* (1872); *Missão do general Bartolomeu Mitre,\nenviado extraordinário e ministro plenipotenciário da República\nArgentina: discurso pronunciado na sessão de 12 de agosto de 1873*\n(1873); *Relatório e trabalhos estatísticos apresentados ao Ilmo. e\nExmo. Sr. Conselheiro João Alfredo Correia de Oliveira, ministro e\nsecretário de Estado dos Negócios do Império, pelo Diretor geral*\n(1874); *Relatório e trabalhos estatísticos* (1874, 1876 e 1878);\n*Discursos parlamentares e literários. Conferências e trabalhos\ndiplomáticos e administrativos* (1876); Missão especial do general\nargentino D. Bartolomeu Mitre ao Brasil em 1872. Negociação\nconfidencial, na *Revista do Instituto Histórico e Geográfico\nBrasileiro* (tomo 60, parte 1^a^, 1885); *Conferências e outros\ntrabalhos* (1885); Memória apresentada ao Instituto Histórico e\nGeográfico Brasileiro em 10 de outubro de 1890, para ser lida após a\nmorte do Imperador, o Sr. D. Pedro II, na *Revista do Instituto\nHistórico e Geográfico Brasileiro* (tomo 55, parte 2^a^, 1890);\n*Trabalhos do Conselheiro Manuel Francisco Correia, I* (1897) e *II*\n(1889); e *Relatório e parecer das contas do governo nos anos de 1893 e\n1894*.\n\nIzabel Pimentel da Silva\n\n**FONTES:** BLAKE, A. *Diccionario* (v.2); CÂM. DEP. *Galeria de\nPresidentes-Império.* Disponível em:\n\\<www.camara.gov.br/internet/infDoc/HistoriaPreservacao/Presidentes/PresImperio.htm\\>;\nDORATIOTO, F. *Maldita*; EVANGELISTA, H. *Sociedade*; FUND. JOAQUIM\nNABUCO. *Governadores e Presidentes da Província de Pernambuco.*\nDisponível em:\n\\<www.fundaj.gov.br/geral/pesquisa%20escolar/gov%20Imperio.pdf\\>;\nGUIMARÃES, A. *Diccionario*; MARTINS, M. *Conselho*; SENADO. Disponível\nem: \\<www.senado.gov.br\\>; SILVA, I. *Diccionario*; SOUSA, J.; SOUSA, J.\n*Teatro*; TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","ref":"**FONTES:** BLAKE, A. *Diccionario* (v.2); CÂM. DEP. *Galeria de\nPresidentes-Império.* Disponível em:\n\\<www.camara.gov.br/internet/infDoc/HistoriaPreservacao/Presidentes/PresImperio.htm\\>;\nDORATIOTO, F. *Maldita*; EVANGELISTA, H. *Sociedade*; FUND. JOAQUIM\nNABUCO. *Governadores e Presidentes da Província de Pernambuco.*\nDisponível em:\n\\<www.fundaj.gov.br/geral/pesquisa%20escolar/gov%20Imperio.pdf\\>;\nGUIMARÃES, A. *Diccionario*; MARTINS, M. *Conselho*; SENADO. Disponível\nem: \\<www.senado.gov.br\\>; SILVA, I. *Diccionario*; SOUSA, J.; SOUSA, J.\n*Teatro*; TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros do Tribunal.*\n","dic":"DHBPR"}