{"title":"CORREIA, Serzedelo","cargoss":["militar","pres. PR 1890","const. 1891","dep. fed. PA 1891-1892","min."],"author":null,"content":"**CORREIA, Serzedelo**\n\n\\* militar; pres. PR 1890; const. 1891; dep. fed. PA 1891-1892; min.\nRel. Ext. 1892; secr. Agric., Com. e Obras Públicas 1892; min. Ind.\nViação e Obras Públicas 1892; min. Faz. 1892-1893; dep. fed. PA\n1895-1902; pref. DF 1909-1910; dep. fed. PA 1912-1914.\n\n*Inocêncio Serzedelo Correia* nasceu em Santa Maria de Belém (PA) no dia\n16 de junho de 1858, filho de Ambrósio Pinheiro Correia e de Carolina\nSerzedelo Correia, ambos descendentes de nobre família de Viana do\nCastelo, em Portugal.\n\nEm 1869 um duro golpe se abateu sobre a família: a morte do pai.\nPassados alguns meses do ocorrido, e como já havia concluído o curso\nprimário, o menino Inocêncio, com a ajuda do cônego Andrade Muniz,\nconseguiu autorização para ingressar, numa vaga de pobre, no Seminário\nMenor de Santo Antônio. Sob a tutela de seu padrinho Leitão da Cunha,\nconcluiu os estudos demonstrando uma mentalidade disciplinada, fato que\nassegurou a sua entrada, no ano de 1876, na Escola Militar da Corte,\nentão sob o comando do general Polidoro. Com distinção, cursou os três\nanos de preparatórios da Escola Militar e, a partir daí, iniciou sua\ncarreira no corpo do 4^o^ Batalhão de Artilharia.\n\nA Escola Militar, naquele momento, era o que de melhor havia, a ponto de\nser tomada como o berço da nacionalidade. Era a Escola Militar de\nBenjamin Constant: rígida no que tange às suas tradições, contudo muito\nsensível quanto à formação dos seus jovens oficiais, também conhecidos\ncomo “os moços da Praia Vermelha”. Foi ali que o jovem Serzedelo Correia\nse destacou não apenas como aluno, mas também como instrutor, além de se\ntornar um dos principais atores dos movimentos abolicionista e\nrepublicano. Até 1887, o Exército brasileiro era obrigado a perseguir e\ncapturar os escravos que fugiam. Devido ao seu engajamento em defesa da\nabolição dos negros, o jovem militar escreveu, juntamente com Jaime\nBernardo, um documento onde protestava contra a escravidão. No momento\nem que a atribuição da captura foi retirada do Exército, o número de\nescravos fugidos aumentou muito, fato que fortaleceu a causa da\nabolição.\n\nConcluiu o curso de ciências físicas e matemáticas com grande destaque,\no que lhe propiciou a classificação no Estado-Maior de 1^a^ Classe do\nExército brasileiro. Logo foi promovido a capitão do Corpo de\nEngenharia. Tornou-se um dos principais discípulos de Benjamin Constant\npor causa do seu brilhante trabalho, tanto como aluno quanto como\nprofessor. Os dois conheceram-se durante uma prova de mecânica racional,\nna qual Benjamin Constant fazia parte da banca avaliadora. Serzedelo\nCorreia, ao ser indagado pelo mestre, proferiu uma brilhante explicação\nsobre todo o conteúdo pertinente à prova. Após a avaliação, Benjamin\nConstant decretou feriado na escola em decorrência da mais bela\naula-prova a que já havia assistido. Chegando ao Instituto dos Cegos, do\nqual era diretor, mandou chamar todos os alunos, inclusive um irmão de\nSerzedelo Correia que ali estava internado, narrou o acontecimento e\nconvidou todos a cumprimentarem o irmão de Inocêncio.\n\nAo se formar no curso de engenharia militar, foi indicado pela\ncongregação da Escola Militar coadjuvante de ensino superior da\ninstituição. Os elogios ao seu trabalho como professor lhe renderam a\nnomeação, sem concurso, para catedrático de biologia da Escola Superior\nde Guerra pelo próprio imperador dom Pedro II, que, tempos depois,\nentrou sem avisar em sua sala de aula e considerou sua preleção clara e\nbrilhante. Isso rendeu ao jovem professor um elogio na ordem do dia e um\nótimo gabinete. Levou-o também a ocupar o cargo de secretário da Escola\nMilitar.\n\nNo Alvorecer da República\n\nEm 1889, Serzedelo Correia era capitão de engenharia. Os republicanos\nBenjamin Constant e Deodoro da Fonseca tentavam de todas as formas\npersuadir o então monarquista Floriano Peixoto a aderir ao movimento que\nteria como desfecho a proclamação da República. Floriano, naquele\nmomento, era ajudante-general do governo liberal que havia acabado de\nser admitido, ou seja, do gabinete chefiado pelo visconde de Ouro Preto,\nque sucedeu ao gabinete conservador demitido pelo imperador.\n\nNo dia 15 de novembro, sob o comando de Benjamin Constant e Sólon\nRibeiro, as tropas revolucionárias partiram em marcha para o Campo de\nSantana, no Centro do Rio de Janeiro. Do lado esquerdo de Benjamin\nencontrava-se Pedro Paulino da Fonseca, irmão de Deodoro da Fonseca, e\ndo lado direito, Serzedelo Correia, que se transformara em grande\npropagandista do movimento tanto na Escola Militar quanto nos clubes e\ncírculos militares. Fora o próprio Benjamin Constant quem o encarregara\nde articular o movimento republicano com os oficiais da Marinha,\nnomeadamente os almirantes Alexandrino e Wandenkolk e os capitães de mar\ne guerra Lorena e Pedro Veloso, que, após reunião no Clube Militar no\ndia 9 de novembro, haviam aderido à causa republicana.\n\nPouco tempo depois da chegada das tropas ao Campo de Santana, despontou\nDeodoro, que as pôs em linha de combate defronte ao Quartel-General.\nSabendo que Deodoro possuía uma artilharia que em pouco tempo poderia\ndestruir o Quartel-General, o visconde de Ouro Preto ordenou a Floriano\nque abrisse os portões e deixasse Deodoro entrar para que pudesse,\npessoalmente, lhe entregar o poder. O marechal Deodoro atravessou o\nportão e chegou ao adro, onde foi recebido pelos soldados comandados\npelo capitão Ferraz. Desceu do cavalo e subiu as escadas, ao lado de\nBenjamin Constant e Serzedelo Correia. Chegando à sala onde se\nencontrava todo o ministério, ficou frente a frente com Ouro Preto, que,\nsem mais nada poder fazer, entregou-lhe o governo brasileiro.\n\nFonte: http://copacabana.com/praca-serzedelo-correia/\\#.Umk86BBWLIU\n\n![Descrição:\ngov\\_inocencio.gif](CORREIA,%20Serzedelo_arquivos/image003.jpg)\n\nSerzedelo Correia.\n\n\\\n\nLogo após o nascimento da República, com a nomeação de Benjamin Constant\npara o Ministério da Guerra, Serzedelo Correia foi nomeado secretário do\nministério, tornando-se responsável pela elaboração da proposta de\norganização das escolas militares. Em 16 de agosto de 1890 foi convocado\npara governar o estado do Paraná, função que acumulou, durante um tempo,\ncom a de comandante das armas. Com ele, o Paraná vivenciou até 3 de\nnovembro um governo democrático e pacificador.\n\nPouco depois de assumir a presidência do Paraná, foi eleito, em setembro\nde 1890, para representar seu estado natal, o Pará, na Assembleia\nNacional Constituinte. Ainda no mesmo ano, já promovido a major,\ndirigiu-se ao tenente-coronel Benjamin Constant solicitando que o hino\nde Francisco Manuel da Silva e Joaquim Osório Duque Estrada, cantado e\nconsagrado pelo povo brasileiro, não fosse condenado, mas perpetuado.\nBenjamin Constant concordou e transformou a composição no Hino Nacional\nbrasileiro.\n\nEnquanto o marechal Deodoro da Fonseca atacava moralmente os bacharéis\nque humilhavam o Exército, um grupo minoritário de militares\npositivistas, liderados por Constant, e no qual Serzedelo Correia estava\npresente, passou a introduzir no cenário político a ideia de uma\nditadura republicana. No entanto, quando, após um ano da sua eleição\npara presidente da República, Deodoro desrespeitou a Constituição e\nfechou o Congresso Nacional, Serzedelo Correia opôs-se vigorosamente ao\ngolpe de Estado e, juntamente com outros militares, logo apoiou o\nvice-presidente Floriano Peixoto. Este, ante a renúncia de Deodoro em 23\nde novembro de 1891, assumiu o poder com a aprovação de boa parte dos\nmilitares do Exército e das oligarquias descontentes com o governo\nanterior.\n\nMinistro de Floriano\n\nDeputado federal pelo Pará, Serzedelo Correia se apresentou como um\ngrande defensor do governo de Floriano Peixoto e logo passou a ter\ngrande prestígio junto ao presidente. Foi assim que em 12 de fevereiro\nde 1892, logo após ter sido promovido a tenente-coronel, foi nomeado\nministro das Relações Exteriores, além de secretário de Estado interino\ndos Negócios da Justiça e dos Negócios do Interior.\n\nDeixando a Câmara dos Deputados para tomar posse nos novos cargos, de\nimediato compreendeu que o Ministério das Relações Exteriores era um\ndesafio, já que em suas mãos chegavam as questões da posse do território\ndas Missões, reclamado pela Argentina, da demarcação das fronteiras com\na Guiana Francesa e da assinatura de acordos comerciais com França,\nAlemanha, Portugal e Estados Unidos. Na ocasião foi convocado o ilustre\nadvogado Rui Barbosa, que mapeou a região das cortes espanholas e\nconseguiu provar que, legalmente, aquele território era português.\nSerzedelo deixou o Ministério das Relações Exteriores em 22 de junho de\n1892, um pouco antes de a questão das Missões ser resolvida. Graças a\nRio Branco, a Cabo Frio e a Serzedelo, o Brasil sairia vitorioso e\nentraria na posse das terras missionárias. Um fato inédito aconteceu\nquando de sua saída do Ministério das Relações Exteriores: todos os\nministros estrangeiros credenciados assinaram um documento lastimando a\ndecisão do presidente brasileiro de substituí-lo na pasta.\n\nEm 23 de junho de 1892 Serzedelo foi ocupar a Secretaria de Estado da\nAgricultura, Comércio e Obras Públicas. Em 30 de agosto passou a\nacumular a secretaria com o Ministério da Fazenda, para o qual Floriano\no nomeou interinamente em substituição a Rodrigues Alves. Quando, em 22\nde novembro, a Secretaria da Agricultura, Comércio e Obras Públicas foi\nincorporada à 2^a^ Seção da 3^a^ Diretoria do Ministério da Indústria,\nViação e Obras Públicas, passou a responder pelo novo ministério. Como\nsecretário e ministro responsável pelas obras públicas, concluiu as\nobras do porto de Santos e a reforma da e Estrada de Ferro Central do\nBrasil. Em 17 de dezembro, deixou o Ministério da Indústria, Viação e\nObras Públicas e foi efetivado como ministro da Fazenda. O clima na\népoca era de grave crise financeira. Sua política econômica e financeira\npautou-se no estímulo à industrialização, com tarifas protecionistas e\nfacilidades de crédito, sem perder de vista o controle da especulação e\nda inflação.\n\nÀ frente dos problemas da Fazenda, empreendeu a reforma bancária, com a\nfusão dos bancos da República e do Brasil. Posteriormente, iniciou sua\ncampanha para a instalação do Tribunal de Contas. Graças aos seus\nesforços e de Rui Barbosa, o tribunal foi instalado em 17 de janeiro de\n1893. Na primeira reunião estiveram presentes, além do próprio Serzedelo\nCorreia, o presidente do Tribunal de Contas, Manuel Francisco Correia,\nos diretores José da Cunha Vale, Francisco Augusto de Lima e Silva, José\nInácio Ewerton de Almeida, e o representante do Ministério Público,\nDídimo Agapito da Veiga Júnior. Poucos meses depois, em 29 de abril,\npediu exoneração do ministério devido a divergências com o presidente do\nTribunal de Contas.\n\nA situação da República brasileira àquela altura ainda era tensa, não\ntotalmente pacificada e muito menos consolidada. No Sul, desde o início\nde 1893 estava em curso a Revolução Federalista, que só chegaria ao fim\nem 1895. Os federalistas liderados por Gaspar da Silveira Martins,\ntambém chamados de “gasparistas”, receberam a adesão do ex-ministro da\nMarinha de Floriano Peixoto, Custódio de Melo, que temia que o\npresidente suspendesse as eleições presidenciais, às quais queria\nconcorrer. Com o apoio da Marinha, onde havia muitos monarquistas,\nCustódio de Melo liderou a Revolta da Armada na baía de Guanabara,\nameaçando bombardear a capital da República. Por ocasião da Revolta da\nArmada, o presidente Floriano Peixoto decretou, sem culpa formalizada, a\nprisão de Serzedelo Correia, que esteve detido por nove meses.\n\nNos Governos Civis\n\nTudo isso favoreceu a transição do poder para as mãos dos civis. Em\n1894, através de eleição, Prudente de Morais assumiu a presidência da\nRepública. Mas foi com Campos Sales, em 1898, que a transição se\nconsolidou. Iniciou-se o que se convencionou chamar de “política dos\ngovernadores”, em que as oligarquias iriam exercer o pleno domínio\npolítico sobre a República brasileira.\n\nCom a estabilidade do regime republicano, Serzedelo Correia foi eleito\ndeputado pelo Pará e exerceu o mandato de 1895 a 1902, intercalando-o\ncom os cargos de secretário do estado do Pará (1898) e de secretário da\nEscola Superior de Guerra (1899). O Congresso Nacional, com base na Lei\nn^o^ 688, de 18 de setembro de 1900, fez sua reversão aos quadros do\nExército no posto de tenente-coronel, e à cátedra da Escola Militar.\nAlém disso, por unanimidade, mandou pagar-lhe os atrasados devidos por\nter desistido, voluntariamente, das vantagens monetárias relativas à\nreversão ao Exército.\n\nEm 1905, já no governo Rodrigues Alves (1902-1906), por ter sido\nsolidário com a rebelião dos alunos da Escola Militar, foi repreendido\npublicamente pelo ministro da Guerra, marechal Francisco de Paula Argolo\n(jornal *Correio da Manhã*, artigo do dia 12 de março), que decretou sua\nprisão por cinco dias na fortaleza de São João, posteriormente\ntransferida para Mato Grosso, de onde retornou à capital do país.\n\nEm 1909 foi nomeado pelo então presidente Nilo Peçanha (1909-1910)\nprefeito do Distrito Federal, cargo que exerceu durante 15 meses: de 24\nde julho de 1909 a 15 de novembro de 1910. Durante as administrações de\nPereira Passos (1902-1906) e Sousa Aguiar (1906-1909), a capital federal\npassara por um processo de urbanização e de construção de belos\nedifícios. O prefeito Serzedelo Correia realizou um trabalho de\norganização, no qual reestruturou vários órgãos municipais e criou o\nServiço Sanitário da Instrução Pública. Idealizou o teleférico do Pão de\nAçúcar, concluiu as obras do Teatro Municipal, criando ainda a Escola de\nArte Dramática, construiu a praça Floriano Peixoto e reformou os jardins\nda Quinta da Boa Vista, que, após dez anos da proclamação da República,\nestavam abandonados. Construiu ainda a Escola Nilo Peçanha e urbanizou\nruas dos bairros da Tijuca, São Cristóvão, Méier, reformando também a\npraça Saenz Peña. Ao deixar a prefeitura, foi substituído por Bento\nRibeiro.\n\nPosteriormente, assumiu o comando da 4^a^ Região de Inspeção Permanente\ndo Exército, sediada em Fortaleza, de onde saiu em 1912 para retornar à\nCâmara dos Deputados, mais uma vez eleito pelo estado do Pará.\nRepresentou aquela unidade federativa até 31 de dezembro de 1914,\nretirando-se, em seguida, para a vida privada.\n\nPor todos os seus feitos, foi conhecido pelos contemporâneos como\n“Sentinela Vigilante da República”. Quando prefeito da cidade do Rio de\nJaneiro, foi apelidado de “Prefeito dos Pobres”.\n\nFaleceu no Rio de Janeiro no dia 5 de junho de 1932, aos 75 anos de\nidade.\n\nCasou-se com Ambrosina Savart de Saint Brisson Serzedelo, com quem teve\ndois filhos: Armando Serzedelo Correia, advogado, e Jaime Serzedelo\nCorreia, acadêmico.\n\nTeresa Vitória\n\n**FONTES:** ABRANCHES, J. *Governos*; CARVALHO, J. *Bestializados*;\nCARVALHO, J. *Formação*; CORREIA, I. *Mensagem*; ENDERS, A. *História*;\nMACHADO, E. *Republicano*; MELLO, M. *República*; PINHEIRO, M.\n*Innocêncio*; RÊGO, C. *Serzedelo*; REIS, J. *Rio de Janeiro* (v.3);\nSANTOS, N. *Esboço.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CARVALHO, J. *Bestializados*;\nCARVALHO, J. *Formação*; CORREIA, I. *Mensagem*; ENDERS, A. *História*;\nMACHADO, E. *Republicano*; MELLO, M. *República*; PINHEIRO, M.\n*Innocêncio*; RÊGO, C. *Serzedelo*; REIS, J. *Rio de Janeiro* (v.3);\nSANTOS, N. *Esboço.*\n","dic":"DHBPR"}