{"title":"CORREIO DO POVO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**CORREIO DO POVO**\n\nJornal diário fundado em Porto Alegre no dia 1^o^ de outubro de 1895 por\nFrancisco Antônio Vieira Caldas Júnior e ainda hoje em circulação.\nDestacou-se como órgão independente de vinculações partidárias, embora\nconservador, gozando de grande prestígio na imprensa do Sul do país.\n\nNa Primeira República\n\nO *Correio do Povo* surgiu dois meses após o término da Revolução\nFederalista, que durante três anos opôs republicanos e federalistas no\nRio Grande do Sul. Procurando firmar uma posição de alheamento\npartidário, em seu primeiro número o jornal declarava-se “independente,\nnobre e forte”, e prometia não se deixar escravizar por “cogitações de\nordem subalterna”.\n\nFrancisco Antônio Vieira Caldas Júnior, de origem sergipana, fundou o\n*Correio do Povo* com poucos recursos. De sua primeira redação\nparticipavam José Paulino Azurenha, Mário Totta, Sebastião de Leio, José\nPinto da Fonseca Guimarães e João Horácio da Silva Paranhos. A intenção\nde Caldas Júnior era criar um periódico moderno e informativo,\npreocupado entretanto em representar os interesses das chamadas classes\nconservadoras.\n\nA articulação do *Correio do Povo* com as elites agrárias – era o jornal\nlido pelos estancieiros – seria interpretada posteriormente pelo\njornalista João Antônio Mesplé como uma prova do interesse exclusivo do\njornal pelas questões pertinentes às “classes produtoras”, o que muitas\nvezes o teria impedido de descer ao “debate político”. A política\nrio-grandense era dominada na época pelo Partido Republicano\nRio-Grandense (PRR), fundado por Júlio de Castilhos, e tinha sua\noposição no Partido Federalista. Em seus primeiros tempos, ainda que\nmostrasse ligeiras tendências oposicionistas, o *Correio do Povo* na\nmaior parte das vezes manteve-se neutro em relação ao situacionismo\ngaúcho. Eventualmente teceu críticas ao governo estadual, todas, no\nentanto, de caráter moderado.\n\nEm 1898, por exemplo, o jornal viu a saída de Júlio de Castilhos da\npresidência do estado como uma decorrência da “ação dos impulsos\npartidários”. O presidente estadual se teria deixado “arrastar pelas\ninstigações do jacobinismo destruidor e anarquista”, mesmo sendo um\nhomem “conservador por excelência, e um espírito eminentemente\norganizador”.\n\nCaldas Júnior conseguiu manter o *Correio* *do Povo* dentro da linha de\nneutralidade que considerava fundamental para a atuação de um bom\nperiódico. Contudo, há referências a dificuldades de ordem material, que\nteriam afligido o jornal nos últimos anos de vida de seu fundador, morto\nem 1913. Nesse momento, a propriedade do jornal passou à viúva Dolores\nAlcaraz Caldas, que, valendo-se do auxílio de Joaquim Alcaraz, seu\nirmão, a partir de então diretor da empresa, conseguiu superar a crise\nfinanceira. Alcaraz e sua irmã mantiveram-se acima das lutas\npartidárias, conservando a linha política anterior. Segundo João Antônio\nMesplé, Alcaraz e Dolores Caldas “nunca eram governistas; às vezes eram\noposicionistas”.\n\nDe 1924 a 1927 o jornal foi dirigido por José Alexandre Alcaraz, irmão\nmais moço de Dolores, passando a seguir a Fernando Caldas, filho do\nprimeiro casamento de Caldas Júnior, que assumiu a direção do jornal a\nconvite de Dolores. Ligado formalmente à Aliança Libertadora – frente de\noposição ao PRR formada em 1924 pelos federalistas e republicanos\ndissidentes –, Fernando Caldas desviou o *Correio do Povo* para a\noposição sistemática à presidência estadual de Antônio Augusto Borges de\nMedeiros, então chefe do PRR.\n\nEntretanto, ao se aproximar o final de seu mandato, Borges de Medeiros,\nimpedido de se recandidatar pelo Pacto de Pedras Altas (1923), lançou\npelo PRR a candidatura de Getúlio Vargas. A subida de Vargas à\npresidência do estado em janeiro de 1928 iniciou um processo de\naproximação entre o PRR e a oposição, reunida a partir de março no\nPartido Libertador (PL), sucessor da Aliança Libertadora. O*Correio do\nPovo* considerou a posse de Vargas “uma radiante ascensão. Os do partido\nque elegeram o novo presidente se regozijam ao ver subir na escada do\npalácio um representante da nova geração, como símbolo de um estado\nrenovado e não arcaico. E os do partido contrário, os que contribuíram\npara o golpe nos velhos costumes da continuidade administrativa, também\nse sentiram satisfeitos”. O apoio unânime à posse de Vargas acabou por\naglutinar as oposições gaúchas em torno de seu nome para a presidência\nda República nas eleições de 1930, como candidato da Aliança Liberal. O\n*Correio* *do Povo* encampou as teses aliancistas e tornou-se a ponta de\nlança do movimento na imprensa do Sul do país.\n\nPor essa época, iniciou-se uma contenda entre Dolores e Fernando Caldas.\nEste último viria a público através do *Jornal do Brasil* para explicar\nos motivos pelos quais se desligara do *Correio do Povo,* e também para\ncontestar a matéria publicada nessa folha em 24 de agosto de 1929, na\nqual era acusado de ter “leviana, precipitada e intempestivamente\nabandonado a direção do jornal”.\n\nSegundo suas declarações, Fernando Caldas fora procurado pelo general\nFirmino Paim Filho, que lhe teria participado haver sido visitado por\nJoaquim Alcaraz, irmão e procurador de Dolores Caldas. Este último teria\nproposto ao general a compra do *Correio,* advertindo-o de que um grupo\npolítico paulista estava interessado em adquirir o jornal para defender\na candidatura de Júlio Prestes à presidência. Segundo Fernando Caldas,\nisto resultaria na mudança da linha política do *Correio,* “francamente\ne desinteressadamente” favorável à candidatura de Getúlio Vargas. Para\nevitar a venda, o general Paim Filho teria procurado alguns amigos e\ncorreligionários com objetivo de assumir o jornal. A nova sociedade, da\nqual fariam parte Maurício Cardoso, José Rizaldone, Odon Cavalcanti e\nElisário Paim Neto, seria também integrada por Fernando Caldas, a quem\ncaberia a direção do jornal, “para conservá-lo dentro da mesma\norientação”. Paim Filho teria igualmente prometido a Caldas, como\ndiretor, plenos poderes tanto na orientação do jornal quanto nos\naspectos administrativos.\n\nFernando Caldas, entretanto, recusara a proposta, argumentando não\nconcordar com a natureza da transação, que classificou de “chantagem”. A\nseu ver, o general Paim estaria sendo praticamente obrigado a comprar o\njornal para que este mantivesse seu apoio à candidatura Vargas. Fernando\nCaldas achava que não poderia contribuir para desviar o jornal da\norientação que lhe imprimira seu pai, uma linha independente sem\nligações ou compromissos de qualquer natureza. Além disso, Fernando\nCaldas considerava ilusória a autonomia que lhe era oferecida como\ndiretor, pois, se naquele momento concordava com a candidatura Vargas,\nnão poderia garantir seu apoio no futuro. Caldas concluía afirmando que\n“só uma relativa prosperidade econômica poderia assegurar essa\nindependência absoluta, e os jornais políticos não desfrutam essa\nsituação”. A partir daí, Caldas formalizara seu pedido de demissão.\n\nO *Correio do Povo* acabou não sendo vendido e continuou encampando os\nprincípios aliancistas, apoiando por fim a revolução de outubro de 1930.\nNesse sentido, o jornal publicou uma matéria comparando o governo de\nWashington Luís ao “enxovalho de quatro anos de inépcia, de mentira e de\nmaldade”. Declarou a seguir que, “pela sua posição de estado diretamente\ninteressado na campanha presidencial, o Rio Grande tomara sobre si o\nônus da luta, as responsabilidades maiores. Comprometido perante a\nopinião nacional, engajara-se ao lado dos irmãos do Centro e do Norte,\nde todo o Brasil, que lhe trouxeram as energias de seu devotamento e a\nconfiança de sua solidariedade. Se recuasse, o Rio Grande do Sul\ntornar-se-ia indigno da esperança de milhares, de milhões de\nbrasileiros. Retrocedendo depois de avançar e após tantos sacrifícios,\nequivaleria a um desnobre e triste *insulamento,* incompatível com a\ntradição de uma estirpe cujo condotierismo era a melhor reserva de fé\npara quantos nos seguiram no encontro das urnas e nos seguiram nos\nacampamentos reivindicadores”. Acrescentou por fim o jornal que,\n“entretanto, menos por isso que pela mais glorificadora forma de\negoísmo, através do desejo de emancipar o Brasil desta inglória era de\nescravidão cívica, para repô-lo no luminoso plano dos seus destinos, o\nRio Grande do Sul empreende agora a grande marcha: Rio Grande, de pé\npelo Brasil! Não poderás falhar ao teu destino heroico”.\n\nDe 1930 a 1964\n\nO *Correio do Povo,* através de seu jornalista André Carrazoni, apoiou\nos primeiros passos do governo provisório de Vargas. Pouco a pouco,\nporém, o jornal passou para a oposição, encampando as teses de\nreconstitucionalização do país e mostrando-se hostil ao interventor José\nAntônio Flores da Cunha, devido à sua atitude dúbia em relação aos\ncompromissos assumidos com os constitucionalistas de São Paulo.\n\nA partir de 1932, o *Correio do Povo* passou a sofrer violento boicote\npublicitário por ordem do interventor, tendo tido igualmente sua venda\nproibida nos trens e nas estações das estradas de ferro. Entretanto, as\nrelações entre o jornal e a situação federal começaram a se atenuar. O\npróprio Vargas havia sido leitor do *Correio do Povo* no Rio Grande do\nSul e era amigo de Francisco de Paula Jó, diretor da sucursal carioca,\nque obtinha do presidente reportagens inéditas. O jornal mostrou-se\ncontrário à Aliança Nacional Libertadora, realizando, entretanto, ampla\ncobertura de sua atuação. O *Correio do Povo* foi igualmente avesso à\nRevolta Comunista de 1935.\n\nEm 18 de dezembro de 1935, a direção do jornal passou a Breno Caldas,\nfilho de Caldas Júnior e de Dolores Alcaraz Caldas. Breno Caldas manteve\no *Correio do Povo* na linha iniciada por seu pai, conservando uma\nposição de neutralidade em relação à situação mesmo após o golpe de 10\nde novembro de 1937, que implantou o Estado Novo (1937-1945).\nEntretanto, em 1943, Breno Caldas entrevistou o general Eurico Gaspar\nDutra, encampando sua tese da necessidade de liberalização do regime.\n\nNas eleições presidenciais de 1945, que inauguraram a\nreconstitucionalização do regime, embora se tivesse mantido equidistante\nda União Democrática Nacional (UDN) e do Partido Social Democrático\n(PSD), o *Correio do Povo* pendeu mais para o lado do general Dutra,\ncandidato pessedista. Durante o governo Dutra, o jornal manteve-se\nfavorável à situação e apoiou a cassação do Partido Comunista Brasileiro\nem 1947.\n\nPor ocasião da articulação da candidatura Vargas à presidência da\nRepública nas eleições de 1950, o *Correio do Povo* deu seu apoio a\nGetúlio, embora olhasse com desconfiança algumas das teses de seu\nprograma, caracterizado por um “extremado nacionalismo” e por restrições\nà entrada do capital estrangeiro no Brasil. O jornal não tomou contudo\nnenhuma atitude contrária ao monopólio estatal do petróleo e à criação\nda Petrobras, que foi, aliás, amplamente noticiada.\n\nEm novembro de 1955, o *Correio do Povo* apoiou o movimento liderado\npelo general Henrique Lott com o objetivo de assegurar a posse de\nJuscelino Kubitschek na presidência da República. A posse do presidente\neleito foi vista pelo jornal como um “retorno aos quadros institucionais\nvigentes”. Embora considerasse Juscelino “um pouco trêfego”, o *Correio\ndo Povo* não fez oposição a seu governo.\n\nNo momento em que se desencadearam os debates em torno da sucessão\npresidencial, o *Correio do Povo* omitiu-se, não se manifestando\nfavorável a nenhuma das candidaturas apresentadas em 1960. Contudo, após\na renúncia, em 1961, do presidente Jânio Quadros, o jornal não aprovou a\nposse do vice-presidente João Goulart. A tomada da Rádio Guaíba – de\npropriedade de Breno Caldas – pelo governador do estado Leonel Brizola,\nnessa ocasião, aumentou a indisposição do jornal contra Brizola e\nGoulart. Combatendo sistematicamente a política de Goulart, o *Correio\ndo Povo* contribuiu para a eclosão do movimento militar de 1964. Segundo\nBreno Caldas, “a Revolução de 64 foi para nós bem-vinda, desejada e\nsaudada como um acontecimento que merecia o nosso aplauso”. Leonel\nBrizola declarou por sua vez estar o jornal “atrelado aos interesses do\ncapital monopolista”.\n\nEmbora favorável ao movimento de 1964 e conformado com o regime de\ncensura imposto a partir de então, o *Correio do Povo,* no dia 20 de\nsetembro de 1972, durante o governo Emílio Médici, teve uma edição\nproibida por conter matéria relativa à liberdade de imprensa. Breno\nCaldas concordou em suspender a impressão do jornal desde que o censor\napresentasse uma ordem escrita, o que não ocorreu. Assim, a edição foi\nrodada e, no momento de sua saída, totalmente apreendida. Em entrevista\nconcedida à *Folha de S.Paulo* em 13 de janeiro de 1979, Breno Caldas\ndeclararia que movimentos como o de 1964, “depois de um certo tempo, se\nesgotam… Talvez o de 64 tenha se prolongado demais e está aí o\nesgotamento que ele já manifestou de um tempo para cá”.\n\nDa Década de 1970 à de 1980\n\nEm outubro de 1978 Breno Caldas resolveu, ainda que a contragosto, dotar\na empresa de um canal de televisão como suporte aos demais veículos,\nrepresentados pelo *Correio do Povo, Folha da Tarde, Folha da Manhã* e\nRádio Guaíba AM/FM.O lançamento da TV Guaíba, canal 2, exigiu\ninvestimento de oito milhões de dólares, logo triplicado devido à\nmaxidesvalorização do cruzeiro em fevereiro de 1979. Não tardou que a\nempresa acumulasse um prejuízo de quatro milhões de cruzeiros, soma\nconsiderável para a época, mas ainda controlável, segundo revelou o\npróprio Breno Caldas.\n\nCom o atraso dos salários e a cobrança dos credores, os funcionários\nentraram numa longa greve, mesmo com o jornal fora de circulação desde o\ndia 16 de junho de 1984 por falta de papel. Breno Caldas chegou a falar\ncom o governador Jair Soares, no palácio Piratini, visando ao empréstimo\nde algumas bobinas do *Diário Oficial.* Com a recusa do governador,\npassou a queixar-se de que funcionários e empresários tentavam tirar-lhe\na direção do jornal, mas não conseguiriam fazê-lo. Acusaria ainda o\ngovernador de ter negado empréstimo do papel da imprensa oficial\ndeliberadamente, para favorecer seu concorrente *Zero Hora.*\n\nEm meados dos anos 1980, portanto, o *Correio do Povo,* que fora a sexta\nempresa em lucro líquido no Brasil em 1972, segundo a revista *Exame* –\ne tendo Breno Caldas reunido a sexta maior fortuna pessoal do Brasil em\n1969, de acordo com a revista *Visão* –, estava insolvente. O maior\ncredor era o Banco do Estado do Rio Grande do Sul, a quem Breno Caldas\nacusava de recusar-se a prorrogar a dívida. Embora os jornais *Folha da\nTarde* e *Folha da Manhã* também houvessem fechado, a Rádio Guaíba\nmanteve-se precariamente em funcionamento. Um grupo de empresários\nliderado por Jorge Gerdau Johanpeter propôs-se cobrir os salários\natrasados e comprar o papel para a volta do jornal. Enquanto isso, as\nações da dívida do Banrisul seriam lançados no mercado, a fim de captar\nmais dinheiro. Como a dívida aumentasse significativamente, o Banrisul\nacabou não mais concordando com a transação. Breno Caldas resolveu então\nnegociar sozinho a crise, desfazendo-se da maior parte de seus bens e\nsaldando a dívida com o Banrisul. O patrimônio do proprietário do jornal\nreduziu-se a 10% do original.\n\nO *Correio* *do Povo* ressurgiria somente dois anos depois, no dia 1^o^\nde junho de 1986, com novo diretor, nova linha editorial e novo formato.\nA propriedade da Cia. Jornalística Caldas Júnior passara ao plantador de\nsoja Renato Bastos Ribeiro, um dos homens mais ricos do Brasil. A\naquisição do *Correio do Povo,* segundo Carlos Bastos Ribeiro, diretor\nadministrativo e irmão de Renato Bastos Ribeiro, deveu-se a um projeto\nde diversificação dos negócios da família. A nova direção prometia,\ncontudo, continuar com a mesma ética “e a prestação de um serviço\njornalístico que estaria acima dos interesses pessoais ou partidários”.\nO jornal foi totalmente informatizado, passou a funcionar com um pequeno\ngrupo de funcionários e voltou a circular em todo o estado, com grande\ntiragem, sendo impresso simultaneamente em Porto Alegre, Carazinho e\nCaçapava do Sul. A TV Guaíba também voltou a funcionar, mas o mesmo não\naconteceu nem com a *Folha da Tarde* nem com a *Folha da Manhã.*\n\nEm março de 2007, o *Correio do Povo* e o Edifício Hudson, onde\nfuncionava a redação do jornal, no centro de Porto Alegre, passaram a\nfazer parte do conglomerado controlado pelo bispo Edir Macedo, da Igreja\nUniversal do Reino de Deus, e dono da Rede Record.\n\nEm seus mais de cem anos de existência, passaram pela redação do\n*Correio do Povo* nomes como Nestor Ericksen, Otelo Rosa, Luís Vergara,\nManuelito de Ornelas, Carlos Rizini, Mem de Sá, Rafael Callage, Gaston\nHasslocher Mazeron, Francisco de Paula Job, João Bergmann, Sadi Rafael\nSaadi, na crônica policial, e Daniel Job, o grande incentivador da\nreportagem geral. E ainda Arquimedes Fortini, Alcides Maia, Edgar Luís\nSchneider, Roque Callage, Francisco de Leonardo Truda, Luís Cândido de\nLacerda, Renato Costa, Dario Brossard, Miranda Neto, Heitor Pires e Aldo\nObino. Entre os diretores destacam-se Emílio Kaemp, Dionélio Machado,\nArlindo Pasqualini, Alcides Gonzaga, Paulo de Gouveia, Rivadávia de\nSousa e, na última fase, Antônio Carlos Ribeiro e Adall Borges Fortes da\nSilva, entre outros.\n\nSérgio Roberto Dillenburg\n\n**FONTES:** CALDAS, B. *Meio século*; DILLENBURG, S. *Correio do Povo*;\nENTREV. MESPLÉ, J.; *Folha de S.Paulo* (13/1/1979);FORTINI, A.\n*Revivendo*; *Globo* (1/10/1975); GONZAGA, A. *Homens*;*Imprensa* (2,\n16, 21); *Jornal* *do Brasil*(3/8/1929).\n","ref":"**FONTES:** CALDAS, B. *Meio século*; DILLENBURG, S. *Correio do Povo*;\nENTREV. MESPLÉ, J.; *Folha de S.Paulo* (13/1/1979);FORTINI, A.\n*Revivendo*; *Globo* (1/10/1975); GONZAGA, A. *Homens*;*Imprensa* (2,\n16, 21); *Jornal* *do Brasil*(3/8/1929).\n","dic":"DHBPR"}
