{"title":"COSTA, Pedro Luís de Oliveira","cargoss":["dep. fed. SP 1918-1926."],"author":"Henrique Sugahara Francisco","content":"**COSTA, Pedro Luís de Oliveira**\n\n\\*dep. fed. SP 1918-1926.\n\n*Pedro Luís de Oliveira Costa* nasceu em Taubaté (SP) no dia 29 de junho\nde 1877, filho de Crescêncio José de Oliveira Costa e de Gertrudes\nJordão de Oliveira Costa.\n\nFormou-se pela Faculdade de Direito de São Paulo em 8 de dezembro de\n1896 e passou a advogar em sua cidade natal. Iniciou a carreira política\nao ser eleito deputado estadual pelo Partido Republicano Paulista (PRP)\npelo segundo distrito para a legislatura 1907-1909. Foi reeleito pelo\nmesmo distrito para as legislaturas 1910-1912 e 1913-1915, e nesse\núltimo ano foi eleito prefeito de Taubaté. Exerceu o cargo até o ano\nseguinte, quando retornou à Câmara Estadual, na legislatura 1916-1918.\nAo longo do período em que esteve no Legislativo paulista, foi membro\ndas comissões de Estatística, Divisão Civil e Judiciária (1907 e 1915),\nComércio, Indústria e Obras Públicas (1908-1909), Redação (1910-1912 e\n1914) e Fazenda e Contas (1916-1917).\n\nEm 1^o^ de março de 1918 foi eleito deputado federal para a legislatura\n1918-1920, pelo quarto distrito de São Paulo. Assumindo sua cadeira na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal, em maio\ndesse ano, foi reeleito para as duas legislaturas seguintes e exerceu o\nmandato até dezembro de 1926.\n\nPassados os ecos da Revolução de 1930, que levou Getúlio Vargas ao\npoder, o país ganhou uma nova Constituição, promulgada em julho de 1934.\nJá no dia 14 de outubro seguinte, concorreu a uma cadeira na Câmara dos\nDeputados pelo Partido Constitucionalista, mas veio a falecer em Taubaté\nsete dias depois.\n\nFaleceu em Taubaté no dia 21 de outubro de 1934.\n\nEra casado com Eudóxia de Castilho Costa e teve cinco filhos.\n\nHenrique Sugahara Francisco\n\n**FONTES:** AZEVEDO, A.; FONSECA, A*. Câmara*; CÂM. MUN. TAUBATÉ.\nDisponível em:\n\\<www.camarataubate.sp.gov.br/Arquivos/Historia\\_Camara.pdf\\>; *Correio\nPaulistano* (23/10/1934).\n","ref":"**FONTES:** AZEVEDO, A.; FONSECA, A*. Câmara*; CÂM. MUN. TAUBATÉ.\nDisponível em:\n\\<www.camarataubate.sp.gov.br/Arquivos/Historia\\_Camara.pdf\\>; *Correio\nPaulistano* (23/10/1934).\n","dic":"DHBPR"}