{"title":"COSTA, Pedro","cargoss":["dep. fed. BA 1924-1926."],"author":null,"content":"**COSTA, Pedro**\n\n\\*dep. fed. BA 1924-1926.\n\n*Pedro Frederico Rodrigues da Costa* nasceu em Salvador no dia 29 de\njunho de 1889, filho de Frederico Augusto Rodrigues da Costa e de Laura\nPortela Rodrigues da Costa. Seu avô paterno, João Antunes Rodrigues da\nCosta, foi proprietário de terras na região da antiga freguesia de São\nSebastião das Cabaceiras do Passé, atual São Sebastião do Passé (BA), e\ntabelião de notas em Salvador. Seu pai foi tesoureiro da Recebedoria\nProvincial, que com o advento da República passou a se chamar Diretoria\ndas Rendas do Estado, conselheiro municipal e intendente da Vila de São\nFrancisco do Conde, senador estadual e presidente do Senado da Bahia;\ngrande proprietário, deixou ao falecer quatro fazendas, uma delas origem\ndo bairro de Vila Laura, em Salvador, assim chamado em homenagem à sua\nmãe. Seu irmão, Fábio Augusto Rodrigues da Costa, foi deputado estadual\nna legislatura 1935-1937.\n\nFez o curso de humanidades e os preparatórios em Salvador e diplomou-se\nem ciências jurídicas e sociais pela Faculdade Livre de Direito da Bahia\nem 1910.\n\nIniciou a carreira política ao lado do pai, na campanha presidencial de\n1910, apoiando Hermes da Fonseca contra Rui Barbosa. Do mesmo modo que o\npai, já se havia vinculado a J. J. Seabra e, atendendo ao apelo deste,\nteve atuação destacada na fundação do Partido Republicano Democrata da\nBahia em 15 de março de 1910. Elegeu-se em seguida deputado estadual\npara a legislatura 1911-1912. Terminado o primeiro mandato, obteve\nsucessivas reeleições, permanecendo na Assembleia Legislativa até 1918.\nFoi então nomeado delegado regional no interior do estado, tendo\ndesempenhado essa função em cidades como Castro Alves, Senhor do Bonfim,\nJequié e Jaguaquara.\n\nSempre seguindo a orientação política do pai, incompatibilizou-se com o\nentão governador Antônio Muniz de Aragão (1916-1920) ao criticar sua\npolítica em relação à distribuição de favores na administração do\nestado, e ao responsabilizá-lo pelos conflitos ocorridos entre os chefes\nsertanejos (1919). Tornou-se, no partido seabrista, integrante da ala\nanti-Muniz. Mais uma vez acompanhou o pai, quando da disputa pelo\ngoverno baiano em 1923. Com o apoio da maioria da comissão executiva do\nPartido Democrata, rompeu com J. J. Seabra, quando, em decorrência de\nintrigas, este retirou o apoio à candidatura de Francisco Marques de\nGóis Calmon, que ele próprio havia indicado – e que, afinal, seria\neleito.\n\nNas eleições de 1924 alçou voo mais alto, ao conquistar uma cadeira na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal. Exerceu\no mandato de 3 de maio daquele ano até o fim da legislatura, em 31 de\ndezembro de 1926. Quando da fundação, em janeiro de 1927, do Partido\nRepublicano Baiano, filiou-se ao novo partido, também ao lado do pai,\nque passou a integrar sua comissão executiva. Tornou-se líder da facção\ndos ex-seabristas, passando à condição de grande colaborador do então\ngovernador Góis Calmon (1924-1928). Entretanto, quando a ala\nmangabeirista do PRB, comandada pelos irmãos Otávio e João Mangabeira,\nentrou em conflito com a facção calmonista na disputa pelo controle\npartidário, aliou-se à primeira. O conflito só seria solucionado através\nde um acordo avalizado pelo presidente Washington Luís (1926-1930), pelo\nqual as duas facções se uniram em apoio a Vital Soares para o governo do\nestado, e depois para a vice-presidência da República.\n\nEntre 1927 e 1929 serviu como secretário do Ministério das Relações\nExteriores, na gestão de Otávio Mangabeira. Com a vitória da Revolução\nde 1930, seu pai foi alijado da política, vindo a falecer em dezembro de\n1932, enquanto Otávio Mangabeira foi exilado. Resolveu então afastar-se\nda política e tornou-se oficial no Cartório de Registro de Títulos e\nDocumentos de Salvador.\n\nFaleceu em Salvador no dia 17 de junho de 1941.\n\nCasou-se com Noêmia Olivieri Rodrigues da Costa e teve seis filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (p.55-86); BULCÃO\nSOBRINHO, A. *Relembrando* (p.21-23); *Diário de notícias* (19/6/1941).\nFalecimentos; *Diário Oficial do Estado da Bahia*; Governadores do\nEstado da Bahia; MELLO, A. *Cartilha*; SAMPAIO, C. *Partidos*; *Tarde*\n(31/12/1932). Coronel Frederico Costa.\n","ref":"**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (p.55-86); BULCÃO\nSOBRINHO, A. *Relembrando* (p.21-23); *Diário de notícias* (19/6/1941).\nFalecimentos; *Diário Oficial do Estado da Bahia*; Governadores do\nEstado da Bahia; MELLO, A. *Cartilha*; SAMPAIO, C. *Partidos*; *Tarde*\n(31/12/1932). Coronel Frederico Costa.\n","dic":"DHBPR"}