{"title":"COUTINHO, Flávio Ribeiro","cargoss":["Deputado federal","Governador de estado ou do Distrito Federal"],"cargos_esp":[0,0],"datas_ini":[1930,1956],"datas_fim":[1930,1958],"estados":["PB","PB"],"autor":[0],"content":"**COUTINHO, Flávio Ribeiro**\n\n\\*dep. fed. PB 1930; gov. PB 1956-1958.\n\n*Flávio Ribeiro Coutinho* nasceu na fazenda Chaves, no município de\nPilar (PB), no dia 20 de julho de 1882, filho do “coronel” João Ribeiro\nda Silva Coutinho e de Ana Ferreira de Castro Ribeiro Coutinho.\nDescendia de uma família de grandes produtores de cana-de-açúcar e de\nalgodão na Paraíba.\n\nFez os primeiros estudos no Colégio Pio X e no Liceu Paraibano, em sua\ncidade natal, bacharelando-se pela Faculdade de Medicina da Bahia em\ndezembro de 1907. Transferiu-se em seguida para Belém, onde começou a\nclinicar, instalando seu consultório na Farmácia Galeno. De volta à\nParaíba, dedicou-se à produção açucareira. Iniciou-se na política ao\nlado de Epitácio Pessoa, em 1915, quando chefiou o diretório do Partido\nRepublicano da Paraíba em Itabaiana, cidade cuja prefeitura ocupou por\npouco tempo. Em 1922 tornou-se proprietário da usina Santa Helena.\n\nEleito deputado estadual para o período 1924-1926, renunciou ao mandato\npor ter sido empossado segundo-vice-presidente de seu estado durante o\ngoverno de João Suassuna (1924-1928). Adversário da Aliança Liberal,\nelegeu-se deputado federal em março de 1930. Assumiu o mandato em maio\ndo mesmo ano, mas interrompeu-o em decorrência da vitória da Revolução\nde 1930, que levou ao fechamento de todos os órgãos legislativos do\npaís.\n\nConvidado por Otacílio de Albuquerque a integrar o diretório do Partido\nDemocrático da Paraíba, não aceitou, só retornando à vida política em\n1933, com a criação do Partido Progressista da Paraíba. Em 1937, já\ndurante o Estado Novo (1937-1945), integrou o Conselho de Administração\ndo Estado. De 1937 a 1941 presidiu a Associação Comercial da Paraíba,\ntendo ocupado ainda, de 1939 a 1940, a presidência do Departamento\nAdministrativo do Estado. Com a desagregação do Estado Novo e a\nconsequente redemocratização do país, participou em 1945, ao lado de\nJosé Américo de Almeida e de Argemiro de Figueiredo, da fundação da\nUnião Democrática Nacional (UDN) na Paraíba, cujo diretório regional\npresidiria até 1958.\n\nNo pleito de janeiro de 1947 elegeu-se deputado à Assembleia\nConstituinte da Paraíba. Assumindo o mandato em março seguinte, foi\nescolhido presidente da Casa. Ainda em 1947 fundou o Banco Comércio e\nIndústria e durante dois dias, entre 30 de setembro e 2 de outubro, na\nqualidade de presidente da Assembleia, substituiu Osvaldo Trigueiro de\nAlbuquerque Melo no governo estadual. Após a promulgação da nova Carta\nestadual, permaneceu no exercício do mandato até janeiro de 1951.\nConcorreu à Câmara dos Deputados no pleito de outubro de 1950, mas\nobteve a segunda suplência e não chegou a exercer o mandato.\n\nCom base num acordo pluripartidário articulado pelo então governador\nparaibano José Américo de Almeida, candidatou-se em 1955 ao governo do\nestado. Entretanto, surgiram algumas dificuldades para a obtenção do\nacordo, uma vez que o Partido Social Democrático (PSD) reivindicara\nindicar o candidato a governador, pois, no pleito de 1950, indicara o\nvice-governador, favorecendo com isso a UDN. O PSD acabou por aceitar\nsua candidatura em agosto de 1955, lançando como candidato a\nvice-governador Pedro Moreno Gondim. O Partido Republicano (PR) apoiou a\nchapa UDN-PSD, sagrando-se afinal Flávio Ribeiro Coutinho candidato\núnico dos grandes partidos.\n\nEleito governador em 3 de outubro de 1955, tomou posse em 31 de janeiro\ndo ano seguinte. Nomeou um secretariado que contava com a participação\nde representantes da UDN, do PSD e do Partido Libertador (PL),\nconsolidando assim a política de pacificação estadual iniciada por José\nAmérico. Durante sua gestão criou a empresa Armazéns e Silos do Estado\nda Paraíba (Casep) e ampliou a Universidade Federal da Paraíba, com a\ninclusão das escolas de Engenharia, de Farmácia, de Odontologia e de\nServiço Social, e a aquisição do terreno destinado à edificação da\nCidade Universitária. Suas medidas visaram sobretudo à área rural e à\neducação. Deixou o governo em 4 de dezembro de 1957 devido a problemas\nde saúde e viajou para o Rio de Janeiro, então Distrito Federal, a fim\nde tratar-se. Foi substituído pelo vice-governador Pedro Gondim e não\nmais retornou ao exercício do cargo. Após longo período de tratamento,\nfaleceu no Rio de Janeiro no dia 26 de maio de 1963.\n\nEra casado com a sobrinha Berenice Mindelo Ribeiro Coutinho, com quem\nteve seis filhos. Em sua família destacaram-se João Úrsulo Ribeiro\nCoutinho Filho, constituinte de 1946, deputado federal pela Paraíba de\n1946 a 1951 e de 1955 a 1963; Odilon Ribeiro Coutinho, deputado federal\npelo Rio Grande do Norte de 1963 a 1967; Flaviano Ribeiro Coutinho\nFilho, deputado federal pela Paraíba de 1963 a 1971; e Renato Ribeiro\nCoutinho, deputado federal pela Paraíba de 1967 a 1971.\n\nFoi ainda fundador e presidente do Sindicato da Indústria do Açúcar. A\nseu respeito publicou-se em 1977 a obra *Flávio Ribeiro Coutinho,\nhistória de uma vida* *e uma época* e, em 2000, *Flávio Ribeiro\nCoutinho*, sétimo volume da Série Histórica Paraíba – Nomes do Século –,\niniciativa da Editora União, do governo da Paraíba.\n\n**FONTES:** *Almanaque da PB*; *Grande encic. Delta*; MAIA, B.\n*Governadores*; MAIA, S. *Crônicas*; NÓBREGA, A. *Chefes*; PINTO, L.\n*Fundamentos*; SILVA, R,*Bacharéis*; TRIB. SUP. ELEIT. Dados (1, 2 e 3).\n","ref":"**FONTES:** *Almanaque da PB*; *Grande encic. Delta*; MAIA, B.\n*Governadores*; MAIA, S. *Crônicas*; NÓBREGA, A. *Chefes*; PINTO, L.\n*Fundamentos*; SILVA, R,*Bacharéis*; TRIB. SUP. ELEIT. Dados (1, 2 e 3).\n","dic":"DHBPR"}
