{"title":"COVA, Álvaro","cargoss":["dep. fed. BA 1921-1926."],"author":null,"content":"**COVA, Álvaro**\n\n\\*dep. fed. BA 1921-1926.\n\n*José Álvaro Cova* nasceu em Salvador no dia 24 de dezembro de 1870,\nfilho de José Plácido Guimarães Cova e de Lídia Varela.\n\nIniciou a carreira profissional em 1892 como almoxarife do Arsenal da\nMarinha, onde se conservou até a extinção desse departamento federal. Em\n1894 já era subdelegado do distrito de São Pedro. Em 1896 bacharelou-se\nem ciências jurídicas e sociais pela Faculdade de Direito da Bahia.\n\nParticipou da política mesmo antes de diplomar-se. Ainda em 1896 assumiu\nseu primeiro cargo eletivo na Câmara Municipal de Salvador como\nconselheiro municipal, cabendo-lhe a tarefa, junto com os demais\nconselheiros, de apurar a eleição geral de março de 1898 para presidente\nda República, em que foi eleito Manuel Ferraz de Campos Sales\n(1898-1902). Naquele mesmo ano foi eleito deputado estadual, mas\nrenunciou no ano seguinte para assumir o cargo de delegado da 2^a^\nCircunscrição Policial e, logo em seguida, de delegado auxiliar\ninterino. Deixou a polícia em 1901 ao ser nomeado para o Ofício de\nRegistro de Hipotecas. Designado responsável pela administração policial\ndo estado da Bahia, deixou o cargo em 1907 e seguiu no ano seguinte para\no sul do estado como delegado regional. Em uma época de grandes\nconflitos na zona do cacau, conseguiu restabelecer a ordem nas comarcas\nque policiou.\n\nFoi eleito deputado estadual, pelo 1^o^ distrito, para a legislatura\n1911-1912, mas renunciou ao mandato em 1912 para assumir a Secretaria de\nPolícia e Segurança Pública durante dois períodos governamentais\nsucessivos: o primeiro, de José Joaquim Seabra (1912-1916), e o segundo,\nde Antônio Muniz (1916-1920). Durante sua gestão, foi criada a Guarda\nCivil, foi ampliado o Gabinete de Identificação, foi reorganizada a\nadministração da penitenciária, foram reformados os postos policiais e\nfoi proposta a criação do corpo de agentes da Segurança Pública. Em\n1919, controlou os conflitos originados com a greve dos operários das\nfábricas e de obras, que solicitavam aumento de salários em face da\ncarestia de vida. A estes se juntaram os padeiros, empregados em hotéis\ne restaurantes, motoristas e os empregados dos serviços de bondes e\ntelefones, num movimento que se prolongou por cinco dias, e foi\ninclusive estimulado pelos oposicionistas ao grupo do governador e de J.\nJ. Seabra.\n\nElegeu-se deputado federal, como representante do 1^o^ distrito\neleitoral, para a as legislaturas 1921-1923 e 1924-1926.\n\nFoi defensor constante das classes operárias, tanto na vida profissional\ncomo nos cargos eletivos que ocupou.\n\nFaleceu em Salvador em 5 de maio de 1926.\n\nEra casado com Diana de Jesus Cova, com quem teve cinco filhos.\n\nLiliane de Brito Freitas\n\n**FONTES:** *Democrata.* Despedida. Dr. José Álvaro Cova; *Diário da\nBahia*. Faleceu, ontem, o deputado Álvaro Cova – dados biográficos do\npolítico; *Diário de Noticias.* A morte do deputado Álvaro Cova; *Diário\noficial do Estado da Bahia*; *Gazeta do Povo* (29/3/1912). Dr. Álvaro\nCova; *Imparcial*. Dr. José Álvaro Cova - seu falecimento, *Rev. Inst.\nHist. Geog. Bras.* (p.79-83, 1964); MATTOS, W. *História*; MELLO, A.\n*Cartilha*; SOUZA, A. *História* (p.371-372); *Tarde.* O Sr. Cova também\nfoi… (5, 6/4/1926, 5, 6/5/1926).\n","ref":"**FONTES:** *Democrata.* Despedida. Dr. José Álvaro Cova; *Diário da\nBahia*. Faleceu, ontem, o deputado Álvaro Cova – dados biográficos do\npolítico; *Diário de Noticias.* A morte do deputado Álvaro Cova; *Diário\noficial do Estado da Bahia*; *Gazeta do Povo* (29/3/1912). Dr. Álvaro\nCova; *Imparcial*. Dr. José Álvaro Cova - seu falecimento, *Rev. Inst.\nHist. Geog. Bras.* (p.79-83, 1964); MATTOS, W. *História*; MELLO, A.\n*Cartilha*; SOUZA, A. *História* (p.371-372); *Tarde.* O Sr. Cova também\nfoi… (5, 6/4/1926, 5, 6/5/1926).\n","dic":"DHBPR"}