{"title":"CRESPO, João Py","cargoss":["dep. fed. RS 1897-1899."],"author":null,"content":"**CRESPO, João Py**\n\n\\* dep. fed. RS 1897-1899.\n\n*João Py Crespo* nasceu em Pelotas (RS).\n\nBacharelou-se pela Faculdade de Direito de São Paulo em 1888,\ninstituição que teve papel de destaque na formação das elites políticas\ne culturais do Rio Grande do Sul durante o século XIX e início do século\nXX. Em 1889, no final da Monarquia no Brasil, João Py Crespo atuou como\npromotor público.\n\nNo dia 15 de novembro de 1889, um golpe militar, liderado pelo marechal\nDeodoro da Fonseca e apoiado por um pequeno grupo de republicanos civis,\nderrubou a Monarquia e proclamou a República, pondo fim ao período\nimperial no Brasil. Neste mesmo dia foi instituído um Governo Provisório\nrepublicano, liderado pelo marechal Deodoro da Fonseca. Durante esse\nGoverno Provisório, as Assembleias Provinciais foram fechadas. Em 25 de\nfevereiro de 1891, um dia após a promulgação da primeira Constituição\nrepublicana no país, Deodoro foi eleito para a presidência, tornando-se\no primeiro presidente eleito da República brasileira.\n\nApós a proclamação da Constituição, foi instalada a Assembleia\nConstituinte Estadual no Rio Grande do Sul, que promulgou, em 14 de\njulho daquele ano, a primeira Constituição do Estado do Rio Grande do\nSul. Júlio de Castilhos, líder do Partido Republicano Rio-Grandense, foi\no responsável, quase que exclusivamente, pela elaboração da Constituição\nestadual, que estabeleceu a presença de um Poder Legislativo com poderes\nlimitados a questões orçamentárias, ao mesmo tempo em que garantia um\nPoder Executivo forte. O presidente do Estado (cargo equivalente ao de\ngovernador) exerceria um mandato de cinco anos, estando garantido seu\ndireito à reeleição contínua, desde que obtivesse 75% dos votos. Já o\nvice-presidente seria nomeado pelo presidente do estado. Por esta\nConstituição estadual, a autoridade legal do governador equivalia à de\num ditador, tal a concentração de poder no Executivo. Ainda em 1891,\nJúlio de Castilhos foi eleito presidente do estado pela Assembleia\nConstituinte estadual – o primeiro governador eleito no Rio Grande do\nSul após a proclamação da República.\n\nCom o fim da Constituinte estadual, a Assembleia transformou-se em\nAssembleia dos Representantes do Estado do Rio Grande do Sul,\nhegemonizada pelo PRR. Pelas atribuições reduzidas e pouco significado\npolítico, sobretudo frente à concentração de poderes do Executivo\nestadual, a Assembleia dos Representantes foi alvo de severas críticas\npor parte dos opositores do Partido Republicano Rio-Grandense.\n\nEm 1893, já sob o novo regime republicano, Py Crespo foi eleito deputado\nestadual para a Assembleia dos Representantes do Estado do Rio Grande do\nSul. Exerceu o mandato até 1896, durante a segunda legislatura\nrepublicana no Rio Grande do Sul.\n\nEm 1897 foi eleito deputado federal pelo Rio Grande do Sul na legenda do\nPRR. Vale lembrar que, nessa época, os Estados e o Distrito Federal eram\ndivididos em distritos eleitorais. Assumiu, em 3 de maio desse ano, sua\ncadeira na Câmara dos Deputados no Rio de Janeiro, então Distrito\nFederal, na terceira legislatura republicana. Exerceu seu mandato até 31\nde dezembro de 1899, quando se encerrou a legislatura. Os presidentes da\nCâmara dos Deputados durante este período foram Artur César Rios (de\nmaio de 1897 a 1898) e Carlos Vaz de Melo (de maio de 1899 até o final\nda legislatura nesse mesmo ano).\n\nEm 1929, João Py Crespo assumiu o cargo de intendente municipal em\nPelotas, no qual permaneceu até 1932. A Constituição estadual do Rio\nGrande do Sul instituiu os Conselhos Municipais, cujos membros – que\neram chamados de conselheiros e não vereadores, como na época da\nMonarquia e atualmente – eram eleitos por sufrágio direto,\nconcomitantemente ao intendente municipal, para um mandato de quatro\nanos. As atribuições do Conselho Municipal estavam restritas à votação\nreferente às questões orçamentárias e às leis tributárias. Durante a\ngestão de Py Crespo à frente da Intendência Municipal, a cidade de\nPelotas assistiu ao início do processo de modernização pedagógica,\ninspirado na capital federal.\n\nAo longo se sua vida, João Py Crespo também atuou como advogado em\nPelotas, na qual, em sua homenagem, foi batizada a “Rua Doutor João Py\nCrespo”.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); CÂM. DEP. *Deputados\nbrasileiros*; FRANCO, S. *Dicionário*; FRANCO, S. *Gaúchos*;PERES, E.;\nCARDOSO, A. *Expressão*; PESAVENTO, S. *Assembleia*; TRINDADE, H.; NOLL,\nM. *Subsídios.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, 2); CÂM. DEP. *Deputados\nbrasileiros*; FRANCO, S. *Dicionário*; FRANCO, S. *Gaúchos*;PERES, E.;\nCARDOSO, A. *Expressão*; PESAVENTO, S. *Assembleia*; TRINDADE, H.; NOLL,\nM. *Subsídios.*\n","dic":"DHBPR"}