{"title":"CRUZ, Luís Carlos Fróis da","cargoss":["const. 1891","dep. fed. RJ 1891-1893, 1906-1908 e 1912-1914."],"author":"Luciana Pinheiro","content":"**CRUZ, Luís Carlos Fróis da**\n\n\\*const. 1891; dep. fed. RJ 1891-1893, 1906-1908 e 1912-1914.\n\n*Luís Carlos Fróis da Cruz* nasceu em Niterói no dia 27 de abril de\n1852, descendente de tradicional família liberal.\n\nEstudou no Colégio Pedro II, no Rio de Janeiro, então capital do\nImpério, e bacharelou-se pela Faculdade de Direito de São Paulo. Depois\nde formado passou a atuar como advogado na capital fluminense. Membro do\nPartido Liberal, presidiu a Câmara Municipal de Niterói.\n\nApós a proclamação da República, foi eleito em 15 de setembro de 1890\ndeputado ao Congresso Nacional Constituinte. Tomou posse em 15 de\nnovembro, participou dos trabalhos de elaboração da Constituição\npromulgada em 24 de fevereiro de 1891, e em junho seguinte passou a\nexercer o mandato ordinário na Câmara dos Deputados. Ainda em 1891 foi\nnomeado lente de direito comercial da Faculdade Livre de Direito da\ncapital federal. No decorrer do ano de 1893 renunciou ao mandato, sendo\nsubstituído por Bento Carneiro de Almeida Pereira. Eleito no início de\n1906, voltou a exercer o mandato de deputado federal de maio do mesmo\nano a dezembro de 1908. Nas eleições de 1912 foi novamente reconduzido à\nCâmara dos Deputados, com mandato até 1914. Em 1915 buscou a reeleição,\nmas não teve êxito.\n\nAo longo de sua trajetória foi também presidente do Supremo Tribunal da\nMaçonaria e comandante da 1^a^ Brigada de Artilharia da Guarda Nacional.\n\nFoi casado com Idalina Rodrigues Guimarães Fróis da Cruz. Era pai do\nator, compositor, letrista e teatrólogo Leopoldo Fróis.\n\nLuciana Pinheiro\n\n**FONTES:** ABRANCHES, J. *Governos* (v.1, p.350); CÂM. DEP. *Deputados\nbrasileiros* (p.176); Dicionário Cravo Albim da Música Novo Milênio.\nDisponível em: \\<www.novomilenio.inf.br/\\>. Acesso em: 19/11/2011;\nPopular Brasileira. Disponível em: \\<www.dicionariompb.com.br\\>. Acesso\nem: 19/11/2011.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.1, p.350); CÂM. DEP. *Deputados\nbrasileiros* (p.176); Dicionário Cravo Albim da Música Novo Milênio.\nDisponível em: \\<www.novomilenio.inf.br/\\>. Acesso em: 19/11/2011;\nPopular Brasileira. Disponível em: \\<www.dicionariompb.com.br\\>. Acesso\nem: 19/11/2011.\n","dic":"DHBPR"}