{"title":"CUNHA, Alberto de Araújo","cargoss":["dep. fed. RS 1930."],"author":null,"content":"**CUNHA, Alberto de Araújo**\n\n\\*dep. fed. RS 1930.\n\n*Alberto de Araújo Cunha* teve participação de destaque nos arranjos\npolíticos estabelecidos no Rio Grande do Sul, que tiveram impacto\nsignificativo na política nacional.\n\nEm 1928, Getúlio Vargas, do Partido Republicano Rio-Grandense (PRR), foi\neleito e empossado como presidente do Rio Grande do Sul (cargo\nequivalente ao de governador), após vencer as eleições, nas quais foi o\núnico candidato e teve João Neves da Fontoura como seu vice-presidente.\nSua ascensão ao governo gaúcho representou uma maior autonomia do\ngoverno estadual frente ao PRR, em oposição ao que ocorria durante os\nlongos anos em que Borges de Medeiros ficou à frente do Executivo\ngaúcho. Neste contexto, foi criada, em 1929, a Frente Única Gaúcha\n(FUG), da qual Alberto de Araújo Cunha foi um dos dirigentes locais. A\nFUG, que consistiu na união de partidos políticos heterogêneos, era\nformada basicamente pelo Partido Republicano Rio-Grandense (PRR) e o\nPartido Libertador (PL), liderado por Assis Brasil. Foi fundada visando\nàs eleições presidenciais nacionais que escolheriam o sucessor do então\npresidente da República Washington Luís (1926-1930).\n\nA formação da FUG foi marcada por uma perspectiva mais ampla de atuação\npolítica nacional. Afinal, a unificação política no Rio Grande do Sul\npossibilitava ao estado impor-se na política nacional. A criação da FUG\nfoi o primeiro passo para a estruturação da Aliança Liberal, formada em\njunho de 1929, por forças políticas heterogêneas dos estados do Rio\nGrande do Sul, Minas Gerais e Paraíba, que lançaram os nomes de Getúlio\nVargas, presidente do Rio Grande do Sul, e João Pessoa, então presidente\nda Paraíba, para presidente e vice-presidente da República,\nrespectivamente. Isto representava o rompimento da política do café com\nleite, patrocinada pelo Partido Republicano Paulista (PRP) e o Partido\nRepublicano Mineiro (PRM), influenciados pelas elites agrárias dos\nrespectivos estados, que dominavam as eleições e, assim, faziam\nprevalecer os interesses das oligarquias paulista e mineira. Essa\npolítica consistia no revezamento na presidência da República de\nrepresentantes dessas duas agremiações partidárias.\n\nA derrota de Getúlio Vargas nas eleições presidenciais de março de 1930,\nque consagraram Júlio Prestes, candidato paulista indicado pelo\npresidente da República Washington Luís, também membro do PRP, e o\nassassinato de João Pessoa na Paraíba deflagraram a oposição radical da\nAliança Liberal ao governo federal.\n\nNesse mesmo pleito Alberto Cunha foi eleito deputado federal pelo Rio\nGrande do Sul na legenda do PRR. Assumiu, em 3 de maio desse ano, sua\ncadeira na Câmara dos Deputados no Rio de Janeiro, então Distrito\nFederal, mas exerceu seu mandato somente até 23 de outubro de 1930, na\ndécima quarta legislatura republicana, pois, no dia seguinte, um golpe\nmilitar liderado pelos estados do Rio Grande do Sul, Minas Gerais e\nParaíba, que ficou conhecido como Revolução de 1930, depôs o presidente\nda República Washington Luís, impediu a posse do presidente eleito Júlio\nPrestes, levou Getúlio Vargas ao poder, extinguiu todos os órgãos\nlegislativos do país e pôs fim ao período da chamada Primeira República.\n\nIzabel Pimentel da Silva\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; FRANCO, S. *Dicionário*;\nVIZENTINI, P. *Rio Grande do Sul*.\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; FRANCO, S. *Dicionário*;\nVIZENTINI, P. *Rio Grande do Sul*.\n","dic":"DHBPR"}