{"title":"ALMEIDA, Gil de","cargoss":["comte 3^a^RM"],"cargos_esp":[0],"datas_ini":[1927],"datas_fim":[1930],"estados":[0],"autor":[0],"content":"**ALMEIDA, Gil de**\n\n\\* militar; comte. 3^a^RM 1927-1930.\n\n*Gil Antônio Dias de Almeida* nasceu em Sergipeno dia 3 de maio de 1874.\n\nEm abril de 1889 sentou praçacomo voluntário no 26^o^ Batalhãode\nInfantaria, sediado em Sergipe, ondechegou ao posto de sargento.\nTransferidopara o Rio Grande do Sul em abrilde 1893, participou de\ndiversas operaçõesmilitares durante o combate à Revoltada Armada, que\neclodiu em setembro daqueleano contra o governo de Floriano Peixoto.Em\n1894 foi transferido para o 25^o^Batalhão de Infantaria e promovido a\nalferes.No início do ano seguinte, integrou asforças que ocuparam a\n“zona colonial”(região onde predominavam as colônias deimigrantes) do\nRio Grande do Sul. Aindaem 1895 casou-se com Isolina Lucena, comquem\nviria a ter uma filha.\n\nEm janeiro de 1896 obteve licençapara matricular-se na Escola Militar\ndePorto Alegre. Dois anos mais tarde, ingressouna Escola Preparatória de\nTática de RioPardo (RS), cujo curso concluiu em 1901.Em seguida\nmatriculou-se na Escola Militardo Brasil, e aí concluiu em 1904sua\ninstrução militar. Colocado à disposiçãodo Estado-Maior do Exército,\npoucos mesesdepois foi promovido a tenente. Entre1904 e 1905 tomou parte\nna Concentraçãodo Vale do Amazonas, série de operaçõesmilitares e\nmanobras realizadas na baciaAmazônica.\n\nFoi sucessivamente promovido a capitão(1908), major (1913) e\ntenente-coronel (1917).Durante esse período serviu em váriasregiões\nmilitares, em especial no RioGrande do Sul. Em 1917 foi\ndesignadocomandante de um dos regimentos da BrigadaPolicial do estado do\nRio de Janeiro,atingindo o posto de coronel em 1919.Em 1920 fez o curso\nde revisão.Em novembro de 1923 assumiu o comandoda Escola Militar do\nRealengo, no Riode Janeiro, então Distrito Federal. Promovidoa general\nde brigada no ano seguinte,em 1927 foi nomeado comandante da 3^a^Região\nMilitar, sediada em Porto Alegre(RS), e tomou posse no dia 31 demaio.\n\nEm setembro de 1929, em facedo agravamento da situação política como\nlançamento dos candidatos da AliançaLiberal, viajou para a capital\nfederalpara avistar-se com o presidente da República,Washington Luís.\nNesse encontro procurou tomarconhecimento da posição do governo e\ndiscutira situação do Exército no Rio Grandedo Sul. Afinal, ficou\nacertado que ogoverno federal não tomaria medidas contraseus comandados\nsem que ele fosse previamenteconsultado. Retornando a Porto Alegre\nemoutubro, o general Gil de Almeida transmitiuao presidente do estado,\nGetúlio Vargas,as decisões do governo federal.\n\nNos últimos meses de 1929, passoua manter sob vigilância os adeptos\ndaAliança Liberal, que desfrutavam de grandeliberdade de movimento no\nRio Grande doSul. Ao mesmo tempo, procurou evitar quea tropa se\nenvolvesse em questões políticas.Para tanto, passou a transmitir a\nseuscomandados, em boletins particulares, notíciassobre a situação\npolítica do país. Emjaneiro de 1930, inclusive, afirmava játer\nconhecimento de boatos sobre a proximidadede uma conflagração.\n\nÀs vésperas do pleito de 1^o^de março de 1930, Getúlio Vargas\ntransmitiuinterinamente seu cargo a Osvaldo Aranha,então secretário do\nInterior. Considerando atransferência inconstitucional, Gil de\nAlmeidadecidiu ausentar-se de Porto Alegre porocasião da posse, a\npretexto de inspecionarguarnições das fronteiras. No mês seguinte,ante a\nintensificação dos rumores sobrearticulações revolucionárias, tornou a\nprocurarVargas, já reinstalado no governo gaúcho,o qual lhe afirmou que\ntais articulaçõesnão existiam.\n\nEm agosto de 1930, a situaçãopolítica do Rio Grande do Sul nãopermitia\nmais o alheamento do Exército.O comandante da 3^a^ RM intensificousua\ncampanha de alerta e planejou aconcentração das forças sob seu comandona\nregião entre Santa Bárbara do Sule Passo Fundo, no norte do\nestado,mantendo nas cidades de Porto Alegre eRio Grande núcleos apoiados\npela Esquadra.Seus planos, porém, não encontraram receptividadepor parte\ndo ministro da Guerra, generalNestor Sezefredo dos Passos, para quema\naparente calma que reinava nos demaisestados indicava a impossibilidade\nde vira surgir um movimento generalizado.\n\nNo início de setembro, intensificaram-seos rumores sobre a iminência de\numarevolução. Ante as repetidas negativas dogoverno do estado, que se\nrecusava atomar as medidas necessárias à manutençãoda ordem, Gil de\nAlmeida decidiu promovera mobilização imediata das tropas de SantaMaria,\nSão Leopoldo e Caxias do Sul,no interior gaúcho. Essa providência\nprovocouuma violenta reação, sobretudo na imprensa.Em seu livro de\nmemórias, Gil deAlmeida afirma que, mais tarde, seriainformado de que o\naumento do efetivomilitar em Porto Alegre havia sido responsávelpor mais\num adiamento da revolução, entãomarcada para setembro. Entretanto, no\nfinaldaquele mês, ordenou o retorno da tropaàs suas guarnições de\norigem, seguro deque a revolução não contava com oapoio de Vargas e de\nAntônio AugustoBorges de Medeiros, presidente do PartidoRepublicano\nRio-Grandense, e que, portanto, seriafacilmente dominada.\n\nCom a eclosão do movimento em3 de outubro de 1930, o quartel-generalda\n3^a^ Região Militar, em PortoAlegre, foi atacado por tropas\nrebeldescomandadas por Osvaldo Aranha. Após cerradotiroteio, cessou a\nresistência da guarniçãolegalista, que foi toda aprisionada, comexceção\ndo general Gil de Almeida, quenão quis entregar-se. Ainda no mesmo\ndia,recebeu de Vargas uma carta em queeste afirmava “ser inútil\nsacrifício oferecerqualquer resistência”. Gil de Almeida, porém,impunha\ncomo condição para render-se queVargas lhe entregasse um documento\nafirmandoser o chefe supremo da revolução.\n\nApós algumas horas de resistência,o comandante da 3^a^ RM foiaprisionado\nem seus aposentos, juntamente como chefe de seu estado-maior, o\ncoronelFirmo Freire. No dia seguinte, foi recolhidoao navio *Comandante\nRipper,* onde já se encontravamos demais oficiais presos, aguardando\napartida para o exílio.\n\nO general Gil de Almeida foireformado administrativamente no dia 3\ndefevereiro de 1931, tendo sido transferidopara a reserva em 1942, no\npostode general de divisão. Após retirar-seda ativa, escreveu um livro\nsobre suaparticipação nos acontecimentos que conduziamà Revolução de\n1930: *Homens e fatos de uma revolução.*\n\nFaleceu no Rio de Janeiro nodia 27 de agosto de 1955.\n\nRegina da Luz Moreira\n\n**FONTES:**ALMEIDA,G. *Homens*; ARQ*.* MIN. EXÉRC.; BITTENCOURT,L.\n*Homens (1)*; CARNEIRO, G. *História*; COELHO,J. *Coisas*; COUTINHO, L.\n*General*; FERREIRAFILHO, A. *História*; FONTOURA, J. *Memórias*;*Jornal\ndo Comércio,* Rio (28/8/1955); LAGO, L. *Estado-Maior*;LAGO, L.\n*Generais*; LAGO L. *Relação*; MIN.GUERRA. *Almanaque* (1929); SILVA, H.\n*1926*; SILVA,H. *1930*; SILVA, H. *1931*; SILVA, H.*1937.*\n","ref":"**FONTES:**ALMEIDA,G. *Homens*; ARQ*.* MIN. EXÉRC.; BITTENCOURT,L.\n*Homens (1)*; CARNEIRO, G. *História*; COELHO,J. *Coisas*; COUTINHO, L.\n*General*; FERREIRAFILHO, A. *História*; FONTOURA, J. *Memórias*;*Jornal\ndo Comércio,* Rio (28/8/1955); LAGO, L. *Estado-Maior*;LAGO, L.\n*Generais*; LAGO L. *Relação*; MIN.GUERRA. *Almanaque* (1929); SILVA, H.\n*1926*; SILVA,H. *1930*; SILVA, H. *1931*; SILVA, H.*1937.*\n","dic":"DHBPR"}
