{"title":"CUNHA, Euclides da","cargoss":["escritor."],"author":"Eduardo Junqueira","content":"**CUNHA, Euclides da**\n\n\\* escritor.\n\n*Euclides Rodrigues Pimenta da Cunha* nasceu na localidade de Santa Rita\ndo Rio Negro, hoje Euclidelândia, município de Cantagalo (RJ), em 20 de\njaneiro de 1866, filho de Manuel Rodrigues Pimenta da Cunha e de Eudóxia\nMoreira da Cunha.\n\nDe infância tormentosa, perdeu a mãe aos três anos e, como o pai não\ntivesse condições de criá-los, ele e a irmã Adélia passaram a viver em\ncasa de uma tia materna em Teresópolis, região serrana da então\nprovíncia do Rio de Janeiro. Residiram ali pouco tempo, dado que a tia\ntambém viria a falecer logo depois da chegada dos sobrinhos. Em\ndecorrência desse infausto, Euclides e a irmã transferiram-se para casa\nde outros tios em São Fidélis, município às margens do rio Paraíba do\nSul, no noroeste fluminense.\n\nhttp://pt.wikipedia.org/wiki/Euclides\\_da\\_Cunha\n\n![Descrição:\nhttp://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Euclides\\_da\\_Cunha.jpg/200px-Euclides\\_da\\_Cunha.jpg](CUNHA,%20Euclides%20da_arquivos/image003.jpg)\n\nEuclides da Cunha.\n\n\\\n\nEm 1883, depois de passar por diversos estabelecimentos de ensino,\ndestacando-se o Colégio Caldeira, de São Fidélis, o Colégio Carneiro\nRibeiro, quando de rápida passagem por Salvador em companhia do pai, e o\nColégio Anglo-Americano, este já no Rio de Janeiro, Euclides finalmente\nconcluiu o curso secundário, vindo em seguida a ingressar nos\npreparatórios do Externato Aquino. Ainda em 1883, escreveu *Ondas*,\nprimeiros versos de juventude, nos quais havia elogios às principais\nfiguras da primeira fase da Revolução Francesa, o que traduzia uma\nadesão precoce, quase intuitiva, ao republicanismo.\n\nBreve Carreira Militar\n\nNo último quarto do século XIX, não eram muitas as opções para quem se\ndispusesse a ingressar em cursos superiores no Brasil. Por outro lado,\ncursar uma faculdade pressupunha do candidato não só o domínio dos\nconhecimentos específicos capazes de habilitá-lo tecnicamente à vaga.\nEra preciso, ainda, certa disponibilidade de capital, para que o\nestudante pudesse arcar com os custos, que não eram pequenos, do curso\nescolhido. A partir da segunda metade do século XIX, as escolas\nmilitares tornaram-se excelente opção para quem não dispunha daquele\nsegundo requisito e passaram a atrair jovens, sobretudo dos extratos\nmédios da sociedade, que buscavam profissões que os preparassem para a\ndisputada corrida pela ascensão social. Assim, em 1886, Euclides da\nCunha ingressou na Escola Politécnica do Largo de São Francisco, no Rio\nde Janeiro, aprovado que fora para o curso de engenharia. Todavia, sem\nque chegasse ao fim do primeiro período, viu-se na contingência de\ndeixar a faculdade, por falta de condições financeiras. Diante desse\nfato, e sem que estivesse disposto a abandonar o ensino superior,\ningressou no curso de oficiais da Escola Militar da Praia Vermelha, que\nhavia sido inaugurada em 1858.\n\nNa Escola Militar, Euclides entrou em contato com duas das principais\ncorrentes do pensamento político e filosófico do final do século XIX\nbrasileiro: a do movimento republicano e a do positivismo. Aluno de\nBenjamin Constant, então figura de maior destaque da propaganda\nrepublicana e positivista, logo assimilou, de maneira contundente, as\ndoutrinas de uma corrente e de outra. Ao longo de 1888, colaborou\nsistematicamente com artigos para a revista *Família Acadêmica* e para o\njornal *A província de São Paulo*, em uma coluna intitulada *A pátria e\na dinastia*. Era já considerado, por colegas e professores, republicano\nardoroso.\n\nEm novembro de 1888, durante visita à Praia Vermelha do ministro da\nGuerra, conselheiro Tomás Coelho, Euclides protagonizou protesto que o\nfaria deixar a academia militar. Na solenidade de encerramento do\nperíodo letivo, enquanto o ministro passava em revista a tropa, Euclides\nda Cunha desperfilou-se e atirou o espadim aos pés do conselheiro, num\ngesto que pretendeu significar sua repulsa ao Império. Tentando\nminimizar o episódio, os professores atribuíram a atitude do aluno\nrebelde ao esgotamento nervoso, comum aos cadetes em final de período.\nTodavia, Euclides recusou a justificativa e assumiu o ato e o que ele\nrepresentava, sendo, portanto, compelido a deixar a escola.\n\nDepois de uma breve estada em São Paulo, então espécie de epicentro da\nresistência republicana, onde colaborou em diversos jornais,\ndestacando-se o já mencionado *A Província de São Paulo*, retornou ao\nRio de Janeiro e, após a proclamação da República, pôde ser novamente\naceito na Escola Militar da Praia Vermelha. Por essa época, tornou-se\ncolaborador no jornal *Gazeta de Notícias*, então um dos periódicos mais\nlidos nos meios militares.\n\nSegundo-tenente em 1890, ingressou ainda nesse ano na Escola Superior de\nGuerra; primeiro-tenente no ano seguinte, foi designado adjunto de\nensino teórico e obteve, em 1892, o título de bacharel em matemática,\nciências físicas e naturais, além de já desempenhar a função de\nengenheiro junto à Estrada de Ferro Central do Brasil (EFCB). A carreira\nmilitar ia a passos largos e mostrava-se promissora se não a viesse\ninterromper seu descontentamento com os rumos da política republicana.\nEuclides da Cunha não concordou com os excessos punitivos dos\nlegalistas, por ocasião do fim da Revolta da Armada desencadeada em 1893\ncontra o governo Floriano Peixoto (1891-1894). Era a favor da anistia\ngeral para os revoltosos, e a insatisfação o fez publicar na imprensa\ncartas de repúdio a senadores que defendiam o fuzilamento dos\nmarinheiros insurretos.\n\nPor haver tomado o partido da anistia, Euclides da Cunha foi transferido\npara o interior de Minas Gerais, onde ficou até 1896. Embora o\njacobinismo florianista houvesse perdido sua força com a ascensão de\nPrudente de Morais ao poder (1894-1898), nessa ocasião Euclides se\ndesligou do Exército para se dedicar exclusivamente à engenharia.\nAssumiu então o posto de engenheiro junto à Superintendência de Obras\nPúblicas do Estado de São Paulo, função cujas atividades obrigaram-no a\nefetuar uma série de viagens por todo o interior paulista e participar\nda construção e acompanhamento de diversas obras, tais como pontes,\nestradas, fóruns e edifícios públicos em geral.\n\nOs Sertões\n\nAinda em 1896, no interior da Bahia, ocorreu o assalto frustrado das\ntropas legalistas estaduais ao arraial de Canudos. Essa e outras\nderrotas das forças governistas fizeram despertar a atenção geral do\npaís para a estranha figura do místico Antônio Conselheiro e para o\nfanatismo de seus seguidores. Entrincheirados numa antiga fazenda, “uma\nTroia de taipa”, segundo o paroxismo euclidiano, os religiosos foram\nacusados de combater a República inaugurada no país em 1889.\n\nNo ano seguinte, Euclides da Cunha publicou artigos no jornal *Estado de\nS. Paulo*, nos quais, exaltando as forças legalistas, comparou os\n“jagunços” de Canudos aos camponeses da Vendeia francesa, eis que,\nsegundo o escritor, uns e outros lutavam pela restauração da monarquia.\nOs artigos fizeram eco junto à opinião pública, que, embalada pela\npropaganda republicana e governista, exigia o aniquilamento de Canudos.\nEuclides da Cunha foi então convidado por Júlio Mesquita, diretor do\njornal paulista, a viajar ao arraial, a fim de ver de perto o conflito.\nDa sua estada ali, que estendeu de agosto a outubro de 1897, Euclides\nenviou uma série de escritos sobre os modos de vida dos sertanejos e o\ndesenrolar da guerra, que culminou no massacre de Antônio Conselheiro e\nseus seguidores por forças federais.\n\nDe volta a São Paulo, continuou a exercer as atividades de engenheiro na\nSuperintendência de Obras e se dedicou a trabalhar no material que\ntrouxera da viagem, de modo a relatar sua experiência através dos\nconfins da Bahia. Deixando o ímpeto patriótico e republicano de que fora\nanteriormente acometido, o resultado desse trabalho veio à luz com a\npublicação de *Os sertões*, em 1902, pela editora Laemmert. Segundo\nViriato Correia, teria ele escrito a obra ao mesmo tempo em que conduzia\na reforma de uma ponte em São José do Rio Pardo.\n\nO livro, marcado pela formação matemática e positivista do autor, visão\ndo cientista do Sudeste, teve como fio condutor o fenômeno religioso,\ncuja síntese foi Antônio Conselheiro e seu movimento messiânico\nderrotado. Monumento de sociologia, história, antropologia, jornalismo\ne, principalmente, literatura, no curso da narrativa se percebe, por\nparte do autor, extraordinário domínio da língua portuguesa e de suas\npossibilidades expressivas – um estilo que Gilberto Freire classificou\nde “perigoso”, mas que teve, finalmente, a capacidade de “projetar o\nescritor nas culminâncias da cultura nacional”.\n\nPor outro lado, *Os sertões* deu a conhecer à classe ilustrada das\ngrandes cidades um Brasil apenas imaginado ou vagamente sentido. Através\nde descrição minuciosa e extraordinária, fez ressurgir questões acerca\ndo papel da miscigenação das raças na formação social brasileira, da\nrelação do homem com o meio físico, do peso do atraso e da religião,\nalém de iluminar o fosso existente entre um desejo de civilização e um\npaís real, que se escondia no recôndito dos sertões.\n\nEm 1903, diante da excepcional acolhida de *Os sertões* nos meios\nliterários, Euclides da Cunha foi eleito para Academia Brasileira de\nLetras, na vaga decorrente do falecimento de Valentim Magalhães,\npolemista do século XIX que se tornou célebre pela fortuna que acumulou\ndurante o Encilhamento. Sua eleição foi considerada surpreendente, visto\nque Euclides ainda não tinha 40 anos, era autor de uma única obra e\nvivia no interior do estado de São Paulo dedicando a maior parte de seu\ntempo a tocar obras de engenharia e a reformar viadutos.\n\nAinda em 1903, exonerou-se da Superintendência de Obras Públicas de São\nPaulo, por não concordar com a redução de seus vencimentos. No ano\nseguinte, foi nomeado pelo barão do Rio Branco, então ministro dos\nNegócios Estrangeiros, chefe da Comissão de Reconhecimento do Alto\nPurus, destinada a demarcar fronteiras de uma vasta zona entre Brasil e\nPeru. Para o exercício da função, foi necessário que seguisse em direção\naos limites da região Norte, a fim de reconhecer a área em litígio e\npromover a demarcação. Tratava-se de vasta área de floresta amazônica,\nquase desabitada, mas que, graças ao ciclo da borracha, passou a ser\ncobiçada pelos dois países. Abriu-se ao escritor, assim, a possibilidade\nde, novamente, percorrer os extremos do país, ver de perto a Amazônia e,\nmais uma vez, constatar o homem subjugado pelo meio: “a natureza,\nsoberanamente brutal, ainda na expansão de suas energias, uma perigosa\nadversária do homem”, como diria na obra póstuma *À margem da história*.\n\nDe volta ao Rio de Janeiro em 1906, tencionava reunir em livro,\nintitulado *Um paraíso perdido*, seus relatórios de viagem e os\ndocumentos de sua atuação na delicada questão da demarcação dos limites\ncom o Peru. Pretendia, além disso, descrever a vida miserável dos\ntrabalhadores dos seringais e os mecanismos de exploração que, numa\nespécie de semiescravidão, os prendiam aos aviadores, intermediários\nlocais que compravam toda a produção de látex.\n\nAinda em 1906, tomou posse na Academia Brasileira de Letras. Sendo\nrecebido na casa por Sílvio Romero, tornou-se o ocupante da cadeira n^o^\n7. No ano seguinte, permaneceu como adido no gabinete de Rio Branco no\nMinistério dos Negócios Estrangeiros e publicou a coletânea de artigos\n*Contrastes e confrontos* e *Peru versus Bolívia*, estudo sobre a\nhistória das relações conflituosas entre os dois países, no que dizia\nrespeito aos seus limites de fronteira.\n\nEm 1908, prestou concurso para a cátedra de lógica no Ginásio Nacional,\nnome dado ao Colégio Pedro II depois da proclamação da República, sendo\naprovado para começar a lecionar no ano seguinte. Com a nova função,\nprojetou dar fim à vida errante. “A existência revolta, sem assento em\nlugar nenhum”, era contrária, segundo Viriato da Costa, seu confrade e\namigo, ao desejo que o autor nutria desde estudante: “o sonho de pousar,\nter uma vida pacata, a sua casa, tudo em ordem, os seus livros\narrumadinhos”. Mas não teve tempo suficiente de gozar deste pouso.\nFaleceu em 1909, assassinado na estação da Piedade, subúrbio carioca,\npelo jovem oficial que passara a viver com sua ex-esposa depois que esta\no abandonara. As circunstâncias de sua morte não foram elucidadas.\nTodavia, o oficial foi absolvido em um tribunal militar, o qual aceitou\na tese da legítima defesa, sustentada por seus advogados.\n\nDe seu casamento com Ana Ribeiro teve quatro filhos.\n\nDe sua autoria, foi publicada postumamente a obra *À margem da história*\n(1909).\n\nEduardo Junqueira\n\n**FONTES:** CUNHA, E. *À margem*; CUNHA, E. *Sertões*;FREYRE, Gilberto.\n*Perfil de Euclides da Cunha*; MONTELLO, J*. Origem*; REALE, Miguel. *A\nface Oculta de Euclides da Cunha*. In: GALVÃO, Walnice Nogueira. *Os\nsertões faz 100 anos: o alcance das ideias de Euclides da Cunha*.\n","ref":"**FONTES:** CUNHA, E. *À margem*; CUNHA, E. *Sertões*;FREYRE, Gilberto.\n*Perfil de Euclides da Cunha*; MONTELLO, J*. Origem*; REALE, Miguel. *A\nface Oculta de Euclides da Cunha*. In: GALVÃO, Walnice Nogueira. *Os\nsertões faz 100 anos: o alcance das ideias de Euclides da Cunha*.\n","dic":"DHBPR"}