{"title":"CUNHA, Gastão da","cargoss":["dep. fed. MG 1900-1905."],"author":"Luciana Pinheiro","content":"**CUNHA, Gastão da**\n\n\\*dep. fed. MG 1900-1905.\n\n*Gastão da Cunha* nasceu em São João Del Rei (MG) no dia 29 de julho de\n1863, filho de Balbino Cândido da Cunha e de Antônia Carolina Fonseca da\nCunha. Seu pai foi deputado geral e presidente da província do\nGrão-Pará.\n\nFez os primeiros estudos em sua cidade natal e os preparatórios em Ouro\nPreto (MG). Em 1884 bacharelou-se pela Faculdade de Direito de São\nPaulo. Em 1885 retornou a Minas Gerais e tornou-se promotor público no\nmunicípio de Rio Negro. Em 1887 transferiu-se para Ubá, onde esteve à\nfrente do juizado municipal até 1890. Foi ainda juiz municipal nas\ncidades de Tiradentes (1890-1892) e Rio Preto (1893-1894). Em novembro\nde 1894 tornou-se diretor da Imprensa Oficial do estado e de 1895 a 1896\nfoi subprocurador da República em Ouro Preto. Em março de 1896 ingressou\nna carreira docente, ao tornar-se professor substituto da Faculdade\nLivre de Direito de Minas Gerais. Catedrático já no ano seguinte, por\nquase duas décadas ministraria as disciplinas de direito criminal e de\ndireito público internacional e diplomacia.\n\nMembro do Partido Republicano Mineiro (PRM), em 1900 foi eleito deputado\nfederal por Minas Gerais e em maio do mesmo ano assumiu sua cadeira na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal,\ntornando-se membro da Comissão de Diplomacia e Tratados. Reeleito em\n1903, exerceu o mandato até 1905, quando renunciou por ter sido nomeado\nárbitro do Brasil no Tribunal Arbitral Brasileiro-Boliviano.\n\nEm 1906 atuou mais uma vez como árbitro, agora no Tribunal Arbitral\nBrasileiro-Peruano. Em 1907 representou o Brasil na III Conferência\nPan-Americana, realizada no Rio de Janeiro, como membro da Comissão de\nArbitragem e Tratados; o mesmo faria na IV Conferência, realizada três\nanos depois em Buenos Aires. Ainda em 1907 foi designado ministro\nplenipotenciário no Paraguai. Voltaria a exercer as mesmas funções na\nDinamarca, Noruega e Suécia em 1911, na Santa Sé em 1913 e na Espanha em\n1914. Em 1915 tornou-se subsecretário das Relações Exteriores. Nos anos\nseguintes foi embaixador em Portugal (1916), na Itália (1919) e na\nFrança (1919-1921). Em 1920 foi delegado junto à Liga das Nações e em\n1922 aposentou-se.\n\nFaleceu no Rio de Janeiro em 3 de julho de 1927.\n\nEra casado com Elisa Batista de Castro da Cunha.\n\nLuciana Pinheiro\n\n**FONTES:** CAM. DEP. *Deputados brasileiros* (p.101); MONTEIRO, N.\n*Dicionário* (v.1, p.210).\n","ref":"**FONTES:** CAM. DEP. *Deputados brasileiros* (p.101); MONTEIRO, N.\n*Dicionário* (v.1, p.210).\n","dic":"DHBPR"}