{"title":"CUNHA, Higino","cargoss":["Membro de junta governativa"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1891],"estados":["PI"],"autor":["Raimundo Helio Lopes"],"content":"**CUNHA, Higino**\n\n\\*magistrado; jornalista; junta gov. PI 1891.\n\n*Higino Cícero da Cunha* nasceu no município de Flores (PI) no dia 11 de\njaneiro de 1858, filho de Luís José da Cunha e de Ludgera Maria da\nConceição.\n\nIniciou seus estudos no Piauí e depois passou a residir no Maranhão. Em\n1881 ingressou na Faculdade de Direito do Recife. Durante o curso,\ncolaborou no jornal *Folha do Norte*. Diplomado em 1885, retornou ao\nPiauí, dando início à sua trajetória política. Militante do Partido\nLiberal, passou a trabalhar no jornal *A Imprensa*, porta-voz da\nagremiação. Em 1886 tornou-se juiz municipal em Picos. No final de 1889,\ndepois da proclamação da República (15/11/1889), foi nomeado juiz\nmunicipal em Amarante. No ano seguinte, tornou-se procurador seccional\njunto ao juiz federal em Teresina, e pouco tempo depois juiz municipal\nna mesma cidade. Em seguida, foi juiz de direito em União.\n\nA ascensão do vice-presidente da República, marechal Floriano Peixoto, à\npresidência, após a crise que culminou com a renúncia do marechal\nDeodoro da Fonseca em 23 de novembro de 1891, repercutiu diretamente no\nquadro político dos estados. No Piauí, o governador Gabriel Luís\nFerreira foi deposto em 21 de dezembro, sendo substituído por uma junta\ngovernativa. Presidida pelo tenente-coronel João Domingos Ramos, a junta\ncomposta ainda por Higino Cunha, Clodoaldo Freitas, José Eusébio de\nCarvalho Oliveira, Elias Firmino de Sousa Martins e José Pereira Lopes.\nEm 29 de dezembro, João Domingos Ramos assumiu sozinho o governo do\nPiauí, mantendo-se no cargo até 11 de fevereiro de 1892, quando foi\nsubstituído por Coriolano de Carvalho e Silva, escolhido pelo governo\nfederal. Higino Cunha participou da nova administração como secretário\nde Polícia.\n\nEm 1895, mudou-se para o Amazonas, onde trabalhou como advogado e\njornalista, colaborando com os jornais *A Federação* e *O Estado do\nAmazonas*. No ano seguinte, motivado por desentendimentos políticos com\no governador Fileto Pires Ferreira (1896-1898), retornou ao Piauí e\ntornou-se juiz de direito na cidade de Itamarati. Foi um dos fundadores\nda Academia Piauiense de Letras em 1917, entidade que presidiria em dois\nperíodos, e, em 1918, do Instituto Histórico e Geográfico do Piauí. No\ngoverno de Eurípedes Clementino de Aguiar (1916-1920) tornou-se\nprocurador dos feitos da Fazenda estadual, cargo no qual se aposentou em\n1925. Foi também professor do Liceu Piauiense, da Escola Normal e da\nFaculdade de Direito do Piauí, fundada em Teresina em 1931. Como\njornalista, colaborou no *Diário do Piauí*, *A Democracia*, *Correio de\nTeresina*, *Habeas Corpus*, *Gazeta do Comércio* e *A República*.\n\nFaleceu em Teresina em 16 de novembro de 1943.\n\nEra casado e teve três filhos.\n\nPublicou *Pro Veritate* (1883), *Asineide* (1897), *O idealismo\nfilosófico e o ideal artístico* (1913), *Discursos acadêmicos* (1921),\n*O teatro em Teresina* (1923), *O ensino normalista no Piauí* (1923),\n*Histórias das rebeliões no Piauí* (1924), *Os revolucionários no Sul do\nBrasil* (1926), *O assassínio do juiz federal* (1928), *A defesa do\nprofessor Leopoldo Cunha* (1934), *A Igreja Católica e a nova\nconstituição da República* (1934) e *Memórias: traços autobiográficos*\n(1940).\n\nRaimundo Helio Lopes\n\n**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*;\nMAGALHÃES, M.; FREITAS, L. *Figuras* (p.1-2); REGO NETO, H. *Fatos.*\n","ref":"**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*;\nMAGALHÃES, M.; FREITAS, L. *Figuras* (p.1-2); REGO NETO, H. *Fatos.*\n","dic":"DHBPR"}
