{"title":"CUNHA, José Henrique Carneiro da","cargoss":["sen. PE 1921-1929."],"author":null,"content":"**CUNHA, José Henrique Carneiro da**\n\n\\*sen. PE 1921-1929.\n\n*José Henrique Carneiro da Cunha* nasceu em Recife no dia 21 de julho de\n1867, filho de Virgínio da Cunha e Albuquerque e de Maria do Carmo\nCarneiro da Cunha.\n\nBacharelou-se pela Faculdade de Direito do Recife em 1887. Era\nrepublicano e abolicionista. Além de advogado e político, destacou-se\ncomo grande proprietário agrícola e usineiro. Em 1914 adquiriu a usina\nMassauassu, que funcionava no engenho Escada, no município do mesmo\nnome.\n\nEm 1915 foi eleito senador estadual em Pernambuco. Em 1921, foi eleito\nsenador federal e assumiu sua cadeira no Senado, no Rio de Janeiro,\nentão Distrito Federal.\n\nO governador pernambucano José Rufino Bezerra Cavalcanti, empossado em\n1919, afastara-se do governo em 1920 por motivo de doença e fora\nsubstituído sucessivamente por Otávio Hamilton Tavares Barreto e\nSeverino Marques de Queirós Pinheiro. Em 27 de março de 1922, veio a\nfalecer. Sua morte determinou o início da disputa pelo governo estadual.\nCom o apoio do ex-governador Manuel Borba, José Henrique Carneiro da\nCunha foi lançado candidato da situação. Por seu lado, a oposição\napresentou a candidatura de Eduardo de Lima Castro. Apesar da tensão, a\neleição transcorreu sem maiores incidentes, saindo vitorioso o senador\nCarneiro da Cunha. Esse resultado foi porém contestado pela oposição, e\na partir do dia seguinte começaram as desordens, com a participação de\nforças militares de um e de outro lado. Diante da ameaça de intervenção\nfederal em Pernambuco, as duas facções entraram em acordo, e Carneiro da\nCunha renunciou sem chegar a tomar posse. O juiz Sérgio Lins de Barros\nLoreto foi então eleito governador do estado e empossado em 18 de\noutubro.\n\nCarneiro da Cunha continuou exercendo seu mandato de senador e foi\neleito presidente do Senado. Também integrou a Comissão de Comércio,\nAgricultura, Indústria e Artes. Permaneceu na Câmara Alta até 3 de\njaneiro de 1929.\n\nFaleceu em 1944.\n\nPablo Porfírio\n\n**FONTES**: ASSEMB. LEGISL. PE. Disponível em:\n\\<www.alepe.pe.gov.br/sistemas/perfil/parlamentares/AgamenonMagalhaes/03.html\\>;\nGASPAR, L. *Usina*; LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1613/14); SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1929&li=34&lcab=1927-1929&lf=34\\>.\n","ref":"**FONTES**: ASSEMB. LEGISL. PE. Disponível em:\n\\<www.alepe.pe.gov.br/sistemas/perfil/parlamentares/AgamenonMagalhaes/03.html\\>;\nGASPAR, L. *Usina*; LEITE NETO, L. *Catálogo biográfico* (v.3,\np.1613/14); SENADO. Disponível em:\n\\<www.senado.gov.br/sf/senadores/senadores\\_biografia.asp?codparl=1929&li=34&lcab=1927-1929&lf=34\\>.\n","dic":"DHBPR"}