{"title":"ALMEIDA, Gonçalo de","cargoss":["dep. fed. CE 1900-1911."],"author":null,"content":"**ALMEIDA, Gonçalo de**\n\n\\* dep. fed. CE 1900-1911.\n\nGonçalo de Almeida Souto nasceuem 12 de maio 1826, filho de\nJoãoRodrigues Souto e de Francisca de AlmeidaSouto.\n\nEstudou no Liceu de Fortaleza ejá em 1845 foi nomeado para\nregerinterinamente a cadeira de latim, porocasião do falecimento do\ntitular. Aindano Liceu regeu as cadeiras de francêse inglês. Afastou-se\nem 1852 para cursardireito na Faculdade do Recife, de ondevoltou\nbacharel em 1857. Foi em seguidaprocurador interino do Tesouro da\nFazenda,delegado da Companhia Internacional Forense epromotor público\ninterino (todos esses cargosexercidos em 1858), substituto do juizde paz\nde Fortaleza e secretário deGoverno (1866). Também em 1866 fundouo\njornal Tribuna Católica na capital cearense.Por serviços prestados à\neducação, em1872 foi condecorado com a comenda decavaleiro da Ordem de\nCristo. Em 1889foi nomeado delegado especial da InstruçãoPrimária e\nSecundária.\n\nCom o advento da República ea promulgação da primeira Constituição\nrepublicanado país em 24 de fevereiro de 1891,foi eleito nesse mesmo ano\nsenador estadualconstituinte. Participou assim da elaboraçãoda\nConstituição cearense, que foi promulgadaem 1892 e, entre outras\ndeterminações,fundiu a Câmara e o Senado estaduaisnuma só casa, a\nAssembleia Legislativado estado. Foi escolhido presidente dacasa e\nexerceu o cargo em 1892.Reeleito para as legislaturas subsequentes,\nvoltouà presidência do Legislativo cearense em1898 e 1899. Nesse último\nano concluiuseu mandato de deputado estadual.\n\nEm março de 1900 foi eleitodeputado federal pelo Ceará. Assumiu omandato\nem maio de 1900 e, reeleitopara as três legislaturas seguintes,\npermaneceuna Câmara dos Deputados, no Rio deJaneiro, então Distrito\nFederal, até dezembrode 1911.\n\nFoi ainda membro da Sociedade deGeografia de Paris e traduziu para\noportuguês as Odes de Horácio, e Paraísoperdido de Milton.\n\nFaleceu em Recife em 1914.\n\nKleiton de Sousa Moraes\n\n**FONTES:** NOBRE, F. *1001 cearenses*;STUDART, G. *Dicionário* (v.1, p.\n345-347).\n","ref":"**FONTES:** NOBRE, F. *1001 cearenses*;STUDART, G. *Dicionário* (v.1, p.\n345-347).\n","dic":"DHBPR"}