{"title":"CUNHA, Manuel Lopes da","cargoss":["magistrado","pres. MA 1902."],"author":"Raimundo Helio Lopes","content":"**CUNHA, Manuel Lopes da**\n\n\\*magistrado; pres. MA 1902.\n\n*Manuel Lopes da Cunha* nasceu na vila de Penalva (MA) no dia 25 de\njulho de 1855, filho de José Mariano da Cunha e de Maria Quitéria\nMagalhães. Seu irmão, Celso Magalhães da Cunha, foi jurista, jornalista\ne escritor de grande prestígio no estado do Maranhão e um dos pioneiros\nnos estudos de folclore no Brasil.\n\nIniciou seus estudos no Seminário das Mercês e no Liceu Maranhense. Em\n1879 ingressou na Faculdade de Direito do Recife, pela qual se\nbacharelou em 1883. Em 1884, de volta ao estado natal, tornou-se\npromotor público da comarca de Viana. Exerceu o cargo até 1886, quando\nfoi nomeado juiz substituto da mesma localidade. Em 1888, tornou-se juiz\nde direito da cidade de Baixo Mearim.\n\nIngressou na política ao lado do líder maranhense Benedito Pereira\nLeite, elegendo-se presidente do estado do Maranhão para o quadriênio\n1902-1906, em substituição a João Gualberto Torreão da Costa. Assumiu o\ngoverno em 1^o^ de março de 1902, mas ausentou-se do poder em 19 de\nnovembro do mesmo ano para tratamento de saúde no Rio de Janeiro, então\nDistrito Federal. Sua licença se estendeu até o fim do mandato. Em seu\nlugar assumiu Raimundo Nogueira da Cruz e Castro, terceiro\nvice-presidente, pois o primeiro e o segundo vice-presidentes, Alexandre\nColares Moreira Júnior e Oton da Carvalho Bulhão, estavam ausentes do\nestado. Pouco tempo depois Alexandre Colares Moreira Júnior retornou e\nassumiu o governo, como exigia a legislação estadual, nele permanecendo\naté a posse de Benedito Pereira Leite, em 1^o^ de março de 1906.\n\nEncerrado seu tratamento de saúde, Manuel Lopes da Cunha retornou ao\nMaranhão e foi nomeado procurador geral do estado. Em 1907 tornou-se\ndesembargador do Supremo Tribunal de Justiça. Em 1924, poucos meses\nantes de falecer, assumiu a presidência da corte.\n\nFaleceu na cidade de São Luís no dia 5 de setembro de 1924.\n\nSeu filho Antônio Lopes da Cunha foi um dos fundadores da Faculdade de\nDireito de São Luís (1918), ao lado de Fran Paxeco, Henrique Couto,\nDomingos Perdigão e outros, e foi também fundador e secretário perpétuo\ndo Instituto Histórico e Geográfico do Maranhão. Seu outro filho,\nRaimundo Lopes da Cunha, foi cientista, historiador, geógrafo e\nescritor.\n\nRaimundo Helio Lopes\n\n**FONTES:** COUTINHO, M. *Memória*; MARQUES, C. *Dicionário*; MEIRELES,\nM. *História.*\n","ref":"**FONTES:** COUTINHO, M. *Memória*; MARQUES, C. *Dicionário*; MEIRELES,\nM. *História.*\n","dic":"DHBPR"}