{"title":"CUNHA, Olímpio Falconière da","cargoss":["militar","rev. 1922","rev. 1924","rev. 1930","ch. Depto. Ger. Admin. Ex."],"author":null,"content":"**CUNHA, Olímpio Falconière da**\n\n\\*militar; rev. 1922; rev. 1924; rev. 1930; ch. Depto. Ger. Admin. Ex.\n1953-1954; comte Zona Mil. Centro 1954-1956; comte II Ex. 1956; min. STM\n1956-1961.\n\n*Olímpio Falconière da Cunha* nasceu em Itajaí (SC) no dia 19 de junho\nde 1891, filho de Olímpio da Cunha e de Leopoldina da Cunha.\n\nIngressou na Escola Militar do Realengo, no Rio de Janeiro, então\nDistrito Federal, em março de 1912, saindo aspirante em janeiro de 1915.\nEntre março e abril desse ano, participou da repressão à rebelião\npopular de cunho messiânico que se desenvolvia desde 1912 na região do\nContestado, na fronteira do Paraná com Santa Catarina, cuja posse era\ndisputada pelos dois estados. Promovido a segundo-tenente em outubro de\n1916, fez o curso de aperfeiçoamento na arma de engenharia em 1918,\nchegando a primeiro-tenente em junho de 1921.\n\nDas Revoltas Tenentistas à Década de 1940\n\nAinda como primeiro-tenente, participou da Revolta de 5 de julho de\n1922, marco inaugural do ciclo de revoltas tenentistas da década de\n1920. Seu envolvimento no levante – que, no Rio, abrangeu o forte de\nCopacabana, a Escola Militar e contingentes da Vila Militar – custou-lhe\ntrês meses de prisão, de julho a setembro, na fortaleza de São João.\n\nOs atritos entre a jovem oficialidade do Exército e da Marinha e o\ngoverno federal continuaram durante todo o mandato do presidente Artur\nBernardes (1922-1926). Em julho de 1924, eclodiram insurreições\nmilitares em Sergipe, no Amazonas e em São Paulo. Nesse estado a revolta\nteve uma amplitude maior, e os rebeldes, comandados pelo general Isidoro\nDias Lopes, conseguiram controlar a capital paulista durante três\nsemanas. Implicado no movimento, Falconière foi excluído do Exército em\nnovembro de 1924, decidindo então exilar-se no Paraguai, onde permaneceu\naproximadamente dois anos.\n\nNo exílio, Falconière e outros oficiais envolvidos nas revoltas\ntenentistas entraram em contato com integrantes da Coluna Miguel\nCosta-Prestes, que travava uma guerra de movimento em território\nbrasileiro, mantendo-se assim informados dos passos do principal foco de\nresistência militar ao governo. Retornando ao Brasil, Falconière\naproximou-se de membros da Aliança Liberal, coligação oposicionista\nformada em 1929 para apoiar a candidatura de Getúlio Vargas nas eleições\npresidenciais de março de 1930. A vitória do candidato situacionista\nJúlio Prestes nesse pleito foi considerada fraudulenta pela oposição,\nque passou a intensificar os preparativos para um levante armado contra\no governo federal. Em setembro de 1930, Falconière dirigiu-se para Minas\nGerais, cujo governo apoiava a conspiração em curso. Ao lado de 30\noficiais revolucionários – entre os quais Eduardo Gomes, Djalma Dutra,\nNélson de Melo e Tasso Tinoco – preparou as condições para a eclosão do\nmovimento revolucionário em Belo Horizonte, ocorrida em 3 de outubro.\n\nO triunfo da Revolução de 1930 permitiu a rápida reintegração de\nFalconière à vida militar. Em 8 de novembro, foi anistiado pelo governo\nprovisório chefiado por Getúlio Vargas e passou a chefiar a 2^a^ Seção\nda Inspetoria Geral da Força Pública de São Paulo, comandada pelo\ngeneral Miguel Costa. Promovido a capitão no dia 15 de novembro, deixou\nsuas funções no dia seguinte e, no final do mês, assumiu o comando do\nBatalhão-Escola daquela corporação.\n\nFalconière permaneceu em São Paulo durante a tumultuada interventoria do\ntenente João Alberto Lins de Barros e foi nomeado delegado geral do\nInterior por Miguel Costa, que era também secretário de Segurança\nPública. Contudo, os atritos entre os dois militares não tardaram. Em\ncarta a Getúlio Vargas datada de 29 de julho de 1931, Miguel Costa\nqueixou-se do comportamento de Falconière e de “alguns dos seus\ndelegados do interior, (que) iniciaram as suas atividades hostilizando\nos meus amigos revolucionários do interior e da Legião Revolucionária”.\nMiguel Costa protestava ainda contra o convite feito pelo novo\ninterventor, Laudo Camargo, para que Falconière ocupasse a chefatura de\npolícia, “apesar do compromisso formal que João Alberto me fizera de que\nesse nosso amigo não ficaria em cargo onde nos pudesse hostilizar”.\n\nDesignado para servir no Ceará, Falconière ingressou em agosto de 1931\nna seção local do Clube 3 de Outubro, organização criada em maio desse\nano pelos setores tenentistas favoráveis ao aprofundamento das reformas\nintroduzidas pela Revolução de 1930. Sempre ligado à manutenção da ordem\npública, Falconière ocupou dois cargos de relevo nesse estado: o de\ncomandante da Força Pública entre outubro de 1931 e maio de 1932, e o de\ncomandante geral do Corpo de Segurança Pública de maio a agosto desse\nano.\n\nPromovido a major em fevereiro de 1933, retornou a São Paulo, que ainda\nvivia sob o impacto da derrota da Revolução Constitucionalista de 1932 e\nse preparava para as eleições constituintes de maio de 1933. Nesse mês,\nfoi nomeado pelo interventor, general Valdomiro Lima, para substituir\nBento Borges na chefatura de polícia do estado, por indicação de Juarez\nTávora, um dos principais líderes da Revolução de 1930 e ministro da\nAgricultura. Para assumir o cargo, Falconière impôs três condições:\npoder admitir e dispensar livremente seus auxiliares e funcionários, ter\ngarantida a manutenção integral das atribuições do cargo e receber o\napoio de Vargas para a sua linha de ação.\n\nOcupando um posto-chave no interior do aparelho político-administrativo\nde São Paulo, Falconière envolveu-se diretamente na luta pelo poder no\nestado, ligada ao progressivo enfraquecimento das posições de Valdomiro\nLima. Em carta de 6 de junho de 1933 dirigida ao “tenente” Tasso Tinoco,\nadmitia que “a interventoria não (podia) continuar nas mãos do\nValdomiro”, mas criticava o governo provisório por querer substituí-lo\npor um homem de confiança dos promotores da Revolução Constitucionalista\nde 1932. No seu entender, a pessoa mais indicada para assumir a chefia\ndo governo paulista era Benedito Montenegro, presidente da Federação dos\nVoluntários (organização ligada aos constitucionalistas), mas detentor\nda confiança dos “tenentes”. Em meados de julho de 1933, agindo por\nconta própria, Falconière deteve em seu gabinete por algumas horas José\nCarlos de Macedo Soares, dirigente da Chapa Única por São Paulo Unido,\nlegenda contrária a Valdomiro Lima e que saíra amplamente vitoriosa no\nestado nas eleições de maio para a Assembleia Nacional Constituinte.\nEsse episódio determinou seu afastamento sumário da chefatura de\npolícia. Entretanto, em 27 de julho, foi novamente nomeado para o cargo\npelo general Manuel Daltro Filho, recém-empossado interinamente na\ninterventoria. Com a passagem do governo paulista para Armando de Sales\nOliveira em 19 de agosto, Falconière foi afinal substituído por Mário\nGuimarães.\n\nDurante o ano de 1934, Falconière fez o curso de estado-maior, no Rio de\nJaneiro. Promovido a tenente-coronel em setembro de 1937, assumiu dois\nmeses depois o comando do 18^o^ Batalhão de Caçadores (18^o^ BC),\nsediado em Campo Grande (MS), então no estado de Mato Grosso, cargo que\nocupou até dezembro de 1938. De volta ao Rio, chefiou a 2^a^ Subseção da\n3^a^ Seção do Estado-Maior do Exército (EME) entre janeiro e agosto de\n1939, quando foi designado para servir na inspetoria do 3^o^ Grupo de\nRegiões Militares (3^o^ GRM), antecessor do III Exército, sediado em\nPorto Alegre. Em maio de 1940 recebeu a patente de coronel e em dezembro\ndeixou suas funções no 3^o^ GRM para comandar o 7^o^ Regimento de\nInfantaria (7^o^ RI), sediado em Santa Maria (RS), onde permaneceu até\njaneiro de 1942. Entre março e dezembro desse ano, comandou o 10^o^ RI\nem Belo Horizonte. Promovido a general de brigada em julho de 1943,\nassumiu no mês seguinte o comando da Infantaria Divisionária da 4^a^\nDivisão de Infantaria (4^a^ DI), sediada em Minas Gerais, cargo que\nocupou até julho de 1944.\n\nNa Segunda Guerra Mundial\n\nEm meados de 1944, Falconière passou a integrar a 1^a^ Divisão de\nInfantaria Expedicionária (1^a^ DIE), conhecida como Força\nExpedicionária Brasileira (FEB), criada em agosto de 1943 em virtude do\nenvolvimento direto do Brasil na Segunda Guerra Mundial ao lado dos\nAliados. Embarcou para a Itália em 22 de setembro de 1944 a bordo do\n*General Meigs,* comandando o 3^o^ Escalão das tropas brasileiras,\ncomposto de 5.239 homens, e ao chegar ao palco de operações permaneceu\nalguns dias sem função, à disposição do general João Batista Mascarenhas\nde Morais, comandante em chefe da FEB. Em 20 de outubro foi nomeado\ninspetor geral da FEB, cargo recém-criado para tratar dos problemas de\nretaguarda (serviços de correio, hospitais, banco, transporte de pessoal\npor via aérea etc.), supervisionar o apoio logístico às tropas e cuidar\nda ligação com o comando do V Exército aliado, ao qual a FEB estava\nsubordinada.\n\nDevido à crescente complexidade das atividades cumpridas pelos setores\nde retaguarda, Mascarenhas de Morais decidiu ampliar os encargos do\ninspetor geral, criando em 25 de março de 1945 os órgãos não\ndivisionários (ONDs), que permaneceram sob a chefia de Falconière e\ntiveram seu quartel-general instalado na localidade de Montecatini.\nEntre outras incumbências, cabia-lhe supervisionar o Depósito do Pessoal\nda FEB, manter relações com o consulado brasileiro e as agências do\nBanco do Brasil, proceder à estocagem e distribuição dos gêneros e do\nmaterial procedente do Brasil, acompanhar a internação dos doentes e\nferidos graves nos hospitais, encaminhar oficiais e praças brasileiros\naos cursos e escolas norte-americanos, efetuar o pagamento dos praças e\noficiais da FEB, assegurar o funcionamento do serviço de correspondência\ne encomendas postais etc.\n\nAlém desse tipo de atividade, Falconière cumpriu tarefas mais\ndiretamente ligadas ao desenrolar da guerra. No dia seguinte à rendição\nda 148^a^ DI alemã, ocorrida em 29 de abril de 1945, escoltou o general\nOtto Fretter Pico, comandante dos vencidos, até Florença, onde estava\ninstalado o comando do V Exército aliado. Nos primeiros dias de maio,\ncomandou o Grupamento Tático n^o^ 6 que, junto com os grupamentos n^o^ 1\ne n^o^ 11, resultou da descentralização das operações militares decidida\npor Mascarenhas de Morais com o objetivo de facilitar a ocupação da\nregião de Alessandria.\n\nApós a rendição, em 2 de maio, de todas as tropas alemãs em ação na\nItália, o comando da FEB recebeu instruções do IV Corpo do Exército\naliado para concentrar a maior parte dos efetivos brasileiros em\nAlessandria e Piacenza, ao sul do rio Pó, para manter a região sob\nocupação militar. Devido ao fim dos combates, os três grupamentos foram\ndesativados no dia 8 de maio, restabelecendo-se os comandos orgânicos\nanteriormente vigentes no interior da FEB.\n\nEntre 11 de agosto e 13 de outubro de 1945, Falconière comandou o\nGrupamento Itália, composto de militares brasileiros que permaneceram no\npaís depois do término da guerra. Nesse período, tomou as primeiras\nprovidências para reunir em Pistoia os despojos dos brasileiros mortos\ndurante os combates, iniciativa que veio a resultar na criação do\nCemitério Brasileiro de Pistoia. De volta ao Brasil ainda em outubro de\n1945, assumiu, no dia seguinte à deposição de Getúlio Vargas\n(29/10/1945), um dos mais importantes comandos de tropas do país, o da\nInfantaria Divisionária da 1^a^ DI, correspondente à Vila Militar do Rio\nde Janeiro. Deixou esse posto em janeiro de 1946, passando a comandar,\naté julho seguinte, a Infantaria Divisionária da 4^a^ Região Militar\n(4^a^ RM), sediada em Belo Horizonte. Em seguida, foi subcomandante da\n4^a^ DI e diretor geral de Ensino do Exército, entre julho e dezembro de\n1948. No exercício dessa função, em setembro, foi promovido a general de\ndivisão.\n\nCom a nova patente, Falconière foi comandante da 3^a^ RM, sediada em\nPorto Alegre, entre janeiro de 1949 e setembro de 1952, assumindo então\na direção do Serviço Militar do Exército, onde permaneceu até agosto de\n1954. A partir de abril de 1953 acumulou com esse cargo a chefia do\nDepartamento Geral de Administração do Exército, a qual desempenhou até\nsetembro de 1954. No dia 2 desse último mês, nove dias depois do\nsuicídio do presidente Getúlio Vargas, assumiu interinamente o comando\nda Zona Militar Centro, atual II Exército, com sede em São Paulo,\nsubstituindo o general Newton Estillac Leal, conhecido partidário do\nex-presidente, de quem fora ministro da Guerra. Em março de 1955 passou\na general de exército e no mês de maio foi efetivado no comando da Zona\nMilitar Centro.\n\nO Movimento do 11 de Novembro de 1955\n\nA crise político-militar que caracterizava a vida brasileira desde a\nmorte de Vargas aprofundou-se com a aproximação das eleições\npresidenciais de outubro de 1955. O setor antigetulista das forças\narmadas, os principais órgãos da grande imprensa e a União Democrática\nNacional (UDN), segundo maior partido político do país, opunham-se\nfrontalmente às candidaturas de Juscelino Kubitschek e de João Goulart à\npresidência e vice-presidência da República. Esses candidatos, apoiados\npelo Partido Social Democrático (PSD) e o Partido Trabalhista Brasileiro\n(PTB), eram acusados por seus adversários de corruptos e de estabelecer\nacordos com os comunistas. Para fazer frente à ação dos militares\nantigetulistas, oficiais do Exército articularam nos primeiros meses de\n1955 o Movimento Militar Constitucionalista (MMC), pretendendo garantir\na realização das eleições e a posse dos candidatos vitoriosos.\nFalconière aderiu às posições do MMC, que também contava com o apoio dos\ngenerais Artur Hescket Hall (comandante da 7^a^ RM, sediada em Recife),\nEuclides Zenóbio da Costa (chefe da Inspetoria Geral do Exército) e\nDécio Escobar (comandante da 8^a^ RM, sediada em Belém), entre outros.\n\nApesar das pressões contrárias à realização do pleito, o calendário\neleitoral foi cumprido, e a vitória coube a Juscelino e Goulart. O fato\nde nenhum dos dois ter tido maioria absoluta de votos propiciou uma\nofensiva de seus adversários para impedir sua posse. O general Henrique\nLott, ministro da Guerra, defendia a posse dos eleitos, mas sua posição\nfoi publicamente contestada pelo coronel Jurandir de Bizarria Mamede em\ndiscurso pronunciado no dia 1^o^ de novembro. Lott resolveu então punir\nMamede por indisciplina, mas qualquer sanção dependia do consentimento\ndo presidente João Café Filho, pois o coronel estava lotado na Escola\nSuperior de Guerra (ESG), órgão subordinado à Presidência da República.\n\nNo dia 8 de novembro, um novo elemento agravou ainda mais o quadro\npolítico do país. Café Filho, acometido de um distúrbio cardiovascular,\ntransferiu interinamente o poder a Carlos Luz, presidente da Câmara dos\nDeputados e sabidamente próximo ao esquema udenista. Finalmente, os\nacontecimentos se precipitaram no dia 10 com o pedido de demissão de\nLott do ministério, descontente com a decisão de Luz de não punir\nMamede. Nessa ocasião, Falconière estava de passagem pelo Rio e\nparticipou da reunião de altos oficiais do Exército na residência do\ngeneral Odílio Denis, comandante da Zona Militar Leste (atual I\nExército). Foi então planejado um movimento militar para depor o\npresidente Carlos Luz, considerado cúmplice de uma conspiração que\nvisava a impedir a posse dos candidatos eleitos. O comando das operações\nfoi centralizado no Ministério da Guerra, para onde Lott, Denis,\nFalconière e outros oficiais se dirigiram. O movimento conseguiu a\nadesão imediata de todas as unidades do Exército sediadas no Distrito\nFederal, mas os ministros da Marinha e da Aeronáutica, o\ncontra-almirante Edmundo Amorim do Vale e o brigadeiro Eduardo Gomes\npermaneceram ao lado de Carlos Luz, tentando organizar a resistência.\n\nÀs 4:30h da madrugada do dia 11, quando a situação no Rio já estava sob\no controle de Lott, Falconière seguiu de carro para São Paulo a fim de\nassegurar a adesão ao movimento dos importantes contingentes sob seu\ncomando. A viagem, que incluía a visita a regimentos situados no eixo\nRio-São Paulo, foi acidentada. Em Guaratinguetá (SP), o general foi\ndetido e conduzido à presença do brigadeiro Antônio Guedes Muniz, fiel a\nEduardo Gomes, na Escola de Especialistas da Aeronáutica. Falconière foi\nautorizado a falar pelo telefone com o brigadeiro Eduardo Gomes, que\nestava prestes a partir do Rio para São Paulo, onde tentaria organizar a\nresistência com a colaboração do general Tasso Tinoco (comandante da\n2^a^ DI) e do brigadeiro Ivo Borges (comandante da IV Zona Aérea), além\ndo discreto apoio do governador do estado, Jânio Quadros. Falconière\nassegurou a Eduardo Gomes que sua presença em São Paulo ligava-se à\ndefesa da legalidade e da Constituição, fórmula ambígua porque era\nutilizada por ambas as partes em confronto. O ministro da Aeronáutica\ninterpretou que o comandante da Zona Militar Centro estava ao lado do\npresidente Luz e ordenou que ele fosse libertado.\n\nProsseguindo viagem, Falconière chegou a Caçapava (SP) às 11:30h da\nmanhã do dia 11. Nessa cidade, lançou um manifesto de apoio a Lott,\npondo fim aos boatos de que ainda estava detido em Guaratinguetá. Em\nseguida, enviou para Santos (SP) um contingente de quinhentos homens com\no objetivo de impedir o desembarque de Carlos Luz, que partira do Rio\nhoras antes a bordo do cruzador *Tamandaré* pretendendo transferir\ntemporariamente a sede do governo para o porto paulista e organizar a\nresistência.\n\nFalconière viajou em seguida para a capital estadual. Contando com\nefetivos muito superiores às tropas fiéis a Luz, ocupou o\nquartel-general da 2^a^ RM e deteve o general Tasso Tinoco. Definida a\nsituação em São Paulo a favor de Lott, as operações militares chegaram\nao fim. Em termos políticos, a situação foi normalizada com a decisão do\nCongresso de empossar o vice-presidente do Senado, Nereu Ramos, na\npresidência da República. O retorno do *Tamandaré* ao porto do Rio no\ndia 13 atestou o reconhecimento da vitória de Lott por parte de Carlos\nLuz e seus partidários. Nereu Ramos permaneceu na presidência da\nRepública até 31 de janeiro de 1956, quando transferiu o cargo para\nJuscelino Kubitschek.\n\nFalconière comandou a Zona Militar Centro até sua extinção em agosto de\n1956, quando foi formado o II Exército, cuja chefia exerceu até novembro\nseguinte. Em dezembro, foi nomeado ministro do Superior Tribunal Militar\n(STM), cargo que deixou em junho de 1961 por ter atingido a idade limite\nde 70 anos. Foi então reformado no posto de marechal.\n\nOlímpio Falconière da Cunha faleceu no Rio de Janeiro em 11 de agosto de\n1967.\n\nSérgio Lamarão\n\n**FONTES:** ARAÚJO, A*. Chefes*; ARQ. CLUBE 3 DE OUTUBRO; BRAYNER, F.\n*Verdade*; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB. MILITAR;\nDULLES. J*. Unrest*; JAMUNDÁ, T. *Catarinenses*; MIN*.* GUERRA.\n*Almanaque*; MIN. GUERRA. *Subsídios*; MORAIS, J. *FEB*; SILVA, H.\n*1930*; SILVA, H. *1931*; SILVA, H. *1933*; SILVA, Z. *Perfis.*\n","ref":"**FONTES:** ARAÚJO, A*. Chefes*; ARQ. CLUBE 3 DE OUTUBRO; BRAYNER, F.\n*Verdade*; CORRESP. SECRET. GER. EXÉRC.; CORRESP. SUP. TRIB. MILITAR;\nDULLES. J*. Unrest*; JAMUNDÁ, T. *Catarinenses*; MIN*.* GUERRA.\n*Almanaque*; MIN. GUERRA. *Subsídios*; MORAIS, J. *FEB*; SILVA, H.\n*1930*; SILVA, H. *1931*; SILVA, H. *1933*; SILVA, Z. *Perfis.*\n","dic":"DHBPR"}