{"title":"DALTRO, Leolinda de Figueiredo","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**DALTRO, Leolinda de Figueiredo**\n\n\\*mov. feminista.\n\n*Leolinda de Figueiredo Daltro* nasceu na Bahia possivelmente em1860,\nmas não se tem a data precisa de seu nascimento. Viveu a maior parte do\ntempo no Rio de Janeiro, no bairro de Cascadura. Sabe-se que teve cinco\nfilhos e que, provavelmente, os criou longe do marido, de quem era\nseparada.\n\nNo Rio de Janeiro, tornou-se próxima do republicano positivista Quintino\nBocaiúva e amiga de Orsina da Fonseca, primeira mulher de Hermes da\nFonseca. Precursora do indigenismo no Brasil, defendia a incorporação\ndos índios brasileiros à sociedade por meio da alfabetização laica e\nusou de todos os meios ao seu alcance para iniciar, em 1896, o ambicioso\nprojeto de percorrer o interior do país e pôr em prática suas ideias.\nSua proposta ganha ainda maior dimensão se se considerar que, à época, o\ndebate público em torno da questão dos índios pendia ora em favor da\ncatequização acompanhada da completa aculturação das tribos, ora em\nfavor da sumária eliminação das populações indígenas remanescentes no\nBrasil.\n\nLeolinda deixou os filhos com parentes e viajou solitária, passando por\nSão Paulo e chegando a Uberaba, no Triângulo Mineiro. Em São Paulo,\nencontrou apoio, inclusive financeiro, de membros influentes da elite,\ncomo o fazendeiro e político republicano Eduardo Prado, Horace Lane\n(diretor do Colégio Mackenzie), Caio Prado, Martinho Prado e Elias\nFausto. Contudo, à medida que avançava nos sertões, encontrou fortes\nresistências à sua proposta, pois a incorporação dos índios à sociedade\nafetava os dois principais pilares do poder local no Brasil do final do\nséculo XIX: a Igreja e os proprietários de terras. Em razão de suas\nideias, Leolinda sofreu, em Uberaba, toda sorte de perseguições por\nparte da elite local, chegando a ser escorraçada da cidade por uma turba\nque a chamava de mulher do diabo. Ainda no Triângulo Mineiro, passou\npara a cidade vizinha de Araguari, ponto de partida de uma longa viagem\npelos sertões de Goiás, atingindo as bordas do Maranhão e do Pará. A\nperipécia da professora Leolinda Daltro em nome da alfabetização de\ntribos indígenas dos sertões brasileiros se encerrou no ano de 1897. No\nlivro que publicou em 1920, a educadora relata esses episódios e um\natentado que sofreu em Conceição do Araguaia, no qual foram assassinados\no coronel Leão Leda e seu filho, seus protetores na ocasião.\n\nVoltando a viver no Rio de Janeiro, fundou o Grêmio Patriótico Leolinda\nDaltro, com a finalidade de defender a catequização dos índios sem a\ninterferência da Igreja. Em nome da entidade, passou a frequentar todas\nas solenidades cívicas, como as do dia da Bandeira e de Tiradentes,\nlevando sempre consigo alguns índios que havia trazido de suas incursões\npelo interior. Era o bastante para ganhar espaço na imprensa, onde não\npoucos se dedicaram a criticá-la e a ridicularizá-la. O assunto dividia\na opinião pública no Rio de Janeiro, pois, a despeito das resistências,\no governo federal decidiu criar o Serviço de Proteção ao Índio (SPI), em\n1910. Leolinda, dez anos após seu retorno dos sertões, saboreou uma\npequena vitória, apesar de não ter sido convidada para a cerimônia de\nfundação do SPI.\n\nNão satisfeita em defender a incorporação laica dos índios à sociedade\nbrasileira, Leolinda também se dedicou à defesa da conquista da\ncidadania plena para as mulheres. Com base na ambiguidade da\nConstituição de 1891, requereu seu alistamento eleitoral, mas teve o\npedido recusado. Em protesto, fundou, em dezembro 1910, o Partido\nRepublicano Feminino, cujo objetivo era mobilizar as mulheres na luta\npelo direito ao voto.\n\nLeolinda apoiava a política nacionalista do presidente Hermes da Fonseca\n(1910-1914), que, em 1908, quando ministro da Guerra do governo Afonso\nPena (1906-1909), havia instituído uma nova lei de recrutamento militar.\nEm termos profissionais, assumiu a direção da Escola de Ciências, Artes\ne Profissões Orsina da Fonseca, situada no bairro da Tijuca, zona norte\ndo Rio de Janeiro. Defensoras da igualdade entre os sexos, Orsina e\nLeolinda promoveram também a criação da Linha de Tiro Feminino Orsina da\nFonseca, onde as mulheres poderiam receber treinamento com armas de\nfogo.\n\nPor mais de uma década, Leolinda e suas companheiras de partido, entre\nelas a poetisa Gilka Machado, ocuparam a cena política carioca\ncriticando a cidadania incompleta das mulheres e participando de todos\nos eventos que pudessem causar repercussão na imprensa. Iniciativas como\na da professora Leolinda reavivaram na opinião pública brasileira a\npolêmica em torno da cidadania parcial das mulheres, como se depreende\nda correspondência enviada por leitores aos grandes jornais cariocas\nnaquele período. Um exemplo dessa polêmica foi a desavença ocorrida\nentre um leitor do *Jornal do Brasil* e o prestigioso articulista Carlos\nde Laet. Em outubro de 1918 o leitor Turíbio Rabioli, que se\nidentificava como militar, enviou uma carta indignada ao *Jornal do\nBrasil*, endereçada ao jornalista Laet. A fúria do leitor se concentrava\nno caso de Maria José Rabelo, que havia conquistado o direito de se\ninscrever no concurso público do Itamarati e fora aprovada. Sobre o\nassunto afirmava Rabioli, repreendendo o jornalista: que “a defendam\n(Maria José Rabelo) a Exma. Professora Daltro e outras senhoras\ninteressadas na masculinização do seu adorável sexo, assaz o compreendo,\nmas não que se lhes agregue V. Mcê., de quem esperávamos tivesse mais\njuízo”. Carlos de Laet, que desde setembro daquele ano vinha utilizando\nseu espaço no jornal para defender o pleito de Maria José Rabelo e a\nproposta da professora Daltro de se promover uma manifestação pública em\napoio à pretensão da jovem candidata a um lugar nos quadros diplomáticos\nbrasileiros, respondeu ao leitor com ironia, chamando-o de neurastênico\ne de “Adão zangado”. Não satisfeito, Laet aconselhou o leitor a ouvir\nLeolinda Daltro: “para mansamente o contrariar, preciso se faz o tino\nprudencial de uma senhora. Tenha a palavra a Sra. Professora Daltro.”\nAinda em torno da questão Rabelo, o jornal carioca *A Rua* trouxe na\nedição de 5 de outubro de 1918 uma menção desairosa ao partido\n“arregimentado pela Sra. Leolinda Daltro”. Fragmentos de informação como\nesses demonstram que o movimento articulado por Leolinda foi\nextremamente ativo na capital federal, dividindo opiniões e aproveitando\nas oportunidades surgidas a cada momento para trazer à tona a condição\nfeminina no Brasil.\n\nEm 1919, Leolinda lançou-se candidata à Intendência Municipal do\nDistrito Federal, cargo equivalente ao de prefeito. Em outubro, concedeu\nentrevista à *Revista Feminina*, onde justificou sua candidatura nos\nseguintes termos: “Como mulher que sou, com um sentido superior de\naltruísmo, tenho me preocupado com a necessidade de minorar o sofrimento\nhumano e de se atingir uma melhor distribuição da Justiça.” Sua campanha\nera simbólica, uma plataforma para as mulheres denunciarem a\ndiscriminação e a desigualdade social e de gênero existentes na\nsociedade.\n\nEm 1920, Leolinda reuniu seus registros e guardados remanescentes de sua\nincursão pelos sertões em uma obra publicada pela tipografia da Escola\nOrsina da Fonseca. O livro recebeu o título *Da catequese dos índios do\nBrasil (notícias e documentos para a história).* Leolinda justificou a\npublicação tardia de seus registros alegando que a ideia da educação\nlaica dos indígenas fora recebida com indiferença e frieza e a tornara\nalvo de ridículo.\n\nA partir de então, acompanhou à distância a atuação da segunda geração\nde feministas. Logo após as mulheres terem alcançado o direito ao voto,\nno ano de 1932, declarou ser uma pessoa feliz e que já podia morrer\ndepois de ver vitoriosa a luta pela emancipação política da mulher.\n\nFaleceu em um desastre de automóvel em maio de 1935. Por ocasião de sua\nmorte, a revista *Mulher*, editada pela Federação Brasileira pelo\nProgresso Feminino, registrou o fato com pesar e ressaltou seu papel\ncomo precursora do feminismo no Brasil. Afirmou a revista da Federação\nque “teve ela que lutar contra a pior das armas de que se serviam os\nadversários da mulher: o ridículo. Talvez isto a houvesse magoado\nprofundamente tanto que se afastou das lides feministas. Mas a sua obra\npatriótica não parou aí: dedicou-se à obra da alfabetização no meio\ndesses milhões de analfabetos, nela consumindo a sua velhice”. Também a\nrevista carioca *Ilustração Brasileira*, na edição de junho de 1935,\nregistrou seu falecimento.\n\nEm 2003, a Assembleia Legislativa do Estado do Rio de Janeiro aprovou a\nResolução n^o^ 233, que instituiu o Diploma Mulher Cidadã Leolinda de\nFigueiredo Daltro. A cada ano são escolhidas dez mulheres para receber a\nhomenagem por seu destaque na vida pública e na defesa dos direitos\nfemininos.\n\nHildete Pereira de Melo/Teresa Cristina de Novaes Marques\n\n**FONTES:** BESSE, S. *Restructuring*; CONS. NAC. DIREITOS MULHER. A\nMulher e a Constituinte; GAGLIARDI, J. *O indígena*; HAHNER, J.\n*Mulher*;*Ilustração Brasileira* (v.12, n.2, jun. 1935). Uma\nPrecursora;*Jornal do Brasil* (26/9/1918, 3/10/1918). Carlos de Laet;\n*Mulher*: opinião feminina organizada, maio/jun., 1935; TELLES, N.\n*Medéia.*\n","ref":"**FONTES:** BESSE, S. *Restructuring*; CONS. NAC. DIREITOS MULHER. A\nMulher e a Constituinte; GAGLIARDI, J. *O indígena*; HAHNER, J.\n*Mulher*;*Ilustração Brasileira* (v.12, n.2, jun. 1935). Uma\nPrecursora;*Jornal do Brasil* (26/9/1918, 3/10/1918). Carlos de Laet;\n*Mulher*: opinião feminina organizada, maio/jun., 1935; TELLES, N.\n*Medéia.*\n","dic":"DHBPR"}
