{"title":"DAMAS DA CRUZ VERDE","cargoss":["Associação filantrópica criada por mulheres no Rio de Janeiro em 1918,"],"author":null,"content":"**DAMAS DA CRUZ VERDE**\n\nAssociação filantrópica criada por mulheres no Rio de Janeiro em 1918,\nresponsável pela fundação da maternidade Pró-Matre, até hoje em\nfuncionamento.\n\nOrigens e Atuação\n\nDesde o final do século XVIII o debate público em torno da pobreza, das\ndoenças e da morte dividiu o mundo ocidental. As mulheres tiveram papel\nfundamental na criação, organização e gestão de associações humanitárias\nque tentaram minorar os efeitos da pobreza. No Brasil, essas associações\nfilantrópicas foram sendo criadas a partir do final do século XIX, mas\nsão pouco conhecidas, com exceção daquelas patrocinadas pelas Santas\nCasas, estas últimas, instituições coloniais. Um exemplo importante da\niniciativa de mulheres assistência aos pobres foi a associação criada em\n1918 sob a denominação Damas da Cruz Verde do Rio de Janeiro. Suas\nfundadoras tiveram papel de destaque na profissionalização feminina e na\nprestação de assistência médica à população mais pobre. Além de\ndedicar-se à filantropia, as integrantes do movimento foram fervorosas\nmilitantes da campanha pelo direito da mulher ao voto, atuando na\nFederação Brasileira pelo Progresso Feminino nos anos 1920 e 1930.\n\nSensibilizadas com a campanha feita pelo médico higienista Carlos Artur\nMoncorvo Filho (1871-1944), pioneiro da pediatria no Brasil e fundador\ndo Instituto de Assistência e Proteção à Infância, Maria José Vilas Boas\nde Siqueira Mesquita, a baronesa do Bonfim (1862-1953), sua filha\nJerônima Mesquita (1880-1972) e Stela Guerra Duval (1879-1971)\nreuniram-se em abril de 1918 na residência da família Guerra Duval com\num numeroso grupo de amigas, mulheres das classes média e alta do Rio\nJaneiro, com a ideia de juntaram forças para prestar assistência à\nmaternidade. Participaram da reunião Laurinda Santos Lobo, Jeni Monteiro\nAmaral, Helena Figueiredo Araújo, Ernestina Passos Bulhões de Carvalho,\nNair de Azevedo Teixeira, Maria Engrácia Celso Carneiro de Mendonça, Lo\nLandbery e o médico professor Fernando Magalhães (ginecologista e\nobstetra), além do dono da casa, Fernando Guerra Duval, marido de Stela.\nResolveu-se então fundar uma instituição de proteção à mulher pobre e à\ninfância carente e decidiu-se que essa instituição se chamaria\nPró-Matre.\n\nEm paralelo a essas gestões para criação da maternidade, explodiu a\ngripe espanhola na cidade do Rio de Janeiro. As Damas da Cruz Verde já\nestavam mobilizadas no trabalho para a fundação da maternidade e\npassaram a prestar socorro às vitimas da pandemia. Em dois meses, no\nsegundo semestre de 1918, haviam morrido no Rio de Janeiro mais de dez\nmil pessoas. Os hospitais estavam lotados, e diante da precariedade da\nsituação sanitária aquelas mulheres cumpriram um papel cívico de combate\nà doença e a morte.\n\nA epidemia não esmoreceu a luta pela criação da maternidade. As Damas da\nCruz Verde procuraram o presidente da República Venceslau Brás, para\nsolicitar um casarão na Avenida Venezuela, número 159, onde pretendiam\ninstalar a instituição. Foram atendidas, e assim, em 9 de fevereiro de\n1919, inaugurou-se a maternidade com duas enfermarias, uma de\nobstetrícia e outra de ginecologia, com 40 leitos. Havia também um\nconsultório para atender as mulheres grávidas, e naquele ano foram dadas\numa média de 162 consultas semanais.\n\nEm maio de 1919 a epidemia estava debelada, e o grupo levou adiante os\nplanos de ampliar e diversificar a assistência prestada na maternidade.\nFoi criada uma creche com capacidade para receber 20 crianças, e nos\nanos seguintes seriam instalados postos de saúde materna e farmácias em\noutros pontos da cidade. A maternidade foi ampliada para 155 leitos,\ndistribuídos em 15 enfermarias e 31 apartamentos particulares, além de\nlaboratórios médicos e ambulatórios para prestação de serviços à\npopulação feminina e à infância carente. Com isso, a Pró-Matre tornou-se\num centro de referência na obstetrícia brasileira. As Damas da Cruz\nVerde continuaram à frente da maternidade nos anos subsequentes, como\nfoi o caso Stela Guerra Duval, que foi tesoureira da instituição por\nquase 20 anos e depois foi sua presidente perpétua. Com esse capital\npolítico, Stela se candidatou a intendente municipal pelo Partido\nAutonomista na capital federal, no pleito de 14 de outubro de 1934.\n\nDe 1919 a 1985 foram atendidas pelos serviços de saúde da Pró-Matre 270\nmil mulheres e nasceram mais de 200 mil crianças. Em 2003, um\nlevantamento contabilizou cerca de 600 mil partos, e uma média de 800 a\nmil nascimentos por mês. A maternidade contava 108 leitos e\ntransformara-se num importante centro de estudos de obstetrícia no\nBrasil, a partir dos trabalhos do médico Fernando Magalhães. A Pró-Matre\nfoi uma vitória da persistência de mulheres que uniram sensibilidade\nfrente a causas sociais e conquista de direitos políticos. Sua\nmaternidade funciona até os dias atuais, atendendo as mulheres carentes\nda região metropolitana do Rio de Janeiro.\n\nHildete Pereira de Melo/Teresa Cristina de Novaes Marques\n\n**FONTES:** ARQ. NAC. Fundo FBPF; ARQ. Pró-Matre; Rio Jornal\n(11/10/1918); *Pequena história*; *Veja* (17/9/2003). Associação\nPró-Matre; *Veja* (13/1/1999). Entrevista com Adèle Lynch, descendente\nda Baronesa de Bonfim, a Teresa Cristina de Novaes Marques.\n","ref":"**FONTES:** ARQ. NAC. Fundo FBPF; ARQ. Pró-Matre; Rio Jornal\n(11/10/1918); *Pequena história*; *Veja* (17/9/2003). Associação\nPró-Matre; *Veja* (13/1/1999). Entrevista com Adèle Lynch, descendente\nda Baronesa de Bonfim, a Teresa Cristina de Novaes Marques.\n","dic":"DHBPR"}