{"title":"DAMÁSIO, VIRGÍLIO","cargoss":["Governador de estado ou do Distrito Federal","Governador de estado ou do Distrito Federal","Constituinte","Senador"],"cargos_esp":[0,0,0,0],"datas_ini":[1890,1889,1891,1891],"datas_fim":[1890,1889,1891,1908],"estados":["BA","BA",0,"BA"],"autor":[0],"content":"**DAMÁSIO, V****IRGÍLIO**\n\n\\* gov. BA 1889 e 1890; const. 1891; sen. BA 1891-1908.\n\n*Virgílio Clímaco Damásio* nasceu na ilha de Itaparica (BA) em 21 de\njaneiro de 1838, filho de Francisco Borja Damásio e de Maria Amália\nClímaco de Sousa.\n\nGraduou-se pela Faculdade de Medicina da Bahia em 1859, e recebeu o\ntítulo de doutor em medicina mediante a defesa da tese *Mostrar pelo\nesqueleto que o homem foi criado para andar ereto sobre os dois pés e\nnão sobre os quatro membros*. Em 1860 ingressou na Faculdade de Direito\nde São Paulo, mas abandonou o curso, regressando a Salvador. Foi\nprofessor do Liceu Provincial da Bahia e professor de ciências\nacessórias da Faculdade de Medicina da Bahia a partir de 1862, por\nconcurso que lhe solicitou “Discutir o princípio fundamental da teoria\natômica, expor o sistema de Dalton com as modificações de Berselius,\nexplicar por esse sistema a lei das proporções múltiplas”. Por meio de\noutro concurso, tornou-se catedrático de química mineral.\n\nAos 28 anos iniciou-se na política, disputando uma cadeira na Assembleia\nProvincial. Apesar de ter sido considerado eleito, seu diploma não foi\nreconhecido. Tentou novamente em 1876, sem êxito. Teve papel marcante\ncomo fundador e presidente da Escola de Belas Artes da Bahia, em 1877.\nNa Faculdade de Medicina da Bahia, foi transferido para a cadeira de\nmedicina legal, área na qual ganhou notoriedade como professor e\nprofissional, a ponto de ser convidado a demonstrar suas habilidades em\nParis. Em 1886 apresentou à direção da Faculdade de Medicina relatório\nsobre suas experiências na Europa.\n\nDesde 1872, vários e efêmeros clubes republicanos haviam sido\norganizados em Salvador, e desde 1885, também pelo interior do estado.\nGraças às suas convicções republicanas e à educação política liberal,\nfundou, com o apoio de outros companheiros, o Clube Republicano Federal,\nonde fez ouvir, através de comícios populares e círculos acadêmicos, seu\n“programa de federação das províncias”. Transformada, em 12 de janeiro\nde 1889, no Partido Republicano da Bahia (PRB), a organização definiu em\nmaio seu programa, bem como sua bandeira, que posteriormente seria\nadotada pelo estado da Bahia. Damásio foi redator do jornal *O\nHorizonte*, vinculado ao PRB, e publicou uma série de artigos no *Diário\nde Notícias* sobre a constituição da República portuguesa. Colaborou\ntambém no jornal *A República Federal*, instrumento de propaganda do\nmovimento.\n\nInserida na conturbada conjuntura de mudança do regime político de\nimperial para republicano, a elite política baiana, liderada pelo\npresidente da província José Luís de Almeida Couto e por membros da\nCâmara Municipal de Salvador, resistiu até a última hora ao novo regime,\nmantendo-se leal ao imperador. Assim, na tarde do dia 16 de novembro de\n1899, sob a direção de Virgílio Damásio e do coronel Frederico Cristiano\nBuys, comandante do 16^o^ Batalhão, a República foi proclamada na Bahia\nna praça em frente ao forte de São Pedro, local escolhido pelo temor de\nreações antirrepublicanas. Como a situação permanecesse inalterada, no\ndia 17 de novembro, às 16 horas, a República foi “reproclamada”, pelos\nmesmos líderes e na mesma praça, que posteriormente passou a ser chamada\nde praça da Aclamação.\n\nAnte a recusa de Manuel Vitorino Pereira em assumir a direção do governo\nbaiano, conforme indicara Rui Barbosa – nomeado ministro da Fazenda do\ngoverno provisório chefiado por Deodoro da Fonseca e condutor da\npolítica baiana –, no dia 18 de novembro Virgílio Damásio tomou posse na\nCâmara Municipal como governador interino da Bahia. Exerceu o cargo por\napenas seis dias, vez que, no dia 23, após a aceitação do novo regime\npelos principais partidos políticos locais como algo irreversível,\nManuel Vitorino curvou-se à insistência do conselheiro Rui Barbosa e\ntomou posse no governo. Contrariaram-se os interesses dos republicanos\nlocais, que desejavam para o cargo Virgílio Damásio, um republicano\nautêntico, e não um liberal da monarquia, como o agora empossado. No\nentanto, um telegrama do marechal Deodoro confirmou o nome de Vitorino\nde modo inquestionável. Também Manuel Vitorino permaneceu no governo por\npoucos meses. A 25 de abril de 1890, ante a forte reação que sofreu –\nprincipalmente por haver nomeado intendentes para os municípios do\ninterior sem consultar os tradicionais chefes políticos locais –,\ntransmitiu o governo ao comandante das armas, marechal Hermes Ernesto da\nFonseca, irmão do proclamador da República, que logo a seguir foi\nnomeado governador da Bahia (26 de abril a 14 de setembro de 1890).\n\nSeguiu-se o segundo governo de Virgílio Damásio (15 de setembro a 14 de\nnovembro de 1890), até a posse do republicano de última hora José\nGonçalves, nomeado pelo governo provisório para que Damásio fosse\nexercer o mandato de senador no Congresso Nacional Constituinte, por\nhaver sido o candidato mais votado pelo Clube Militar e pelo Centro\nRepublicano Democrata. Nesse governo, Virgílio Damásio criou Instituto\nOficial de Ensino Secundário e ali tornou-se catedrático de física e\nquímica. Na Constituinte, foi membro da Comissão dos 21, que apreciava\nos pareceres sobre o projeto de Constituição mandado organizar pelo\ngoverno provisório. Defendeu a manutenção dos impostos de exportação\nconcedidos aos estados e aceitou a emenda mandando avocar as dívidas dos\nmesmos estados. Mandou suprimir o artigo constitucional que estabelecia\no Exército permanente, lembrando que todos os cidadãos, nos momentos\nprecisos, deveriam pegar em armas em defesa do país e da nação. Votou\npela abolição da pena de morte e apresentou uma proposta de pensão a dom\nPedro II. Foi um dos signatários do manifesto contra a dissolução do\nCongresso pelo marechal Deodoro da Fonseca, em 3 de novembro de 1891.\nReeleito, permaneceu no Senado nas legislaturas que se seguiram, mas, em\nvirtude de divergências com os políticos baianos Severino Vieira e José\nMarcelino de Sousa, não teve seu nome indicado para a reeleição em 1909\ne deixou o Senado em dezembro de 1908.\n\nAbatido pela morte da esposa, Ana Virgínia de Seixas Damásio, retirou-se\npara a vida privada, afastando-se da política. Faleceu aos 75 anos, no\ndia 21 de novembro de 1913, em sua casa, no corredor da Vitória, de\narteriosclerose generalizada. Foi enterrado no dia seguinte, no\ncemitério do Campo Santo, em Salvador.\n\nFoi membro da Academia de Medicina Legal da França e da Sociedade de\nAntropologia de Lima, no Peru. Escritor erudito, escreveu sobre\nreminiscências de homens e coisas do passado. Escreveu também *Emprego\nterapêutico da eletricidade e do galvanismo*; *Das aplicações do\nmagnetismo animal na terapêutica*; *Do melhor meio de preservar os\nedifícios dos raios e as plantas que podem suprir os para-raios*. Fez\ndiversas considerações médico-jurídicas sobre o Código Criminal\nBrasileiro, publicadas na *Gazeta Médica da Bahia* (1867 e 1868),\nrevista por ele criada e que dirigiu nesse período.\n\nPaulo Roberto Novais S. de Quadros\n\n**FONTES:** ABRANCHES, J. Governos (v.2, p.103); Brasil no ar.\nDisponível em: \\<www.brasilnoar.com.br/BA/ba\\_historia.asp\\>. Acesso em:\n18/4/2009; *Revista da Fundação Pedro Calmon* (n.6, p.123-126, 2001);\n*Tarde* (21,22/11/1913). Acaba de falecer o conselheiro Virgilio\nDamásio; *Diário da Bahia* (22/11/1913). Conselheiro Virgilio Damásio;\nNUNES, A. Na Bahia; PRAZERES, O. *Bahia*; SAMPAIO, C. *Partidos*\n(p.59-61); TAVARES, L. *História* (p.294-302).\n","ref":"**FONTES:** ABRANCHES, J. Governos (v.2, p.103); Brasil no ar.\nDisponível em: \\<www.brasilnoar.com.br/BA/ba\\_historia.asp\\>. Acesso em:\n18/4/2009; *Revista da Fundação Pedro Calmon* (n.6, p.123-126, 2001);\n*Tarde* (21,22/11/1913). Acaba de falecer o conselheiro Virgilio\nDamásio; *Diário da Bahia* (22/11/1913). Conselheiro Virgilio Damásio;\nNUNES, A. Na Bahia; PRAZERES, O. *Bahia*; SAMPAIO, C. *Partidos*\n(p.59-61); TAVARES, L. *História* (p.294-302).\n","dic":"DHBPR"}
