{"title":"DANTAS, Antônio da Silveira","cargoss":["pres. SE 1896."],"content":"**DANTAS, Antônio da Silveira**\n\n\\* pres. SE 1896.\n\n*Antônio Leonardo da Silveira Dantas* nasceu no engenho Forno, município\nde Divina Pastora (SE), em 1^o^ de fevereiro de 1858, filho de João\nFélix Correia Dantas e de Joana Maria de São José e Melo.\n\nFez os estudos preparatórios no Colégio do Amparo, em Sergipe. Em 1876\ningressou no seminário arquiepiscopal da Bahia, concluindo o curso de\nteologia em 1881. Após sua ordenação retornou a Sergipe, trabalhou\ndurante cinco anos como agricultor e, depois, assumiu as paróquias das\nfreguesias de Guararu (1886-1894) e Maroim (1894-1912). Dividiu as\natividades de pároco com diversos cargos públicos. Em Guararu foi\nintendente municipal e delegado literário, sendo exonerado dessas\nfunções em 1890. Foi também presidente do Conselho Municipal de Maroim.\n\nDeputado estadual em Sergipe por duas legislaturas (1894-1895 e\n1896-1897), na condição de presidente da Assembleia Legislativa assumiu\no governo do estado, substituindo o presidente Manuel Valadão, em duas\nocasiões no ano de 1896. Primeiro, entre 14 de março e 27 de julho, e\ndepois entre 4 de setembro e 24 de outubro, quando tomou posse o novo\npresidente do estado Martinho Garcez. No seu segundo período\nadministrativo enfrentou uma tentativa de golpe de Estado, contida com o\nauxílio de tropas federais.\n\nFoi um dos fundadores, em 1906, do Partido Progressista (PP), que reunia\nos descontentes com a influência política do monsenhor Olímpio Campos em\nSergipe, iniciada quando este assumiu o governo do estado em 1899. Amigo\nde Fausto Cardoso, também natural da cidade de Divina Pastora,\nparticipou ao seu lado da revolta armada que em agosto de 1906 derrubou\no presidente sergipano Guilherme Sousa Campos – irmão do monsenhor –, e\nlogo depois foi sufocada pelas tropas federais enviadas pelo presidente\nRodrigues Alves.\n\nColaborou nos jornais baianos *O Lidador* e *Leituras Religiosas.*\nTambém na Bahia publicou, em 1906, *Cartas políticas aos sergipanos*, no\njornal *Diário de Notícias.* Em Porto Alegre foi colaborador do jornal\n*O Pão de Santo Antônio* e na cidade de Penedo, em Alagoas, do *Jornal\nde Penedo*. Na imprensa sergipana, escreveu para *O Farol* e *Folha de\nSergipe*, ambos de Aracaju.\n\nFoi sócio-correspondente do Instituto Histórico e Geográfico de Sergipe.\n\nPároco de Santo Amaro a partir de 1912, faleceu em 15 de fevereiro de\n1919.\n\nSérgio Montalvão/Cláudia Calmon\n\n**FONTE:** GUARANÁ, M. *Dicionário.*\n","ref":"","dic":"DHBPR"}