{"title":"DANTAS, ARISTÓTELES","cargoss":["militar","rev. 1922","comte Zona Mil. Leste 1952","comte 1^a^ RM"],"author":null,"content":"**DANTAS, ARISTÓTELES**\n\n\\*militar; rev. 1922; comte Zona Mil. Leste 1952; comte 1^a^ RM\n1952-1954; comte Zona Mil. Norte 1954-1955; comte II Ex. 1958.\n\n*Aristóteles de Sousa Dantas* nasceu na Bahia em 1^o^ de junho de 1894,\nfilho de José Teodósio de Sousa Dantas.\n\nIngressou na Escola Militar do Realengo, no Rio de Janeiro, então\nDistrito Federal, em março de 1912, saindo aspirante a oficial em abril\nde 1915. Classificado para o 1^o^ Regimento de Cavalaria Divisionária\n(1^o^ RCD) na capital da República, foi promovido a segundo-tenente em\nfevereiro de 1917 e transferido, em março do ano seguinte, para o\nquartel-general da 6^a^ Região Militar, sediada em Salvador. Aí serviu\naté março de 1919, quando retornou ao 1^o^ RCD. Promovido a\nprimeiro-tenente em junho seguinte, ingressou na Escola de\nAperfeiçoamento de Oficiais em março de 1920, e aí permaneceu até\nagosto. Em seguida foi designado instrutor da arma de cavalaria na\nEscola Militar do Realengo.\n\nServia na Escola Militar quando, em julho de 1922, participou da revolta\ntenentista deflagrada no dia 5 em protesto contra a eleição de Artur\nBernardes para a presidência da República e as punições impostas pelo\ngoverno Epitácio Pessoa aos militares, com o fechamento do Clube Militar\ne a prisão do marechal Hermes da Fonseca. Na ocasião foi expulso da\ncorporação e condenado a um ano e quatro meses de prisão. Anistiado após\na Revolução de 1930, recebeu a patente de capitão com efeito retroativo\na junho daquele ano, retornando ao 1^o^ RCD no posto de comandante de\nesquadrão.\n\nEm 1931 foi transferido para o Departamento de Pessoal do Exército,\ntambém no Rio de Janeiro. Participou do combate à Revolução\nConstitucionalista de 1932, operando nos estados de São Paulo e Minas\nGerais. Com a rendição dos rebeldes em outubro daquele ano, regressou ao\nDistrito Federal, aquartelando-se novamente no 1^o^ RCD. Em fevereiro de\n1933 foi promovido a major e assumiu em seguida o comando do 11^o^\nRegimento de Cavalaria Independente em Ponta Porã (MS). Deixou esse\nposto em janeiro de 1934 para iniciar o curso de aperfeiçoamento de\noficiais superiores na Escola de Cavalaria do Rio de Janeiro, que\nconcluiu em dezembro do mesmo ano.\n\nA partir de fevereiro de 1935 exerceria alternadamente, durante dois\nanos, o comando e o subcomando da Escola de Cavalaria do Regimento\nAndrade Neves. Em maio de 1937 foi promovido a tenente-coronel e em\njulho assumiu o comando do 4^o^ RCD, sediado em Três Corações (MG). Em\nfevereiro de 1938 transferiu-se para o Rio de Janeiro como comandante do\n1^o^ RCD, posto que ocupou até novembro do ano seguinte, quando\ningressou na Escola de Armas do Estado-Maior do Exército, estagiando no\nBatalhão Vilagran Cabrita, no Centro de Instrução Motomecanizada, em\nunidades-escola e na Escola de Aeronáutica Militar.\n\nEm maio de 1940 iniciou o curso na Escola do Estado-Maior do Exército, e\nem agosto foi promovido a coronel. Entre novembro de 1942 e novembro de\n1943 assumiu intermitentemente o comando interino da 14^a^ Divisão de\nInfantaria, sediada em João Pessoa. Recebendo a patente de general de\nbrigada em março de 1944, foi em seguida para o comando da 1^a^ Divisão\nde Cavalaria, em Santiago (RS). Manteve-se nesse posto até 1945, quando\nse transferiu para a Escola Militar de Resende (RJ), onde até o ano\nseguinte exerceu alternadamente os cargos de comandante da escola e de\ndiretor de ensino do Exército.\n\nDesignado comandante da Polícia Militar do Rio de Janeiro em novembro de\n1946, permaneceu no posto até setembro do ano seguinte, quando passou a\ncomandar a 6^a^ Região Militar, com sede em Salvador. Promovido a\ngeneral de divisão em novembro de 1948, assumiu o comando da 1^a^\nDivisão de Infantaria, no Distrito Federal, em janeiro de 1949. De março\nde 1950 a janeiro do ano seguinte cursou a Escola Superior de Guerra. A\npartir de março de 1952 comandou a Zona Militar Leste, correspondente ao\natual I Exército, e a 1^a^ Região Militar, desligando-se da Zona Militar\nem setembro do mesmo ano e da Região Militar em junho de 1954 para\nassumir, em dezembro, o comando da Zona Militar Norte, atual IV\nExército, com sede em Recife. Foi promovido a general de exército em\nmaio de 1955.\n\nEntre dezembro de 1955 e junho de 1958 integrou a Comissão Mista\nBrasil-Estados Unidos, com sede no Rio de Janeiro, sendo nomeado chefe\nda delegação brasileira e presidente da comissão durante esse período.\nEm março de 1958, sucedendo ao general Artur Hescket Hall, passou a\ncomandar o II Exército, sediado em São Paulo. Em novembro seguinte foi\nsubstituído pelo general Estênio de Albuquerque Lima e transferido para\na reserva com a patente de marechal.\n\n**FONTES:**ARQ. MIN. EXÉRC.; CORRESP. SECRET. GER. EXÉRC.; COUTINHO, A.\n*Brasil*; LAGO, L. *Generais*; MIN. GUERRA. *Almanaque*; MONTEIRO, F.\n*Discurso*; SILVA, H.*1922*; TÁVORA, J. *Vida.*\n","ref":"**FONTES:**ARQ. MIN. EXÉRC.; CORRESP. SECRET. GER. EXÉRC.; COUTINHO, A.\n*Brasil*; LAGO, L. *Generais*; MIN. GUERRA. *Almanaque*; MONTEIRO, F.\n*Discurso*; SILVA, H.*1922*; TÁVORA, J. *Vida.*\n","dic":"DHBPR"}