{"title":"DANTAS, LUÍS MARTINS DE SOUSA","cargoss":["Embaixador do Brasil - Itália","Embaixador do Brasil - França"],"cargos_esp":[0,0],"datas_ini":[1919,1922],"datas_fim":[1922,1943],"estados":[0,0],"autor":["Paulo Brandi"],"content":"**DANTAS, L****UÍS M****ARTINS** **DE S****OUSA**\n\n**\\***diplomata; emb. Bras. Itália 1919-1922; emb. Bras. França\n1922-1943.\n\n*Luís Martins de Sousa Dantas* nasceu no Rio de Janeiro, então capital\ndo Império, em 17 de fevereiro de 1876, filho de Manuel Pinto de Sousa\nDantas Filho e de Maria Luísa Martins de Sousa Dantas. Seu avô paterno,\nManuel Pinto de Sousa Dantas, exerceu importantes cargos políticos no\nImpério, tendo sido deputado de 1857 a 1868, conselheiro de Estado a\npartir de 1879 e presidente do Conselho de Ministros no biênio\n1884-1885. Chefe parlamentar do abolicionismo, foi também autor do\nprojeto que serviu de base à Lei Saraiva-Cotegipe, que, promulgada em\n1885, determinou a emancipação dos escravos sexagenários. Seu pai\nocupou, entre outros, os cargos de presidente das províncias do Paraná,\nde 1879 a 1880, e do Pará, de 1881 a 1882, e foi diretor geral do\nTesouro Nacional de 1882 a 1890; após a proclamação da República,\ningressou na carreira diplomática, exercendo as funções de cônsul do\nBrasil em Genebra, Lisboa e Antuérpia. Seu tio, Rodolfo Epifânio de\nSousa Dantas, foi deputado a partir de 1878 e ministro do Império em\n1882 no gabinete de Martinho de Campos; em 1891, já na República,\nfundou, junto com Joaquim Nabuco, o *Jornal do Brasil.* Seu primo,\nMarcos de Sousa Dantas, foi presidente do Conselho Nacional do Café em\n1932, presidente do Banco do Brasil no biênio 1953-1954 e diretor da\nSuperintendência da Moeda e do Crédito de 1958 a 1960.\n\nLuís Martins de Sousa Dantas bacharelou-se em ciências e letras no\nColégio Pedro II, no Rio de Janeiro, então Distrito Federal, e formou-se\npela Faculdade Livre de Ciências Jurídicas e Sociais do Rio de Janeiro\nem 1896.\n\nEm janeiro de 1897 começou a carreira diplomática como adido à legação\nbrasileira em Berna, na Suíça. Promovido a segundo-secretário, foi\nenviado em março de 1900 a São Petersburgo, na Rússia, e transferido\ndois anos mais tarde para Roma, onde permaneceu até julho de 1908. Nesse\nano, foi promovido a primeiro-secretário e transferido em outubro para\nBuenos Aires, onde exerceu a função de encarregado de negócios. Em junho\nde 1912 foi elevado a ministro-residente, por merecimento. Regressou ao\nRio de Janeiro em maio de 1916 para exercer o cargo de subsecretário de\nEstado, assumindo, no mês seguinte, a chefia interina do Ministério das\nRelações Exteriores em virtude da visita do titular da pasta, Lauro\nMüller, aos Estados Unidos.\n\nEm setembro de 1917, às vésperas da declaração de guerra do Brasil\ncontra a Alemanha, Sousa Dantas foi enviado novamente para Roma, onde\nfez amizade com vários escritores e artistas, entre os quais o poeta\nGabriele D’Annunzio. Transferido em junho de 1919 para Bruxelas, foi\npromovido a embaixador, e no final do ano retornou a Roma. Nesse posto,\ninstalou a sede da missão brasileira no histórico palácio Doria-Pamphili\ne inaugurou a Câmara de Comércio Ítalo-Brasileira.\n\nEm dezembro de 1922 assumiu a chefia da embaixada brasileira em Paris, e\nem outubro do ano seguinte viajou a Genebra para representar o Brasil na\nConferência de Imigração e no Conselho Executivo da Liga das Nações,\nmissão que lhe foi novamente confiada em 1924 e 1926. Durante sua longa\npermanência como embaixador na França, presidiu diversas manifestações\nculturais e artísticas, particularmente após 1931, quando se tornou\ndecano do corpo diplomático. Após a invasão da França pelas tropas\nalemãs em junho de 1940, transferiu-se para Vichy, capital do governo\ncolaboracionista chefiado pelo marechal Pétain na chamada “zona livre”\ndo país. A partir de então, ajudou muitos franceses, principalmente\njudeus, a escapar das perseguições desencadeadas pelos nazistas,\nobtendo-lhes passaportes brasileiros. Em 1941, por ter atingido o limite\nde idade – 65 anos – foi aposentado do serviço diplomático por decreto\npresidencial e permaneceu aguardando no posto a escolha de seu\nsubstituto.\n\nEm agosto de 1942 o Brasil declarou guerra às potências do Eixo. Em\nnovembro seguinte, com a França já ocupada, Sousa Dantas tentou resistir\nà invasão do prédio da embaixada brasileira pelos alemães, sendo preso\nem janeiro do ano seguinte e internado junto com outros diplomatas\nbrasileiros em Bad Godesberg, na Alemanha. Sua libertação e a de outros\ndiplomatas brasileiros em 1944 foi negociada pelos norte-americanos\natravés do governo suíço, sendo acordado que eles seriam trocados por\nsúditos alemães que se encontravam detidos no Brasil. Desde meados do\nano anterior, o então primeiro-ministro de Portugal, Antônio de Oliveira\nSalazar, vinha realizando gestões para a soltura dos brasileiros, sem\nconseguir êxito. O que de fato Salazar conseguiu foi antecipar a saída\ndos prisioneiros de Bad Godesberg e abrigá-los em Lisboa, onde eles\naguardaram a chegada dos alemães provenientes do Brasil. De volta ao Rio\nde Janeiro, Sousa Dantas foi recebido com grandes homenagens.\n\nRegressou a Paris ainda em 1944, logo após a libertação da cidade. Fixou\nresidência na capital francesa e nela faleceu em 16 de abril de 1954.\n\nEra casado com Elisa Meyer de Sousa Dantas.\n\nPublicou em Paris um pequeno trabalho sobre as relações culturais entre\na França e os países latino-americanos, intitulado *Les nations\naméricaines et M. Gabriel Hanotaux.*\n\nPaulo Brandi\n\n**FONTES:**CONSULT. MAGALHÃES, B.; *Diário de Notícias,* Rio\n(18/4/1954); GUIMARÃES, A. *Dicionário*; MIN. REL. EXT. *Almanaque*\n(1941); MIN. REL. EXT. *Anuário*; *Tribuna da Imprensa* (14/5/1954).\n","ref":"**FONTES:**CONSULT. MAGALHÃES, B.; *Diário de Notícias,* Rio\n(18/4/1954); GUIMARÃES, A. *Dicionário*; MIN. REL. EXT. *Almanaque*\n(1941); MIN. REL. EXT. *Anuário*; *Tribuna da Imprensa* (14/5/1954).\n","dic":"DHBPR"}
