{"title":"DANTAS, Manuel","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1927],"datas_fim":[1930],"estados":["SE"],"autor":[0],"content":"**DANTAS, Manuel**\n\n\\*pres. SE 1927-1930.\n\n*Manuel Correia Dantas* nasceu em Santa Rosa de Lima, povoado do\nmunicípio de Divina Pastora, na região central de Sergipe, no dia 22 de\ndezembro de 1874.\n\nFilho de tradicional família de proprietários de terras, entrou na\npolítica partidária na primeira década do século XX. Foi vereador e\ndepois prefeito de Capela, e deputado estadual em Sergipe por mais de\numa legislatura. Como presidente da Assembleia Legislativa do estado, na\nsucessão do presidente estadual Maurício Gracho Cardoso, em 24 de\noutubro de 1926 assumiu o governo do estado em lugar do presidente\neleito, Ciro Franklin de Azevedo, que, com a saúde debilitada, foi\nempossado em 6 de novembro seguinte, afastou-se em dezembro e faleceu em\n16 janeiro de 1927, provocando a realização de nova eleição.\n\nEleito com o apoio do presidente Washington Luís (1926-1930), Manuel\nDantas tomou posse como presidente de Sergipe em 5 de março de 1927. Em\nseu governo, manteve a maior parte do secretariado anterior e reuniu em\ntorno de si alguns simpatizantes do tenentismo, movimento político que\nhavia abalado Sergipe chegando a interditar o governo de Maurício Gracho\nCardoso de 13 de julho a 2 de agosto de 1924. Segundo Ibarê Dantas,\ndurante sua administração Sergipe enfrentou dificuldades econômicas,\nespecialmente devido às secas de 1926 e 1928, que afetaram a produção de\naçúcar, principal suporte da economia local. O banditismo do grupo de\nLampião também começou a marcar presença no interior do estado,\ndesafiando as autoridades. No final de seu governo, os partidários da\nAliança Liberal em Sergipe o acusaram de representar os estreitos\ninteresses das oligarquias.\n\nNa escolha de seu sucessor, em 1930, obteve de Washington Luís a\nindicação de seu correligionário Francisco de Sousa Porto, afinal eleito\nno pleito de março. Com a vitória da revolução de outubro, porém,\nWashington Luís foi deposto, Getúlio Vargas assumiu o poder, e os\ngovernantes estaduais foram substituídos por interventores. Em Sergipe,\numa série de governantes provisórios se sucedeu a partir de 17 de\noutubro, até que, em 16 de novembro, tomou posse como interventor\nAugusto Maynard Gomes (1930-1935).\n\nEm virtude da revolução que marcou o fim da Primeira República, Manuel\nDantas deixou Sergipe e passou a viver em Minas Gerais, afastado da\npolítica.\n\nFaleceu em Belo Horizonte no dia 5 de junho de 1937.\n\nSérgio Montalvão\n\n**FONTES:** BARRETO, L. *Dicionário*; CINFORM - História dos Municípios\n(edição Histórica, jun. 2002); DANTAS, J. *História*.\n","ref":"**FONTES:** BARRETO, L. *Dicionário*; CINFORM - História dos Municípios\n(edição Histórica, jun. 2002); DANTAS, J. *História*.\n","dic":"DHBPR"}
