{"title":"DANTAS, Olinto","cargoss":["Membro de junta governativa"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1892],"estados":["SE"],"content":"**DANTAS, Olinto**\n\n\\*junta gov. SE 1891-1892.\n\n*Olinto Rodrigues Dantas* nasceu na cidade de Itabaiana (SE) em 23 de\nagosto de 1861, filho do major Geminiano Rodrigues Dantas e de Josefa\nMaria Dantas.\n\nEstudou na Faculdade de Medicina do Rio de Janeiro, onde obteve o grau\nde doutor em dezembro de 1885, com a tese “Da influência que exercem as\nmoléstias do coração sobre o fígado e reciprocamente deste órgão sobre o\nsistema circulatório”. Recém-formado, participou em 1887 da comissão que\nenfrentou a epidemia de varíola na localidade sergipana Barra dos\nCoqueiros. No ano seguinte, exerceu o magistério como professor de latim\nno Ateneu Sergipense e na Escola Normal, além de dirigir esses dois\nestabelecimentos de ensino.\n\nApós a proclamação da República em 15 de novembro de 1889, presidiu no\nano seguinte o Conselho de Intendência de Aracaju. De 27 de novembro de\n1891 a 18 de maio de 1892, ao lado de Leandro Siqueira Maciel e\nMarcelino José Jorge, participou da junta provisória que substituiu\nVicente Ribeiro, diante da crise política que pôs fim ao seu governo.\nDeixou Sergipe ainda na década de 1890 e passou a residir em Santos\n(SP), dividindo-se entre as atividades médicas e o magistério. Foi\ninspetor sanitário, médico da Câmara Municipal e lente do Liceu Feminino\nSantista. Exerceu também a clínica homeopática em consultório\nparticular.\n\nNa imprensa, colaborou com o jornal *O Tempo*, de Aracaju, fez parte do\ncorpo de redatores do *Republicano*, de Laranjeiras (SE), e foi redator\nchefe d’*O Correio de Sergipe*. Em São Paulo, escreveu sobre temas de\nepidemiologia e homeopatia nos jornais *Correio Pauli*stano e *Diário de\nSantos*. Foi sócio do Instituto Hanemaniano do Brasil.\n\nEscreveu *Carta aberta ao povo tratando dos processos terapêuticos,\nalopático e homeopático* (1906) e *Alopatia e homeopatia* (1907).\n\nSérgio Montalvão\n\n**FONTE:** GUARANÁ, M. *Dicionário.*\n","ref":"","dic":"DHBPR"}
