{"title":"DARCY, James","cargoss":["dep. fed. RS 1903-1908."],"author":"Raimundo Helio Lopes/ Izabel Noll","content":"**DARCY, James**\n\n\\*dep. fed. RS 1903-1908.\n\n*James Fitzgerald Darcy* nasceu na cidade de Rio Grande (RS) em 9 de\njulho de 1876, filho de James Darcy e de Josefa Maria de Sá Darcy. Em\ndiversos textos jornalísticos e literários, usou o pseudônimo *Jim*.\n\nFormou-se pela Faculdade de Direito do Rio de Janeiro, então Distrito\nFederal, em 1896. Dois anos depois, na mesma instituição, doutorou-se em\ndireito. Em 1900 foi cofundador e primeiro diretor da Faculdade Livre de\nDireito de Porto Alegre, onde se tornou professor de filosofia do\ndireito.\n\nEm 1901, foi eleito deputado estadual no Rio Grande do Sul. No ano\nseguinte, foi nomeado também procurador-fiscal da cidade de Porto Alegre\ne diretor do contencioso do Tesouro do Estado. Exerceu seu mandato no\nLegislativo estadual até 1903, quando foi eleito deputado federal pelo\nRio Grande do Sul. Em 1906 foi reeleito para mais uma legislatura, até\ndezembro de 1908, mas nos primeiros meses renunciou devido a\ndivergências com o presidente do estado Borges de Medeiros (1898-1908).\nDurante os anos em que ocupou uma cadeira na Câmara participou da\ndiscussão dos assuntos internacionais e foi membro da Comissão de\nDiplomacia e Tratados, além de delegado do Brasil em diversas\nconferências internacionais.\n\nDepois de sua renúncia, estabeleceu banca de advocacia na cidade do Rio\nde Janeiro e em meados da década de 1920 tornou-se membro da Sociedade\nBrasileira de Direito Internacional. Em 1928 publicou no *Jornal do\nComércio* uma série de artigos sobre Joaquim Nabuco e sua missão em\nRoma. No campo jornalístico, também colaborou com o jornal gaúcho *A\nFederação*. Foi ainda consultor geral da República e consultor jurídico\nda Associação Comercial do Rio de Janeiro.\n\nFaleceu no Rio de Janeiro em 23 de agosto de 1952.\n\nEra casado com Elmira Soares Utinguassu.\n\nPublicou *Em prol do divórcio* (tese de doutoramento, 1898) e *Joaquim\nNabuco e sua missão em Roma* (1928).\n\nRaimundo Helio Lopes/ Izabel Noll\n\n**FONTES**: ABRANCHES, J. *Governos*; CÂM. DEP*. Deputados brasileiros*;\nGUIMARÃES, A. *Diccionario*; MARTINS, A. *Escritores*.\n","ref":"**FONTES**: ABRANCHES, J. *Governos*; CÂM. DEP*. Deputados brasileiros*;\nGUIMARÃES, A. *Diccionario*; MARTINS, A. *Escritores*.\n","dic":"DHBPR"}