{"title":"DEFESA NACIONAL, A","cargoss":["Revista lançada em 10 de outubro de 1913 por um grupo de oficiais"],"author":"Cristina Luna","content":"**DEFESA NACIONAL, A**\n\nRevista lançada em 10 de outubro de 1913 por um grupo de oficiais\nbrasileiros que, engajados em uma campanha de modernização do Exército,\npassaram a ser conhecidos pelo apodo de “jovens turcos”. Entre esses\noficiais, vários tenentes e capitães haviam feito estágio no Exército\nImperial Alemão, que recebeu três turmas de brasileiros, enviadas em\n1905, 1908 e 1910.\n\nEm outubro de 1912, após o término do estágio da última turma de\nbrasileiros na Alemanha, alguns dos seus 21 membros se reuniram no\nrestaurante Rheingold, em Berlim, e decidiram aplicar nas tropas\nnacionais os conhecimentos que tinham adquirido no exército germânico.\nAssim, surgiu o lema “Rumo à tropa”. Logo depois, durante a longa\ntravessia do Atlântico, que reuniu por acaso Bertoldo Klinger, Estêvão\nLeitão de Carvalho e César Augusto Parga Rodrigues, surgiu também a\nideia de fundar uma revista de teor técnico e militar capaz de\ncontribuir para a formação do oficialato brasileiro. A revista tomou\ncorpo cerca de um ano depois, sob os auspícios de Klinger e Leitão de\nCarvalho, que constituíram um grupo fundador e mantenedor e um grupo de\nredatores. Do primeiro faziam parte oito ex-estagiários do Exército\nalemão – além de Klinger e Leitão de Carvalho, Joaquim de Sousa Reis,\nEpaminondas de Lima e Silva, Parga Rodrigues, Euclides Figueiredo, Amaro\nde Azambuja Vila Nova e Francisco Jorge Pinheiro – e quatro adeptos\nentusiastas – Brasílio Taborda, Francisco de Paula Cidade, José Pompeu\nCavalcanti de Albuquerque e Mário Clementino de Carvalho. O grupo de\nredatores formado por Klinger, Leitão de Carvalho e Joaquim de Sousa\nReis.\n\nA primeira edição da revista contou com o auxílio do Clube Militar,\nobtido graças à intervenção de Mário Clementino, que deu o título de *A\nDefesa Nacional* à publicação. Já o formato foi escolhido por Klinger e\nbaseou-se na *Militär Wochenblatt*, revista publicada por militares\nalemães em Berlim desde 1816, da qual era assinante. Por isso, a\nprimeira edição de *A Defesa Nacional* saiu sem capa, o que contrariou o\nsenso estético de Mário Clementino, segundo o qual a revista ia sair “de\nceroulas”. O formato tampouco agradou aos leitores, e Klinger se\nconvenceu a adotar a capa, que variava de cor a cada semestre, a fim de\nalertar os assinantes de que era o momento de renovar a assinatura.\n\nNão obstante a oposição movida por certos setores militares e civis, a\nrevista desde o princípio teve razoável acolhida na caserna, o que\nisentou seus fundadores de ter que financiar do próprio bolso os\nprimeiros exemplares impressos. Já em seu primeiro editorial a revista\ndefiniu de forma precisa o objetivo e a orientação de seu grupo\nmantenedor: lutar pelo “soerguimento” do Exército, pela defesa nacional,\npelo desenvolvimento do país e pela formação de uma nação moderna e\nmilitarizada, nos moldes das nações europeias, em especial a Alemanha.\n\nHá controvérsias a respeito da autoria do primeiro editorial de *A\nDefesa Nacional.* Segundo José Murilo de Carvalho, o editorial teria\nsido escrito por Klinger e já trazia posições divergentes das dos demais\nfundadores, principalmente Leitão de Carvalho, apontado como exemplo de\n“soldado profissional”, avesso a qualquer tipo de intervenção militar na\npolítica, fosse de caráter individual ou de caráter corporativo.\nContudo, de acordo com Francisco de Paula Cidade, o primeiro editorial\nfoi escrito por Mário Clementino e contou com a anuência de todos os\nfundadores, inclusive Leitão de Carvalho, que, em sua autobiografia\n*Memórias de um soldado legalista,* reconhece o texto como uma\n“obra-prima de clareza e elegância” capaz de definir “lapidarmente o\nobjetivo e a orientação do grupo mantenedor”.\n\nDevido à forte admiração pela Alemanha, os membros da revista foram\nchamados de “germanófilos” e mais tarde de “jovens turcos”, apelido\npejorativo usado por indivíduos que se opunham às suas propostas. A\nexpressão fazia alusão a oficiais turcos que haviam realizado estágio\nanálogo no Exército alemão e, que, ao retornar a seu país, se engajaram\nem um movimento de oposição ao sultanato que acabou por resultar na\nproclamação da República em 1923, sob a liderança do militar Mustafá\nKemal. Todavia, conforme destacaram Klinger e Leitão de Carvalho, o\napelido que surgiu para ridicularizá-los acabou sendo visto como motivo\nde orgulho, na medida em que os oficiais responsáveis pela revista se\nconsideravam os precursores do processo de modernização do Exército e,\nconsequentemente, do país.\n\n*A Defesa Nacional* possuía conteúdo predominantemente técnico, pois\ncostumava veicular traduções de publicações técnicas militares alemãs,\nbem como artigos analíticos que visavam a demonstrar manobras de guerra\ne o uso de armamentos, sobretudo de origem germânica. No entanto, a\nrevista não deixava de analisar, principalmente em seus editoriais, a\nsituação política e econômica do Brasil, visto pelo grupo como uma nação\nainda não formada. Assim, o escopo da revista extrapolava os limites da\ncaserna, na medida em que propunha a formação de uma sociedade\nmilitarizada a partir da implementação do serviço militar obrigatório e\ndo ensino militar nas escolas de nível secundário e superior, bem como a\npartir da difusão dos tiros de guerra, locais onde os civis podiam se\ndedicar à prática de tiro sem que com isso tivessem que se integrar ao\nExército. É importante notar que para os jovens turcos e seu órgão\noficial os processos de desenvolvimento do Exército e da nação eram\nquestões interligadas. Assim, somente após garantir a modernização de\nseu Exército e a manutenção de sua soberania, o país poderia desenvolver\ncom tranquilidade seu comércio, suas indústrias e suas artes, vistos\ncomo fundamentais para a riqueza nacional.\n\nA revista *A Defesa Nacional* contou ainda com a colaboração de oficiais\nde patentes superiores também conhecidos pela defesa da modernização do\nExército, entre os quais se destacaram os generais José Caetano de\nFarias e Tito Escobar, o coronel Augusto Tasso Fragoso, o\ntenente-coronel Assis Brasil e o major R. Seidl, este responsável pela\nelaboração de raids hípicos e exercícios de guerra que costumavam reunir\nos jovens turcos. Entre os principais temas abordados pela revista\nfiguraram a campanha pela implementação da lei do serviço militar\nobrigatório, promulgada em 1908 mas inaplicada até 1916, a defesa da\nvinda de uma missão militar alemã ao Brasil, a Guerra do Contestado e a\nPrimeira Guerra Mundial.\n\nA revista *A Defesa Nacional* continua sendo publicada pelo Exército até\nhoje, com um caráter mais teórico do que técnico, apresentando artigos\nde análise mundial, bem como artigos acadêmicos. Sua coleção encontra-se\ndepositada no Arquivo Histórico do Exército e na Biblioteca do Exército\n(Bibliex), ambas no Rio de Janeiro.\n\nCristina Luna\n\n**FONTES:** CAPELLA. L, *Malhas*; CARVALHO, E. *Dever*; CARVALHO, E.\n*Memórias*; *Defesa Nacional*; KLINGER, B. *Parada.*\n","ref":"**FONTES:** CAPELLA. L, *Malhas*; CARVALHO, E. *Dever*; CARVALHO, E.\n*Memórias*; *Defesa Nacional*; KLINGER, B. *Parada.*\n","dic":"DHBPR"}