{"title":"DELFIM, Moreira","cargoss":["Deputado federal","Governador de estado ou do Distrito Federal","Presidente da República"],"cargos_esp":[0,0,0],"datas_ini":[1909,1914,1918],"datas_fim":[1910,1918,1919],"estados":["MG","MG",0],"autor":[0],"content":"**DELFIM, Moreira**\n\n\\* dep. fed. MG 1909-1910; gov. MG 1914-1918; pres. Rep. 1918-1919.\n\n*Delfim Moreira da Costa Ribeiro* nasceu na fazenda da Pedra, no\nmunicípio de Cristina, no sul de Minas Gerais, em 7 de novembro de 1868,\nfilho de Antônio Moreira da Costa, fazendeiro e membro da Guarda\nNacional, e de Maria Cândida Ribeiro. Seu primo Venceslau Brás foi\ndeputado federal por Minas Gerais de 1903 a 1908, presidente estadual de\n1909 a 1910, vice-presidente da República de 1910 a 1914 e presidente da\nRepública de 1914 a 1918.\n\nEstudou no Colégio Santa Rita e no Colégio Mendonça, em Pouso Alegre\n(MG), e fez o curso preparatório para o ensino superior em duas\ninstituições: no Seminário de Mariana (MG) e no Colégio Joaquim Carlos,\nem São Paulo. Em 1886 ingressou na Faculdade de Direito de São Paulo, e\nem 1890 obteve o título de bacharel em ciências jurídicas e sociais. Foi\ncolega de turma de Venceslau Brás e de Estevão Lobo Leite Pereira e\nainda nos tempos de faculdade organizou com eles, e com Antônio Carlos\nRibeiro de Andrada, um clube republicano chamado Acadêmico Mineiro.\nFundou também um jornal intitulado *República Mineira*, na cidade de São\nGonçalo do Sapucaí, localizada no sul de Minas. Mesmo morando em São\nPaulo, procurava não se desligar do republicanismo mineiro, escrevendo\nartigos para um dos mais destacados jornais republicanos de Minas, *O\nColombo*, dirigido pelo republicano histórico da cidade de Campanha,\nLúcio de Mendonça, além de colaborar com outros jornais republicanos da\nprovíncia e fora dela.\n\nDepois de formado, tornou-se em 1891 promotor público em Santa Rita do\nSapucaí, passando a juiz municipal da mesma cidade no ano seguinte,\npresidente da Câmara e agente executivo do município. Em 1893 voltou a\nexercer o cargo de promotor público, agora na cidade de Pouso Alegre.\nSua trajetória política foi facilitada pela implantação do regime\nrepublicano e por suas ligações familiares com Venceslau Brás,\npoliticamente leal à importante liderança sul-mineira de Silviano\nBrandão. Tal conjuntura garantiu-lhe espaço para que pleiteasse uma vaga\nna Assembleia Legislativa. Assim sendo, em 1894 foi eleito deputado\nestadual e depois reeleito para a legislatura seguinte.\n\nEnquanto exercia o mandato, teve participação destacada nas articulações\npolíticas que resultaram na pacificação dos conflitos que dividiam a\nelite mineira desde a proclamação da República. Tão logo o regime fora\ninstituído no Brasil, republicanos históricos, adesistas e monarquistas,\nseparados ideologicamente e, sobretudo regionalmente, dividiram-se em\ngrupos a disputar o controle político sobre o estado. A oposição\nnacional entre deodoristas e florianistas e, mais tarde, entre\ngliceristas e prudentistas teve efeitos avassaladores sobre a\nestabilidade política de Minas Gerais, só recuperada após a recriação de\num novo Partido Republicano Mineiro (PRM), que possibilitou a indicação\nde Silviano Brandão à vice-presidência da República em 1898. Delfim\nMoreira fez parte da Comissão dos 15, especialmente nomeada pela\nAssembleia Legislativa para rearticular a composição política de Minas.\nA conciliação que resultou desse rearranjo político passou pelo\nafastamento de grupos considerados mais radicais e que assumiam posturas\nseparatistas em razão de suas ligações com o florianismo. A afirmação\npolítica de Prudente de Morais sobre os florianistas jacobinos em nível\nnacional contribuiu para o afastamento dos grupos oposicionistas\nmineiros, garantindo ao PRM uma estabilidade que se prolongaria por\nmuitos anos, sob a hegemonia política do sul do estado.\n\nEm 1902, Delfim Moreira foi convidado por Francisco Sales para compor o\nseu secretariado e tornou-se secretário do Interior, cargo em que\npermaneceu até 1906. A pasta era uma das mais importantes da\nadministração pública, pois cabia a seu titular ocupar-se de inúmeras\nfunções relevantes, tais como eleições, administração da justiça,\neducação, saúde e política imigratória, criação de municípios e\ndistritos, recrutamento militar, segurança e assistência pública, e\nainda das relações entre Minas Gerais e os demais estados da Federação.\n\nAo deixar a Secretaria do Interior foi facilmente eleito senador\nestadual, com apenas 38 anos de idade. Optou por não assumir o mandato,\nafastando-se provisoriamente da política ao fixar residência em uma\nfazenda em Santa Rita do Sapucaí. Para alguns de seus biógrafos, tal\nafastamento foi reflexo de problemas de saúde que já o afetavam e o\nlevariam à morte anos mais tarde. Em 1908 assumiu sua cadeira no Senado,\ne no ano seguinte elegeu-se deputado federal pelo PRM. Empossado em maio\nde 1909, exerceu o mandato até 1910, quando retornou à Secretaria do\nInterior de Minas Gerais, agora no governo de Júlio Bueno Brandão\n(1910-1914).\n\nCompromisso com a Educação\n\nNos dois períodos em que foi secretário do Interior de Minas Gerais,\nDelfim Moreira teve destacada participação no campo da educação.\nIntegrava o rol de preocupações das elites intelectuais brasileiras, no\nperíodo em que foram formadas, especialmente nas carreiras ligadas à\nmedicina e ao direito, o estudo da criminologia, que envolvia discussões\nem torno de suas causas e de seus efeitos. Conforme relata variada\nliteratura produzida no Brasil sobre o tema, a elite dirigente\nconsiderava a educação uma das principais ferramentas capazes de atenuar\nos inconvenientes gerados por uma natureza que predispunha às anomias\nsociais. A criação de instituições disciplinadoras para crianças e\nadultos constituía-se em almejada política pública, capaz de amortecer o\ninstinto agressivo, natural de algumas raças, evitando que indivíduos\npotencialmente criminosos se deixassem levar por outros caminhos que não\nos da ordem e da disciplina.\n\nTais valores, largamente compartilhados por inúmeras gerações formadas\nna Faculdade de Direito de São Paulo, integraram o universo intelectual\nde Delfim Moreira. Seus compromissos com a educação refletiam uma\ninsatisfação pessoal com as condições do ensino em seu estado.\nConsiderava o número de escolas insuficiente, os professores mal\nformados e os métodos de ensino extremamente antiquados. A ausência de\ninspeção agravava o problema. A frequência de alunos era muito baixa, o\nque apontava para um suposto desinteresse deles pelas enfadonhas aulas\nministradas por professores mal remunerados e, consequentemente,\ndesinteressados. Além disso, Delfim Moreira preocupava-se com a ausência\nde um sistema unificado de educação em nível nacional.\n\nComo alternativas, apostava na necessidade de mudanças curriculares, que\npassavam pela introdução de uma educação menos teórica e mais\nprofissionalizante. O ensino da prática agrícola e comercial deveria ser\nprioritário para atender à demanda por profissionais no estado. Os\ncurrículos deveriam ser uniformizados, muito embora mais complexos nos\npolos urbanos e mais simples nos distritos rurais, e a expansão do\nensino deveria ser meta prioritária.\n\nDe acordo com essas preocupações, tão logo assumiu a Secretaria do\nInterior de Minas, Delfim Moreira incumbiu-se de realizar ampla reforma\neducacional no estado, com base em premissas discutidas e aprovadas por\numa comissão por ele criada a fim de debater o tema e propor soluções.\nTal comissão, chefiada por Estevam de Oliveira e composta por membros do\nConselho Superior de Educação Pública, reuniu-se e apresentou em 1903\numa proposta de reforma baseada em dois eixos de sustentação principais:\na profissionalização do professor e a introdução de mudanças no processo\nde formação dos alunos.\n\nEm relação ao primeiro eixo, foi proposta a flexibilização do princípio\nda “inamovibilidade dos professores”, regulamento que garantia a\nestabilidade do profissional no emprego, editado nos anos iniciais da\nRepública. Delfim Moreira compartilhava a tese de que inúmeros\nprofessores mineiros, mal formados ou acomodados em suas longas\ncarreiras no magistério, pouco contribuíam para o cumprimento dos\nobjetivos precípuos da educação, que eram o saneamento moral e a\npreparação dos jovens para o mercado de trabalho. A nova proposta ia ao\nencontro de uma concepção que asseverava que o profissional do ensino\ndeveria ser mais bem formado para o exercício de sua profissão. Para\nisso, a reforma encaminhada por Delfim à apreciação do Congresso mineiro\nenvolvia a criação de institutos de formação do professor – as escolas\nnormais –, já que na maioria dos casos tal formação não existia ou se\ndava de forma deficiente. A criação de um Instituto Normal Superior\napresentava-se como o ponto alto da proposta de reforma. Caberia ao\nInstituto conferir maior profissionalização à carreira e ampliar o\nnúmero de professores do estado.\n\nEm relação ao segundo eixo, a disseminação de grupos escolares pela\ncapital e pelo interior se fazia necessária para que a educação pública\nse universalizasse. A legislação em vigor no período vinculava a\nrepresentação ao número de eleitores alfabetizados em cada estado. Minas\nGerais orgulhava-se de ter o maior número de eleitores e,\nconsequentemente, a maior bancada federal do país, e se esforçaria para\nmanter tal supremacia. Por essa razão, desde 1900 o ensino primário\ntornara-se obrigatório em Minas Gerais, e a proliferação dos grupos\nescolares era preocupação de muitos gestores públicos mineiros. Além\ndesse aspecto, a proposta incluía mudanças significativas nos conteúdos\na serem ministrados nas escolas, prevendo a substituição de um ensino\nbacharelesco por um currículo de cunho mais profissionalizante. Crianças\ne jovens deveriam ter uma educação voltada para o mercado de trabalho\nrural e urbano. A criação de institutos agrícolas se encarregaria de\ndisseminar parte desse modelo. A proposta de reforma foi amplamente\ndebatida na Assembleia Legislativa mineira e aprovada em meados de 1906.\n\nA Constituição de 1891 havia delegado aos estados a responsabilidade\npela organização da instrução primária, requisito indispensável à\nexpansão da cidadania, tendo em vista a manutenção do voto capacitário.\nA oferta da educação em Minas Gerais era compartilhada pelo o governo do\nestado, as municipalidades e a iniciativa privada. As escolas privadas,\nsobretudo de caráter confessional, recebiam subvenções do estado, desde\nque passassem por um processo de “equiparação”, o que implicava adotar\ncomo procedimento padrão o modelo público-estatal. Mas a tarefa e o\nvolume de investimentos necessários a tal fim extrapolavam a\ndisponibilidade da vontade política e dos recursos financeiros dos\ndirigentes de ocasião. O número de vagas no ensino primário era ainda\nmuito pequeno, o que se constituía em óbice para que o decreto de\nuniversalização do ensino fosse posto em prática.\n\nEm 1910, quando Delfim Moreira voltou à secretaria do Interior, o número\nde matrículas no ensino primário do estado era de 114.634, enquanto o\nnúmero de grupos escolares era 93. Novos prédios foram então\nconstruídos, e o governo iniciou uma política de distribuição gratuita\nde material didático para os alunos carentes. Ao fim de sua gestão o\nnúmero de alunos manteve-se próximo dos duzentos mil, matriculados nos\ncem grupos escolares mantidos pelo estado, um crescimento de mais de 74%\ndo número de alunos.\n\nComo a frequência ainda era muito baixa, próxima dos 60% dos\nmatriculados, Delfim investiu na criação de caixas escolares. Tais\ninstitutos forneciam alimento, vestuário e remédio às crianças pobres,\ndesde que frequentassem a escola. Além dos socorros aos necessitados,\nofereciam prêmios para os alunos mais assíduos. Em 1911 as caixas\ntornaram-se obrigatórias nos grupos escolares e facultativas nas escolas\nprivadas. Em 1915 chegou a haver 199 caixas escolares por todo o estado,\ntendo havido considerável aumento da verba a elas destinada no período\nem que Delfim esteve à frente da secretaria.\n\nPor outro lado, até 1904, o ensino normal era ministrado em dez escolas.\nApós rigorosa avaliação, várias delas foram fechadas. Delfim concentrou\no ensino em três escolas municipais e nove equiparadas por decreto, após\nminucioso exame prévio das pretendentes. Em 1907, um projeto antigo de\nDelfim havia sido concretizado, com a construção de uma escola normal\nmodelo na capital. A escola era exclusivamente voltada para o público\nfeminino, e o curso tinha duração de quatro anos. Em seguida, foi criada\noutra escola modelo estadual, a de Ouro Fino, que inovou por aceitar\nhomens como alunos. Ao fim de sua gestão, o ensino normal era ministrado\npor 36 escolas entre públicas e “equiparadas”, responsáveis pela\nformação de 5.372 normalistas.\n\nCom vistas à expansão do ensino agrícola, Delfim criou cinco\nfazendas-modelo. Os resultados, porém, não correspondiam aos\ninvestimentos feitos, porque o número de alunos era ainda muito pequeno.\nEm vão, tentou arrendar algumas fazendas, mas a ausência de interessados\ninviabilizou o projeto. A saída encontrada foi subvencionar fazendas\nparticulares para que elas se comprometessem a instruir os interessados.\nTal saída foi igualmente malsucedida, porque os contratos não foram\ncumpridos, e o governo do estado teve que cortar as subvenções. O ensino\nagrícola profissionalizante teria muitas dificuldades em se consolidar.\n\nPresidente de Minas\n\nVencidas as lutas internas que dividiam o estado, três grupos passaram a\ndisputar a hegemonia do PRM. De um lado, os “silvianistas”, que se\nagregavam em torno da liderança de Silviano Brandão e que, após a sua\nmorte em 1902, passaram a se chamar “viuvinhas”. De outro, os “biistas”,\nreunidos em torno da liderança de Bias Fortes. E por fim os “salistas”,\nfiéis à liderança de Francisco Sales. Delfim Moreira, na condição de\nintegrante das hostes sul-mineiras, manteve vinculações com o salismo.\n\nA hegemonia sul-mineira sobre as demais regiões do estado\nprolongar-se-ia até 1918 e seria responsável pela projeção política de\nvários membros da elite regional, entre eles Delfim Moreira, que, ao\ntérmino de sua segunda gestão na Secretaria do Interior, foi alçado pelo\nseu grupo de sustentação no PRM à presidência de Minas Gerais. Delfim\nMoreira governou Minas entre 1914 e 1918, período em que seu primo\nVenceslau Brás era o presidente da República, e na mesma época, a partir\nde 1917, passou a integrar a comissão executiva do PRM, onde\npermaneceria até a sua morte, em 1920.\n\nÀ frente do governo do estado, Delfim Moreira deu continuidade aos seus\ncompromissos com a educação, já aprovados anteriormente na reforma por\nele proposta. Dessa forma, disseminou ainda mais os grupos escolares por\nMinas Gerais e criou novos institutos profissionalizantes, ampliando\nconsideravelmente a rede escolar. Dando cumprimento a seu compromisso\ncom a difusão do ensino agrícola, foram criados em 1915 os aprendizados\nagrícolas oficiais nas cidades de Ouro Fino e Uberaba. Além disso,\nintroduziu o ensino das artes manuais no estado, criando 18 novos\nestabelecimentos de educação técnica.\n\nNa ausência de políticas sociais de amparo aos desvalidos, o governo do\nestado se limitava a subsidiar as instituições de caridade. Em 1915,\nautorizado pelo Congresso, o governo organizou a Loteria Mineira e\ncontratou a sua extração em benefício dessas entidades. Mas um ano\ndepois teve que suspendê-la, uma vez que não foram cumpridas todas as\ncláusulas previstas. Assim, as entidades pias ficaram sem o recurso. Até\no fim de seu mandato Delfim não conseguiria resolver o problema.\n\nAinda no campo da assistência pública construiu, em 1917, um pavilhão\npara acolhimento de leprosos na Santa Casa de Sabará. No que diz\nrespeito à atenção aos alienados, criou, em 1915, uma colônia anexa ao\nmanicômio de Barbacena para o suprimento da crescente demanda do estado,\ntendo em seguida ampliado suas instalações para que pudessem abrigar\ncerca de 600 pacientes. Instituiu a Diretoria Estadual de Higiene, que\npassou a ser responsável pela gestão de um grande número de postos de\nsaúde então criados. Entre as obras públicas realizadas destacaram-se o\nconsiderável aumento da malha viária do estado e o investimento na\nmecanização da agricultura. Para tanto realizou pequena reforma\nadministrativa, que separou as atividades relacionadas à agricultura,\nterras e colonização, das atividades de viação, obras públicas,\nindústria e comércio.\n\nSeu governo foi relativamente prejudicado pela conjuntura de guerra\ninternacional, mas facilitado pelo fato de estar na presidência da\nRepública um outro mineiro, Venceslau Brás. A despeito das ameaças que\nse delineavam, o período foi marcado pela expansão das exportações\ncafeeiras em Minas, atingindo um volume ainda maior que as exportações\nfeitas entre 1907 e 1910, o que surpreendeu a todos os contemporâneos.\n\nAo longo do quadriênio as receitas públicas cresceram muito, em razão do\naumento das exportações do café e de outros produtos. Dessa forma, os\norçamentos foram, em sua maioria, superavitários. Nota-se pelos dados\ndos relatórios presidenciais o constante crescimento do conjunto das\nexportações mineiras, a diversificação de sua pauta produtiva e o\nconsequente aumento das receitas públicas. Ao longo do período, Minas\nGerais sozinha foi responsável por 31,35% do conjunto das exportações\nnacionais.\n\nDurante o seu mandato o café ainda se constituía no principal item da\npauta de exportação do estado, muito embora a policultura começasse a se\ndesenvolver mais celeremente. Delfim Moreira nunca teve dúvidas acerca\nda necessidade de protegê-lo, ciente de sua importância para a receita\nfiscal de Minas. Para isso propunha a redução dos fretes ferroviários,\nmuito embora não pudesse se responsabilizar diretamente por tais\nmedidas, já que a maior parte das ferrovias mineiras era de propriedade\nfederal. Apostava igualmente na redução da taxação sobre o trabalho e a\nprodução, propondo uma reforma fiscal que passasse pela taxação das\ngrandes fortunas ou pelo aumento do imposto territorial, diminuindo o\npeso sobre os produtores e exportadores de café. Mas reconhecia, tal\ncomo muitos contemporâneos, a urgente necessidade de reduzir a\ndependência financeira dos lucros da rubiácea, para que as rendas\npúblicas não ficassem à mercê das oscilações comuns ao mercado.\n\nNo tocante aos minérios de Minas Gerais, em 1914 a extração\nencontrava-se estacionária, mas no ano seguinte houve um considerável\ncrescimento da produção de manganês, que passou a ser exportado para os\npaíses beligerantes. Na ocasião, Minas dispunha de três pequenas\nsiderúrgicas, responsáveis pela fabricação do ferro gusa. Nova companhia\nsiderúrgica veio reforçar a mineração industrial do estado em 1917.\nTratava-se da Companhia Siderúrgica Mineira em Sabará, cujo alto forno\nera capaz de produzir 20 toneladas diárias, com uso de tecnologia\nmajoritariamente nacional.\n\nUma contribuição positiva da guerra foi a dinamização da indústria\npastoril no estado. Até 1915 só se produzia para o consumo interno, mas\nposteriormente o gado tornou-se fonte de lucro. Como forma de investir\nnessa nova modalidade econômica, tão lucrativa para os cofres mineiros,\nDelfim Moreira cuidou de construir matadouros e frigoríficos para\nviabilizar a exportação da carne mineira para os Estados Unidos e a\nEuropa. Os censos pecuários nacionais de 1912 e de 1916 colocavam Minas\nGerais como o principal produtor do país, secundado pelo Rio Grande do\nSul. A exportação de carne chegou a superar a de café no ano de 1917.\n\nO desenvolvimento industrial promovido pela substituição de importações\nao longo e depois da Primeira Guerra Mundial foi muito visível em Minas\nGerais, sobretudo em relação à indústria têxtil. Até 1912 o estado\npossuía 52 fábricas de tecido. Em 1915 o número de fábricas têxteis em\nMinas Gerais passava de 60 unidades, reunindo 8.572 trabalhadores, uma\nmédia aproximada de 140 operários por unidade fabril.\n\nEm razão do contínuo crescimento da indústria têxtil, o governo teve que\ninvestir no plantio do algodão, uma vez que Minas importava a\nmatéria-prima de outros estados brasileiros. Para isso, contrataram-se\ntécnicos que assessoravam os lavradores e subsidiaram-se iniciativas com\nvistas à autossuficiência do produto. Em 1916 o governo do estado chegou\na contratar um especialista norte-americano para assessorar o\naperfeiçoamento da cultura do algodão, em razão da crescente demanda.\nMas o problema da falta de mão de obra qualificada dificultava a\nexpansão da indústria no estado.\n\nA proibição da emigração para o Brasil, decretada pelo governo italiano,\nhavia diminuído muito o fluxo de trabalhadores para Minas Gerais. Tal\nfato levou Delfim a dispensar o superintendente de imigração, mantido\npor Minas na Europa desde 1898, e a suspender o serviço de imigração\nsubsidiada no estado. Muito embora a política imigrantista tenha sofrido\nconsiderável refluxo em razão da guerra, 708 imigrantes chegaram a Minas\nGerais no ano de 1914, e há referências à chegada de muitos imigrantes\njaponeses na região do Triângulo. Para recebê-los o governo construiu na\ncapital uma hospedaria, mas o relatório de governo de 1916 informa que o\nestado adiou a sua inauguração, porque não havia corrente imigratória\nsuficiente. O governo adquiriu igualmente oito fazendas para a fundação\nde novos núcleos coloniais, que vieram a se somar às 16 outras já\nexistentes no estado. Tais colônias agregavam cerca de 26 mil\ntrabalhadores rurais.\n\nNo que diz respeito à segurança, a Força Pública mineira, embora uma das\nmaiores do Brasil, não tinha um efetivo suficiente para cobrir toda a\ndemanda do estado. Em 1914 seu efetivo chegava a aproximadamente 2.500\nhomens, e a demanda era de, pelos menos, quatro mil. Delfim tratou de\ncontratar instrução militar da Suíça, prática comumente estabelecida no\nBrasil por outras polícias, além de ter tentado ampliar o número de\npoliciais, sem muito sucesso. O policiamento da capital ficava a cargo\nda Guarda Civil, que possuía um contingente de 200 homens. A partir de\n1916 a polícia mineira responsabilizou-se pelo serviço de identificação,\nproduzindo carteiras de identidade para os eleitores, em cumprimento das\nexigências nacionais.\n\nO governo de Delfim Moreira introduziu uma série de modificações na\npolícia que, em sua maioria, não agradaram aos militares. Com o fim de\nconferir apoio ao governo federal, tornou a Força Pública de Minas\nGerais uma força auxiliar do Exército nacional, o que implicou\nalterações na carreira dos policiais e aproximou por demais a polícia do\nExército. Os instrutores e comandantes das tropas da polícia mineira\npoderiam ser recrutados pelo Exército e os reservistas do Exército\npoderiam fazer parte do quadro da polícia mineira. Essa junção em nada\nagradou os efetivos, nem na base nem no topo da hierarquia militar.\n\nAs medidas no campo da saúde pública limitaram-se ao combate às\nepidemias que grassavam no interior e à retenção dos alienados, objeto\nconstante de preocupação dos guardiões da ordem pública. O serviço de\nproteção aos alienados teve grande incremento no estado após o ano de\n1900, com a criação do hospital-colônia em Barbacena. A partir daí,\ntodos os esforços se deram no sentido de ampliar a instituição, dado que\na demanda por vagas superava em muito a oferta de leitos nos raros\nhospitais existentes.\n\nPara viabilizar o combate às epidemias, Minas Gerais se valia do socorro\ndo Instituto Manguinhos, já que não dispunha de meios para a fabricação\nde suas próprias vacinas, o que era um projeto muito acalentado por\nDelfim Moreira, mas não concretizado até o fim de seu mandato. Em 1916 o\ngoverno do estado tentou implementar um acordo com a Fundação\nRockefeller, com o fim de obter seu auxílio no combate à ancilostomose,\numa das epidemias mais alastradas por Minas. A fundação já conferia seu\napoio à capital da República, e seu caráter filantrópico isentava o\nestado dos altos gastos com o combate a doença.\n\nNo decorrer de seu mandato, Delfim Moreira teve que enfrentar a\nresolução de problemas de limites entre Minas e os estados do Rio de\nJaneiro, São Paulo e, principalmente, Espírito Santo, este último\njudicialmente, dada a ausência de acordo. Para garantir a posse da\nregião contestada, Delfim instalou nela algumas comarcas judiciárias, o\nque agravou as relações entre as duas unidades federadas. Em 1914 a\nvelha questão dos limites que opunha os estados de Minas e Espírito\nSanto foi finalmente resolvida, a favor dos mineiros, por decisão\njudicial.\n\nAo longo de seu governo Delfim manteve-se fiel à liderança de Francisco\nSales, presidente da poderosa comissão executiva do PRM, a “Tarasca”.\nPouco pôde interferir sobre sua própria sucessão. Interessado em indicar\nAmérico Ferreira Lopes, então seu secretário do Interior, teve que\nrapidamente abrir mão de seu nome em prol da indicação de Artur\nBernardes, nome proposto por Raul Soares, um de seus mais destacados\nsecretários de estado.\n\nDe Minas à Nação\n\nA sucessão presidencial de 1918 foi uma das menos traumáticas da\nPrimeira República. A morte de Pinheiro Machado em 1915 em muito\ncontribuiu para que as articulações políticas se processassem sem que um\nde seus principais atores políticos – o estado do Rio Grande Sul –\npostulasse uma vaga. Ao mesmo tempo, o envelhecimento de uma primeira\ngeração de republicanos também contribuiu para o esvaziamento da\ndisputa, sem contar a conjuntura de guerra na qual se processaram as\narticulações, marcada pela incerteza política internacional e pelos\ndesafios econômicos que assombravam nossa economia, extremamente\ndependente do fluxo de capital externo para a sua sobrevivência. Tais\nacontecimentos conduziram à mais rápida disputa sucessória ocorrida ao\nlongo de toda a Primeira República.\n\nA chapa Rodrigues Alves-Delfim Moreira, construída pelos principais\natores políticos da ocasião, projetaria Delfim para o cenário nacional.\nDelfim foi eleito com 382.491 votos, cerca de quatro mil votos a menos\nque o presidente paulista que encabeçava a chapa. O seu nome, proposto\npor Nilo Peçanha, servia para aquietar divergências políticas mineiras,\nnão inteiramente satisfeitas com a indicação de Rodrigues Alves para o\ncargo.\n\nO destino colocaria nas mãos de Delfim o tão almejado posto\npresidencial. Rodrigues Alves foi impedido de tomar posse por estar\ndoente, e assim, em 15 de novembro de 1918, Delfim assumiu a presidência\nda República. A doença de Rodrigues Alves – para seus biógrafos ele foi\nvítima da gripe espanhola – não o impediu de manter o controle sobre a\ngestão do país. Residindo no Rio de Janeiro, próximo ao palácio do\nCatete, recebia diariamente visitas de Delfim Moreira para discutir\nmedidas a serem tomadas. O ministério por ele indicado foi mantido,\napenas com uma modificação, ocorrida posteriormente: o banqueiro João\nRibeiro de Oliveira e Sousa ocupou a pasta da Fazenda após a demissão de\nAmaro Cavalcanti, que não mantinha boas relações com Delfim Moreira.\n\nO inesperado falecimento de Rodrigues Alves, em 16 de janeiro de 1919,\nveio alterar esse quadro. Segundo previa a Constituição de 1891, nova\neleição deveria ser realizada, e assim foi feito, saindo vitorioso\nEpitácio Pessoa. Delfim Moreira, portanto, presidiu o país entre 15 de\nnovembro de 1918 e 28 de julho de 1919.\n\nEm 1918, os déficits orçamentários resultantes da conjuntura de guerra\nforam muito agravados. Para Delfim era urgente que a União aumentasse\nsuas receitas, e para isso propôs uma majoração das tarifas\nalfandegárias. Para o cumprimento das despesas, o governo federal teve\nque emitir títulos de dívida interna e externa, além de realizar\nemissões sem lastro. Delfim estava consciente de que o equilíbrio\norçamentário só viria a partir de uma profunda redução dos gastos\npúblicos.\n\nAo longo de sua breve passagem pela presidência da República, com pouco\ntempo e recursos, concentrou suas ações sobre a capital federal. Era\nentão prefeito do Rio de Janeiro Paulo de Frontin, com o qual\nestabeleceu parceria para a realização de importantes obras urbanas, que\nincluíram a abertura de novas avenidas, a melhoria no sistema de\nabastecimento de água e a construção de estradas que ligavam o Rio a\noutras cidades brasileiras. A realização de tais obras expressava o\ninteresse de Rodrigues Alves em dar continuidade às reformas urbanas\niniciadas em seu primeiro governo (1902-1906). Não faltou também a\nrepressão aos movimentos populares, que marcaram tão intensamente a\nprimeira passagem de Rodrigues Alves pelo poder.\n\nA iluminação pública da capital federal havia ficado seriamente\ncomprometida com a guerra, por conta da falta de gás. Para resolver o\nproblema, o governo federal autorizou a fabricação do gás misto ou a\nsubstituição pela iluminação elétrica, quando possível. A pretendida\nreforma de toda a iluminação da cidade do Rio de Janeiro não pôde,\nporém, ser concretizada.\n\nDelfim Moreira enfrentou com violência várias greves gerais que\nassolaram a capital federal e a cidade de Niterói. No período, abusou da\nrepressão, determinando o fechamento dos sindicatos e a expulsão de\nlideranças estrangeiras anarquistas. Tal como inúmeras outras lideranças\nde sua geração, Delfim Moreira considerava o movimento grevista como\n“caso de polícia”. Como exemplo dessa prática, extinguiu, em 1918, a\nUnião Geral dos Trabalhadores do Rio de Janeiro. Segundo Delfim, a\norganização era nociva à ordem pública, e seus membros, na maioria\nestrangeiros, “constituíam um núcleo de agitadores, descambando para o\nterreno da anarquia”.\n\nÉ sabido que o aumento do custo de vida após a deflagração da Primeira\nGuerra havia contribuído muito para a disseminação dos protestos\npopulares. Delfim, em seu relatório, destacou as cidades de Petrópolis e\nJuiz de Fora como as mais agitadas. Como forma de combate à carestia, o\ngoverno criou um serviço de fiscalização comercial para controle de\npreços, através da imposição de uma tabela com preços máximos para\nalguns produtos, mas não deixou de reprimir os movimentos populares.\n\nO presidente em exercício congratulou-se com o Congresso Nacional pela\naprovação da Lei n^o^ 3.724, de 15 de janeiro de 1919, que regularizava\nas indenizações por acidente de trabalho. Segundo Delfim, o grande\navanço da lei consistia em equiparar a moléstia profissional aos\nacidentes. Segundo seu relato, sua intervenção foi decisiva no\npreenchimento das lacunas da lei, fazendo com que a indenização fosse\npaga mediante acordos entre patrões e empregados, desde que homologados\npelo juiz. Para a garantia de seu pagamento, a lei passou a prever a\ncontratação de seguros junto a companhias ou sindicatos profissionais,\nsujeitos à rigorosa fiscalização do governo. No entanto, lamentou a\nexclusão que fazia de algumas categorias de trabalhadores, como a dos\nmineiros e operários de pedreiras, e a falta de multas contra a sua não\naplicação, problemas esses que só poderiam ser resolvidos pelo\nLegislativo, mas que Delfim solicitava fossem apreciados o mais breve\npossível.\n\nUma importante reforma administrativa por ele realizada, ainda no campo\nda regulamentação do trabalho, consistiu na transformação da Diretoria\ndo Serviço de Povoamento em Departamento Nacional do Trabalho, com\natribuições atinentes às questões operárias, inspeção do trabalho,\nimigração, colonização, patronato agrícola, e ainda às terras devolutas\ndo Acre.\n\nAo longo de seu mandato Delfim viveria um sério enfrentamento político,\nque o levou a colocar em prática o artigo 6^o^ da Constituição federal,\ndecretando intervenção no governo de Goiás com o fim de dirimir\ndivergências políticas internas. Dessa forma, em 1918, o governo federal\ninterveio em Goiás, a pedido do presidente do estado, com o fim de\nrestabelecer a ordem.\n\nEntre suas realizações ainda podem ser destacados os investimentos no\nExército, os quais consistiram na construção de cinco novos alojamentos\npara as escolas militares e na tentativa de aumentar o efetivo, fazendo\ncumprir a lei do sorteio militar obrigatório, que encontrou, porém,\nmuita resistência por parte dos sorteados. No que tange às relações\nexteriores, como um dos resultados da guerra, o Brasil passou a fazer\nparte do conselho executivo da então criada Liga das Nações. O país\ntambém ganhou armamentos da Inglaterra destinados a sua Marinha de\nGuerra. Ao fazer-se representar na Conferência de Paz em Paris, enviou\numa delegação, presidida pelo senador paraibano Epitácio Pessoa, da qual\neste retornaria já indicado candidato à sucessão presidencial que se\naproximava.\n\nEntre outras ações à frente da presidência destacaram-se a reforma\nadministrativa do Acre e as inúmeras alterações feitas no Código Civil,\nescrito em 1916, mas que ainda demandava uma série de ajustes. Em 1918\nforam editados cinco mil exemplares do Código Civil corrigido. Em 1918\nDelfim incorporou à Faculdade de Medicina do Rio de Janeiro o patrimônio\nda Maternidade do Rio de Janeiro. O governo adquiriu também nova\naparelhagem para a Escola de Minas de Ouro Preto com o fim de aprimorar\no ensaio sobre minérios, equipando melhor seus laboratórios.\n\nEm que pesem as realizações de sua gestão, Delfim Moreira pouco\nparticipou delas. Vítima de uma esclerose precoce, que o levava a\nalternar períodos de lucidez com atitudes insanas, manteve-se afastado\ndas principais deliberações de seu governo. Por ter delegado poder ao\nseu ministro da Viação, o mineiro Afrânio de Melo Franco, o período foi\nqualificado pelos contemporâneos como o da “regência republicana”, em\nalusão ao período regencial monárquico. Muito embora a imprensa fizesse\nlarga campanha difamatória contra a gestão de Delfim Moreira, sua\nsustentação política estava garantida por amplo leque de forças em\nMinas, temerosas de que na sua ausência fosse alçado ao poder, conforme\nprevia a Constituição, o vice-presidente do Senado, o mato-grossense\nAntônio Azeredo, leal aos interesses paulistas.\n\nEm razão de seus problemas de saúde, Delfim Moreira pouco participou das\narticulações que resultaram na escolha de Epitácio Pessoa para seu\nsucessor, limitando-se a se opor ao nome de Rui Barbosa, também\npretendente ao cargo. Outras lideranças mineiras tiveram participação\nmais ativa nesse processo, a exemplo de Artur Bernardes e de Raul\nSoares. Epitácio Pessoa foi afinal eleito em 13 de abril de 1919 e tomou\nposse na presidência em 28 de julho seguinte.\n\nDelfim Moreira faleceu em 1^o^ de julho de 1920, em Santa Rita do\nSapucaí. Presidente do Senado desde que assumira a vice-presidência da\nRepública, foi ali substituído pelo mineiro Francisco Álvaro Bueno de\nPaiva.\n\nCasado com sua prima Francisca Ribeiro de Abreu, teve seis filhos. Um\ndeles, Delfim Moreira Júnior, foi deputado federal entre 1934 e 1937.\n\nCláudia Maria Ribeiro Viscardi\n\n**FONTES:** ABRANCHES, D. *Como*; CARVALHO, D. *Francisco*; CASASANTA,\nG. *Correspondência*; CENT. INF. ACERVO. PRES. REP. Disponível em:\n\\<www.an.arquivonacional.gov.br/crapp\\_site/presidente.asp?rqID=28\\>;\nCenter for Research Libraries. *Relatórios de presidentes provinciais,\nMinas Gerais e de presidentes da República.* Disponível em:\n\\<www.crl.edu/brazil\\>; FRANCO, A. *Estadista*; FRANCO, A. *Rodrigues\nAlves*; GONÇALVES, I. *Bacharel*; INST. BRAS. GEO. Disponível em:\n\\<www.ibge.gov.br/seculoxx/arquivos\\_pdf/representacao\\_politica/1966/rep\\_polit1966bn\\_01.pdf\\>;\nMONTEIRO, N. *Dicionário*; REIS, M. *Trajetória*; RESENDE, M.\n*Formação*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/SENADORES/presidentes/p\\_rep\\_Delfim\\_Moreira.asp\\>,\n\\<www.senado.gov.br/sf/SENADORES/senadores\\_biografia.asp?codparl=2880&li=31&lcab=1918-1920&lf=31\\>;\nVISCARDI, C. *Força*; VISCARDI, C. *Teatro*.\n","ref":"**FONTES:** ABRANCHES, D. *Como*; CARVALHO, D. *Francisco*; CASASANTA,\nG. *Correspondência*; CENT. INF. ACERVO. PRES. REP. Disponível em:\n\\<www.an.arquivonacional.gov.br/crapp\\_site/presidente.asp?rqID=28\\>;\nCenter for Research Libraries. *Relatórios de presidentes provinciais,\nMinas Gerais e de presidentes da República.* Disponível em:\n\\<www.crl.edu/brazil\\>; FRANCO, A. *Estadista*; FRANCO, A. *Rodrigues\nAlves*; GONÇALVES, I. *Bacharel*; INST. BRAS. GEO. Disponível em:\n\\<www.ibge.gov.br/seculoxx/arquivos\\_pdf/representacao\\_politica/1966/rep\\_polit1966bn\\_01.pdf\\>;\nMONTEIRO, N. *Dicionário*; REIS, M. *Trajetória*; RESENDE, M.\n*Formação*; SENADO. Disponível em:\n\\<www.senado.gov.br/sf/SENADORES/presidentes/p\\_rep\\_Delfim\\_Moreira.asp\\>,\n\\<www.senado.gov.br/sf/SENADORES/senadores\\_biografia.asp?codparl=2880&li=31&lcab=1918-1920&lf=31\\>;\nVISCARDI, C. *Força*; VISCARDI, C. *Teatro*.\n","dic":"DHBPR"}
