{"title":"DIAS, Deraldo","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1912],"datas_fim":[1914],"estados":["BA"],"autor":[0],"content":"**DIAS, Deraldo**\n\n\\*dep. fed. BA 1912-1914.\n\n*Deraldo Dias* nasceu no município de Jacobina (BA) no dia 4 de outubro\nde 1863, filho de Antônio Ferreira Dias e de Maria Umbelina Lajes.\n\nFoi um dos incorporadores da Companhia de Mineração de Ouro de Jacobina\ne durante muitos anos manteve uma fábrica de chapéus de sol em Salvador.\nFoi diretor da Associação Comercial da Bahia e, mais de uma vez,\npresidente da Junta Comercial. Obteve a patente de coronel da Guarda\nNacional, da qual foi o comandante superior na Bahia. Integrou ainda o\nquadro social do Instituto Geográfico e Histórico da Bahia (IGHB) a\npartir de agosto de 1908.\n\nLigado ao grupo liderado por J. J. Seabra, participou da fundação, em 15\nde março de 1910, do Partido Republicano Democrata da Bahia (PRD).\nDevido a seu prestígio político, integrou a comissão executiva do\npartido ao lado do chefe e de outros políticos de renome, e dirigiu seu\nórgão de divulgação, o jornal *A Gazeta do Povo*. Foi eleito deputado\nfederal para a legislatura 1912-1914. Quando dos desentendimentos entre\nJ. J. Seabra e o conselheiro Luís Viana, com o consequente afastamento\ndeste da comissão executiva do Partido Republicano Conservador (PRC), em\n4 de janeiro de 1913, acompanhado de J. E. Freire de Carvalho, Pedro\nMariano e outros quatro deputados, afastou-se do partido em\nsolidariedade a Luís Viana. Como desdobramento desse afastamento\nvoluntário, a comissão executiva do PRC, com o número de integrantes\nampliado de oito para 11, ao se reunir para promover a reestruturação do\npartido, resolveu expulsá-lo, assim como a J. E. Freire de Carvalho.\n\nFoi ainda grão-mestre da fechada Sociedade de Maçons na Bahia.\n\nFaleceu em sua residência, na cidade de Salvador, no dia 3 de novembro\nde 1916, vitimado por infarto fulminante.\n\nCasado com Henriqueta de Morais Dias, teve dois filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (p.55-86);\nFalecimentos. *Diário de Notícias* (3,4,5/11/1916); *Democrata*\n(3,4,5/11/1916). Dr. Cel. Deraldo Dias; *Revista do Instituto Geográfico\ne Histórico da Bahia*. Sócios admitidos em 1908; SAMPAIO, C. *Partidos*\n(p.104-117).\n","ref":"**FONTES:** BULCÃO SOBRINHO, A. *Representantes* (p.55-86);\nFalecimentos. *Diário de Notícias* (3,4,5/11/1916); *Democrata*\n(3,4,5/11/1916). Dr. Cel. Deraldo Dias; *Revista do Instituto Geográfico\ne Histórico da Bahia*. Sócios admitidos em 1908; SAMPAIO, C. *Partidos*\n(p.104-117).\n","dic":"DHBPR"}
