{"title":"DIAS, Everardo","cargoss":["jornalista e revolucionário."],"author":"Marcelo Ridenti","content":"**DIAS, Everardo**\n\n\\*jornalista e revolucionário.\n\n*Everardo Dias* nasceu em Pontevedra, na Espanha, em 1883. Era filho de\nAntonio Dias, tipógrafo republicano, professor primário, maçom e\nrevolucionário, que se viu obrigado a fugir da Espanha e, junto com a\nfamília, encontrou abrigo em São Paulo em 1886.\n\nEverardo aprendeu as primeiras letras com os pais, herdou o ofício\npaterno e trabalhou como tipógrafo caixista no jornal *O Estado de São\nPaulo* enquanto fazia a Escola Normal da praça da República. Chegou a\nfrequentar a Faculdade de Direito do largo São Francisco, mas\nabandonou-a por falta de recursos (só mais tarde conseguiria o título de\nbacharel, na Faculdade Livre de Direito do Rio de Janeiro). A partir de\n1903, por mais de dez anos, dirigiu o jornal *O Livre Pensador*, que\ndefendia a liberdade religiosa e de imprensa, cultuando a razão contra o\nconservadorismo da Igreja Católica. Suas divisas eram\n“moral-progresso-verdade, liberdade-igualdade-fraternidade, e\nciência-justiça-trabalho”. Em 1904, assumiu cargo de professor em\nAparecida do Monte Alto, lugarejo no interior de São Paulo, mas logo\ndesistiu e voltou à capital, onde trabalharia sobretudo como jornalista.\nDesde essa época, como aponta José Castellani, atuou expressivamente na\nmaçonaria.\n\nNa década de 1910, acompanhou a ascensão do movimento operário. Publicou\ntextos como *Jesus Cristo era anarquista*, editado em 1920 pelo grupo do\njornal *A Plebe*, do qual foi colaborador. Participou da greve geral\npaulista de 1917, quando redigiu o célebre “Manifesto aos soldados”,\nconvocando-os a aderir ao movimento. Segundo seu amigo Edgard Leuenroth,\nconhecido líder anarquista, a atuação seria ainda mais intensa na greve\nde 1919, embora Everardo argumentasse na época que seu vínculo com os\ngrevistas era de colaboração com a imprensa operária e de apoio à greve,\nsem desempenhar papel relevante no movimento. De toda forma, por sua\nparticipação, foi preso, castigado com 25 chibatadas e depois deportado\njunto com outros grevistas nascidos no exterior. É essa história que\nrelata no livro *Memórias de um exilado*, de 1920.\n\nEntre os expulsos do país que seguiram a bordo do navio *Benevente* foi\no único a conseguir o perdão presidencial, graças às relações com\nilustres republicanos e maçons. O deputado federal Maurício de Lacerda\nliderou a campanha contra sua deportação, que foi apoiada nacionalmente\npela maçonaria, alguns parlamentares e integrantes do movimento\noperário. Mas antes de obter o perdão do presidente Epitácio Pessoa,\nteve seu pedido de habeas corpus negado pelo Supremo Tribunal Federal\n(STF). Sendo casado com brasileira e tendo cinco filhas nascidas no\npaís, para onde viera ainda pequeno, entre outros fatores alegados por\nseus advogados, sua deportação parecia absolutamente ilegal. Por\nconcordar com os argumentos do solicitante, o ministro Edmundo Lins\ninsurgiu-se abertamente contra a decisão da maioria do STF, liderada\npelo ministro Viveiros de Castro. Segundo *O Estado de São Paulo*\n(10/11/1919), exaltado, Edmundo Lins teria afirmado ser compreensível\naté o recurso a bombas por parte dos que não viam a Justiça reconhecer\nseus direitos garantidos por lei: “Está no seu direito, porque uma voz\nque se lhe não quer reconhecer um direito, recorre à dinamite, para\nfazer valer esse mesmo direito! (Sensação. Protestos dos srs. Pires de\nAlbuquerque e Muniz Barreto)”.\n\nAs *Memórias de um exilado* constituem precioso documento de época, ao\ntestemunhar as lutas dos trabalhadores e a agitação social no final da\ndécada de 1910, especialmente em São Paulo e Recife; as arbitrariedades\ndo governo brasileiro na repressão aos grevistas; as condições\ncarcerárias terríveis; a vida nos portos do Brasil e do mundo por onde\nEverardo passou a bordo do navio que o conduzia ao exílio. Expressam\ntambém a mobilização de certa intelectualidade que se formava, ao mesmo\ntempo contestadora da ordem estabelecida e em busca de mecanismos de\nafirmação social e política, seja por meio da imprensa, da militância\npolítica ou da maçonaria. O livro evidencia o impacto no Brasil de\nacontecimentos como o fim da primeira Guerra Mundial e a Revolução\nRussa. Mostra também a atuação política, anterior à fundação do Partido\nComunista (PCB), de intelectuais que viriam a fazer a história do\ncomunismo no Brasil a partir de 1922, como João Pimenta, Cristiano\nCordeiro, Antônio Canellas e Astrojildo Pereira, que futuramente viria a\ncasar-se com Inês, a filha mais velha de Everardo Dias.\n\nDe volta ao Brasil, Everardo estabeleceu-se no Rio de Janeiro, no bairro\ndo Méier, onde montou uma gráfica com apoio da maçonaria. Lá imprimiu\n*Delenda Roma!*, coletânea de suas conferências anticlericais, em 1921.\nNa dedicatória de um exemplar, hoje depositado no Arquivo Edgard\nLeuenroth, da Universidade Estadual de Campinas, escreveu: “A Edgard\nLeuenroth, bom amigo e incansável paladino do Bem”. Revela-se aí sua\naproximação com os libertários naquele momento, embora fosse muito mais\nlivre pensador do que anarquista: todos estariam do lado do bem contra o\nmal, encarnado na ordem estabelecida do Estado oligárquico e da Igreja\nCatólica.\n\nEm 1920 e 1921, colaborou com publicações de oposição em vários estados,\nsobretudo operárias, como *A Plebe*, *A Vanguarda* e *A Obra*, de São\nPaulo, *Germinal*, de Salvador, *Voz do operário*, de Aracaju, *O\nproletário*, de Juiz de Fora, entre outras. Escrevia ainda em periódicos\ndirigidos a outro público, como a *Revista Liberal*, de Porto Alegre,\nvoltada para o estudo e a crítica social de uma perspectiva\nracionalista.\n\nAtuou na revista *Clarté*, que ajudou a fundar em janeiro de 1921, ao\nlado de intelectuais como Nicanor Nascimento, Evaristo de Morais,\nMaurício de Lacerda e Luís Palmeira, inspirados no Grupo Clarté, sediado\nem Paris e liderado por Henri Barbusse, simpático à revolução soviética.\nA revista só durou um ano, e Everardo foi um dos poucos integrantes que\nviria a tornar-se comunista nos anos seguintes. Outros membros ocupariam\naltos cargos no Ministério do Trabalho de Getúlio Vargas; a tendência\npredominante no grupo seria favorável a reformas graduais, segundo\nMichael Hall e Paulo Sérgio Pinheiro.\n\nEm 1922, integrou a campanha presidencial de Nilo Peçanha, republicano\nliberal e maçom, que agrupava os adversários de Artur Bernardes,\ncandidato das oligarquias dominantes à sucessão de Epitácio Pessoa.\nAnteriormente, contudo, fora convidado a aderir à campanha de Bernardes,\npois era tido como influente no meio operário, para o qual se acenava\ncom reformas trabalhistas. Um emissário de Bernardes teria chegado a\noferecer-lhe um cargo de representação no Conselho Internacional do\nTrabalho, em Genebra, em troca de apoio, como relata em *História das\nlutas sociais no Brasil*.\n\nParticipou de conspirações, tendo sido preso por um período breve em\nabril de 1923, já no governo Bernardes (1922-1926). Envolveu-se em\nepisódios ligados ao levante militar que tomou conta de São Paulo por 23\ndias a partir de 5 de julho de 1924, e em seguida integrou-se à\nconspiração liderada pelo almirante Protógenes Guimarães no Rio de\nJaneiro. Foi preso em agosto de 1924, após imprimir exemplares do\nmanifesto a ser distribuído na deflagração do movimento, que não foi\nadiante, levando civis e centenas de militares à prisão.\n\nContou sua experiência nas masmorras do governo Bernardes em *Bastilhas\nmodernas*. Relatou as condições dos presídios por onde passou: Polícia\nCentral, Detenção, Ilha Rasa, Ilha das Flores, Presídio do Bom Jesus e\nCasa de Correção. Recorreu a testemunhos para registrar as tragédias das\nprisões em que não esteve: Ilha das Cobras, Ilha da Trindade, Campos\n(navio de prisioneiros), e a trágica Colônia Cleveland. Baseado em\ndepoimento do jovem oficial Lauro Nicácio – sobrevivente do campo\nlocalizado no Oiapoque, no extremo norte do Brasil –, fez um relato\nconciso e contundente da prisão mais terrível. Lá morreram centenas de\nprisioneiros, muitos deles nomeados no livro. Foram dizimados pelas\ndoenças, má alimentação e falta de cuidados médicos no “inferno verde”,\ndepósito para onde eram mandados os mais indesejáveis, quase uma\ncondenação à morte.\n\n*Bastilhas modernas* revela em detalhe o cotidiano nas prisões: os\nregulamentos, as tensões entre os presidiários, a linguagem usada por\neles, os castigos e desmandos de todo tipo, as relações dos presos com\nas autoridades da cadeia, do carcereiro ao diretor; as condições de\nalimentação, alojamento, higiene pessoal e coletiva; o estado físico e\npsicológico dos presidiários; a espionagem entre eles; as doenças; a\nassistência médica; e a circulação de prisioneiros com as mudanças\nfrequentes de presídio. Ademais, a obra atesta a perseguição contra os\ndeserdados, não apenas por relatar as diferenças de tratamento na cadeia\nconforme a origem social, mas também por testemunhar a prisão de\nbandidos, mendigos e trabalhadores honestos junto com os detidos\npolíticos. Em suma, dá um quadro expressivo do sistema penal e da\nsociedade de seu tempo. Registra o poderoso complexo de perseguição aos\ninimigos sociais e políticos da ordem oligárquica.\n\n*Bastilhas Modernas* traz ainda uma infinidade de episódios que ajudam a\ncompreender as contradições de personagens históricos. Por exemplo,\nProtógenes Guimarães – que em 1922 fora o comandante responsável por\nmandar centenas de marujos para a ilha das Cobras – foi encarcerado na\nilha de Santa Cruz em 1924, onde se teria portado com dignidade. O livro\ndenuncia a indiferença às condições dos presos por parte do procurador\ncriminal da República, Sobral Pinto, que mais tarde viria a\nnotabilizar-se pela defesa de presos políticos e dos direitos humanos\ndurante o Estado Novo e a ditadura militar.\n\nCom o fim do governo Bernardes e do estado de sítio, Everardo Dias foi\nlibertado e terminou de escrever *Bastilhas Modernas*, publicado em\n1927. Estabeleceu-se com a família em São Paulo, onde militaria no PCB,\nao qual aderira ainda antes de ser preso. Suas atividades em 1927 estão\nregistradas em cartas ao secretário geral do partido, Astrojildo\nPereira. Elas revelam a dedicação do autor à causa e ao jornal comunista\n*A Nação* no breve período de legalidade do partido, de 3 de janeiro a\n11 de agosto de 1927. Documentam sua inserção quase nula na classe\noperária paulista, bem como as dificuldades materiais dos militantes,\nque entretanto revelavam ânimo para mobilizar o operariado.\n\nNessa época, Everardo Dias estava afastado da maçonaria, mas mantinha\ncontato com amigos anticlericais, com quem buscava fundos para ajudar a\nmanter *A Nação*, que encerrou as atividades, junto com outros órgãos da\nimprensa operária, após a entrada em vigor de nova legislação repressiva\naprovada pelo Congresso em agosto de 1927, particularmente o Decreto\nn^o^ 5.221, a principal “lei celerada”.\n\nEnvolveu-se no projeto eleitoral do PCB, por intermédio do Bloco\nOperário, depois denominado Bloco Operário e Camponês (BOC), que passou\na ser a fachada legal do partido. Apesar do retorno à clandestinidade,\ndas restrições eleitorais para os pobres, do chamado voto de cabresto\nnas áreas de influência do coronelismo, das notórias fraudes eleitorais,\nda coerção policial e outros entraves, o PCB participava das eleições\npor meio de uma organização política de “frente única” para fazer\npropaganda, denúncia e agitação política. Em outubro de 1928, foi\ncandidato derrotado em São Paulo, com votação ínfima, mas o BOC\nconseguiu eleger Minervino de Oliveira e Otávio Brandão para o Conselho\nMunicipal do Rio de Janeiro.\n\nApoiou criticamente a Aliança Liberal e o movimento de 1930. Em nome de\numa Frente Unida das Esquerdas, chegou a elaborar com Maurício de\nLacerda um programa de ação que em março de 1929 seria levado a uma\nconferência entre os chefes militares imigrados e delegados de grupos de\noposição. No ano seguinte, recebeu a visita clandestina do líder militar\nSiqueira Campos, que procurava acordo com outras forças de oposição.\nSiqueira Campos pretendia iniciar a revolução, mas o plano foi abortado\ncom sua morte num desastre aéreo em maio de 1930.\n\nNuma das ondas de obreirismo que atingiam periodicamente o PCB, levando\nao expurgo de intelectuais, no começo dos anos 1930 Everardo Dias foi\nexpulso do partido, e em 1932 foi formalmente desligado. Mas seguiu\natuante na política: descontente com os rumos do governo após o êxito do\nmovimento de 1930, envolveu-se com a rebelião paulista de 1932 na\nredação do *Diário Nacional*, jornal do Partido Democrático, com o qual\ntinha relações desde o final dos anos 1920.\n\nFoi detido após o levante comunista de 1935. Ficou preso de 30 de\nnovembro de 1935 a 27 de fevereiro de 1937, acusado sem provas de\ncumplicidade com aqueles que o tinham expulsado de suas fileiras. Tanto\nque acabaria absolvido. Ao sair da prisão, estreitou laços com a\nmaçonaria, onde atuou com destaque até a morte. Contudo, não abandonou\nas convicções socialistas.\n\nNa década de 1950, tornou-se um dos principais colaboradores da *Revista\nBrasiliense*, de Caio Prado Júnior, Elias Chaves Neto e outros\ncomunistas, cujas propostas eram marginais no PCB. Os artigos estão na\nraiz de sua obra hoje mais conhecida, intitulada *História das lutas\nsociais no Brasil*, publicada em 1962 e reeditada em 1977, com base na\nexperiência vivida, nos conhecimentos e na memória do autor.\n\nTeve sequelas de saúde devido às passagens pelo cárcere, mas morreria\nlúcido, com mais de 80 anos de idade, em 1966. Foi casado com uma\nbrasileira, com quem teve cinco filhas. Dá nome a uma rua no bairro do\nLimão e a uma loja maçônica na zona oeste da cidade de São Paulo.\n\nMarcelo Ridenti\n\n**FONTES:** CASTELLANI, J. *Loja*; DIAS, E.*Bastilhas*; DIAS, E. Cartas\na Astrojildo Pereira, 1927b. Originais disponíveis no Archivio Storico\ndel Movimento Operaio Brasiliano (ASMOB), que está depositado no Centro\nde Documentação e Memória da Universidade Estadual Paulista\n(CEDEM-UNESP); DIAS, E. *Delenda*; DIAS, E. *História*; DIAS, E. *Jesus\nCristo*; DIAS, E. *Memórias*; DIAS, E. *Propósito* (p.73); HALL, M.;\nPINHEIRO, P. *Grupo* (p.251-287); KAREPOVS, D. *Classe*; LEUENROTH, E.\n*Dados*; Prontuário n. 136 do DOPS de São Paulo, referente a Everardo\nDias; RIDENTI, M. *Um livre* (p.17-52).\n","ref":"**FONTES:** CASTELLANI, J. *Loja*; DIAS, E.*Bastilhas*; DIAS, E. Cartas\na Astrojildo Pereira, 1927b. Originais disponíveis no Archivio Storico\ndel Movimento Operaio Brasiliano (ASMOB), que está depositado no Centro\nde Documentação e Memória da Universidade Estadual Paulista\n(CEDEM-UNESP); DIAS, E. *Delenda*; DIAS, E. *História*; DIAS, E. *Jesus\nCristo*; DIAS, E. *Memórias*; DIAS, E. *Propósito* (p.73); HALL, M.;\nPINHEIRO, P. *Grupo* (p.251-287); KAREPOVS, D. *Classe*; LEUENROTH, E.\n*Dados*; Prontuário n. 136 do DOPS de São Paulo, referente a Everardo\nDias; RIDENTI, M. *Um livre* (p.17-52).\n","dic":"DHBPR"}