{"title":"DINIZ, Alberto Augusto","cargoss":["gov. AC 1926","const. 1934","dep. fed. AC 1935-1937."],"author":null,"content":"**DINIZ, Alberto Augusto**\n\n\\*gov. AC 1926; const. 1934; dep. fed. AC 1935-1937.\n\n*Alberto Augusto Diniz* nasceu em Barbacena (MG) no dia 30 de outubro de\n1868, filho de Francisco José Diniz e de Ambrosina de Oliveira Pena\nDiniz, ambos descendentes de tradicionais famílias mineiras.\n\nEstudou no Colégio Abílio, em sua cidade natal, e transferiu-se depois\npara São Paulo, onde obteve o grau de bacharel pela Faculdade de Direito\nem 1890. Entre seus colegas de faculdade figuravam Venceslau Brás e\nDelfim Moreira, futuros presidentes da República. Retornando a Minas\nGerais, em 1891 foi nomeado promotor público em Ouro Preto, então\ncapital do estado. Designado juiz municipal de São João del Rei em 1892,\npermaneceu pouco mais de um ano no cargo.\n\nAdvogado ativo nas cidades mineiras de Leopoldina e Manhuaçu, em 1895\nfoi nomeado diretor da Recebedoria de Minas Gerais pelo presidente do\nestado, Crispim Jaques Bias Fortes, exercendo o cargo até 1898.\nTornou-se então fiscal do governo mineiro junto ao Banco de Crédito Real\nde Minas Gerais em Juiz de Fora. Nessa cidade, manteve escritório de\nadvocacia associado a Feliciano Pena e Constantino Paleta.\n\nEm 1908, foi nomeado desembargador do Tribunal de Apelação do território\ndo Acre, que, sob a sua presidência, foi instalado na cidade acreana de\nSena Madureira. Em 1910, participou da Campanha Civilista em apoio à\neleição de Rui Barbosa para a presidência da República. Nomeado em 1926\ngovernador do território do Acre pelo presidente Artur Bernardes\n(1922-1926), permaneceu pouco tempo no cargo, deixando-o ainda no mesmo\nano, já no governo de Washington Luís (1926-1930), por motivo de saúde.\nNos anos seguintes, aderiu à campanha da Aliança Liberal tendo\nparticipado da Revolução de 1930.\n\nEm maio de 1933, elegeu-se deputado pelo Acre à Assembleia Nacional\nConstituinte na legenda da Lista Chapa Popular, com o apoio da Liga\nEleitoral Católica. Embora fosse amigo do interventor federal no\nterritório, Francisco de Paula Assis Vasconcelos, discordara\npoliticamente do programa da Legião Autonomista, partido formado pelo\ninterventor, elegendo-se com um programa de oposição ao governo federal.\nEmpossado em novembro de 1933, liderou a bancada acreana na\nConstituinte, integrada ainda por mais um deputado. Após a promulgação\nda nova Carta Constitucional e a eleição de Getúlio Vargas para a\npresidência da República pela Assembleia em julho de 1934, teve o\nmandato estendido até maio de 1935. Concorreu às eleições para a Câmara\nrealizadas em outubro de 1934 e foi eleito na legenda do Partido Popular\ndo Acre. Dois anos mais tarde, em maio de 1937, representou seu partido\nna convenção que lançou a candidatura de José Américo de Almeida à\npresidência da República nas eleições previstas para 1938. Com o advento\ndo Estado Novo (10/11/1937), que suprimiu os órgãos legislativos do\npaís, perdeu o mandato parlamentar.\n\nMorreu no dia 16 de outubro de 1956.\n\nFoi casado com Maria Helena de Abranches Diniz, também de tradicional\nfamília mineira.\n\nDeixou publicados *O Acre judiciário*, *No coração do inferno verde* e\n*O Acre na Constituinte* (1935).\n\n**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais*; *Boletim Min. Trab.*\n(5/1936); CÂM. DEP*. Deputados*; *Câm. Dep*. *seus componentes*;\nCONSULT. MAGALHÃES, B.; *Diário de Notícias,* Rio (26/5/1937); GODINHO,\nV. *Constituintes*; VELHO SOBRINHO, J. *Dicionário*.\n","ref":"**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais*; *Boletim Min. Trab.*\n(5/1936); CÂM. DEP*. Deputados*; *Câm. Dep*. *seus componentes*;\nCONSULT. MAGALHÃES, B.; *Diário de Notícias,* Rio (26/5/1937); GODINHO,\nV. *Constituintes*; VELHO SOBRINHO, J. *Dicionário*.\n","dic":"DHBPR"}