{"title":"DIPLOMACIA DAS CANHONEIRAS","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Luigi Bonafé"],"content":"**DIPLOMACIA DAS CANHONEIRAS**\n\nNa segunda metade do século XIX, em paralelo à difusão da propulsão a\nvapor, generalizou-se a fabricação de grande quantidade de embarcações\nde pequeno e médio porte para fins militares. Do ponto de vista técnico,\nas canhoneiras eram navios de guerra relativamente pequenos com casco de\naço e arsenal bélico relativamente grande. Navios de guerra de grande\nporte, com maior poder destrutivo, eram mais caros e menos adequados do\nque as canhoneiras quando havia necessidade de atuação em águas rasas ou\náreas restritas. Por isso, entre fins do XIX e início do XX, tais\nembarcações de menor porte tornaram-se predominantes nas ações de\ndemonstração naval e patrulhamento de territórios coloniais. Sua\nutilização por várias potências imperialistas como forma de intimidação\nou intervenção militar visando a atingir resultados em política externa\ncaracterizou a diplomacia das canhoneiras.\n\nA expressão designa um método amplamente difundido como instrumento de\npolítica externa das potências imperialistas da época. De acordo com a\ndefinição clássica de James Cable, trata-se do uso político de uma força\nnaval limitada. Em outras palavras, a diplomacia das canhoneiras pode\nser entendida como um método de intimidação ou intervenção militar por\nmeio da mobilização de navios de guerra de pequeno e médio porte para,\nsem recorrer à declaração formal de guerra, perseguir objetivos\nnacionais.\n\nTal método serviu tanto à preservação de vantagens quanto à tentativa de\nevitar perdas. Na prática, a ameaça ou o uso efetivo de forças navais\nlimitadas perseguiu os objetivos de cobrar dívidas, garantir a ordem\npolítica ou/e social e preservar áreas de influência, colônias, mercados\nou protetorados. A diplomacia das canhoneiras foi fundamental, portanto,\npara a integração (e manutenção) de áreas periféricas do planeta\nsubordinadas ao sistema de Estados europeu e capitalista, que estava em\nrápida transformação. Em contexto de acirradas disputas imperialistas, o\nincremento do arsenal de guerra naval foi uma das prioridades da\npolítica externa da maioria das grandes potências, tendo sido\ninstrumento, inclusive, da projeção internacional de polos de poder\nextraeuropeus em ascensão, que não tardariam a desafiar a própria\nhegemonia do Velho Mundo.\n\nOrigens e Difusão\n\nA expressão diplomacia das canhoneiras já foi usada para descrever\neventos desde pelo menos o século XVIII, remontando à controversa Guerra\nda “Orelha de Jenkins” (1739 - c. 1743). A cunhagem do termo costuma ser\natribuída a Henry John Temple (1784-1865), o (3^o^) Lord Palmerston,\neminente estadista britânico que exerceu por diversas vezes os cargos de\nchanceler e primeiro-ministro da “pérfida Albion” durante a Era\nVitoriana (1837-1901).\n\nAnaliticamente, contudo, a diplomacia das canhoneiras ganhou relevância\ncentral apenas na segunda metade do século XIX, ligada a eventos de uma\népoca em que a projeção do poder naval assumiu papel de destaque nas\ndisputas imperialistas e foi teorizada por estrategistas e políticos de\nvárias partes do mundo (o exemplo emblemático é a obra mais famosa do\nalmirante Alfred Thayer Mahan, *The influence of sea power upon History,\n1660-1783*, publicada em 1890).\n\nA apresentação de alguns episódios em que a diplomacia das canhoneiras\nfoi o método privilegiado das potências imperialistas para atingir seus\nobjetivos de política externa pode ser elucidativa. Tais exemplos\nemblemáticos ajudam a evidenciar que o padrão de uso da força para a\ndefesa de interesses nacionais era amplamente difundido, inclusive na\nAmérica, na conjuntura histórica do início da República no Brasil.\n\nEm 8 de julho de 1853, uma pequena frota de quatro “navios negros”, sob\no comando do Comodoro Matthew Calbraith Perry (1794-1858), chegou à baía\nde Edo, no Japão. Seus comandantes tinham partido de Norfolk, Virgínia,\nno ano anterior, depois de estudar diversos episódios em que navios\nocidentais tinham tentado ter contato com aquele país oriental. Isolado\ndo mundo exterior havia séculos, o Japão dos Tokugawa espantou-se diante\ndo vagaroso circundar da baía pelas canhoneiras do Comodoro Perry. Após\numa salva de tiros de canhão, os comandantes norte-americanos\ndesembarcaram para entregar uma carta de seu presidente, Millard\nFillmore (1850-1853), com um “pedido” de autorização para aportar barcos\nnos portos japoneses e a promessa de voltar em breve para conhecer a\nresposta.\n\nSem contar com navios de guerra de potencial comparável ao das\ncanhoneiras dos EUA, os Tokugawa aceitaram assinar, no ano seguinte, o\nTratado de Kanagawa (1854), que permitia a instalação de um consulado\nnorte-americano no Japão e abria dois portos do país para seus navios.\nDevem ter contribuído para esse resultado as notícias da primeira Guerra\ndo Ópio (1839-1842), em que as canhoneiras britânicas abriram fogo\ndepois que a dinastia Qing tentou combater a venda de ópio pelos\ningleses na China, a despeito das proibições locais. Como resultado\ndaquela guerra, os chineses foram forçados a assinar os Tratados\nDesiguais de Nanquim (1842, ratificados em 1843), pelos quais aceitavam\npagar indenização à Grã-Bretanha, abrir quatro portos aos britânicos e\nceder Hong Kong à rainha Vitória.\n\nNa África, em 1896, um episódio marginal na história da expansão\nimperialista europeia ilustra claramente o potencial da “projeção do\npoder naval” das potências na consecução de seus objetivos em política\nexterna. Dez anos antes, em 1886, o Zanzibar tinha formalizado sua\nsubordinação à influência britânica por meio de tratado que impunha a\npermissão do cônsul britânico como condição para a ascensão ao poder dos\ncandidatos a sultão. Naquele contexto de disputas acirradas entre as\npotências europeias por territórios no continente africano, o tratado\nobtido do Zanzibar era uma forma de preservar aquela área de influência\ndas pretensões do emergente Império Alemão de Guilherme II, então o\nmaior inimigo da Grã-Bretanha.\n\nEm 24 de agosto de 1896, contudo, o sultão pró-britânico Hamad Bin\nThuwaini morreu. Na sua sucessão, o preferido da “pérfida Albion”, Hamud\nBin Muhammed, foi preterido em favor de Khalid Bin Barghash, que era\nsupostamente pró-germânico e não obteve a anuência do cônsul britânico.\nDiante disso, a Grã-Bretanha acionou a diplomacia das canhoneiras:\nenviou uma pequena esquadra para o Zanzibar e deu um ultimato a Khalid\npara que ordenasse que suas tropas deixassem o palácio. Mas o novo\nsultão não se intimidou e mobilizou pouco menos de três mil homens para\nprotegê-lo. No dia seguinte, quando o ultimato expirou, a ameaça da\nvéspera foi cumprida: as canhoneiras britânicas abriram fogo sobre o\npalácio. O bombardeio durou das 9:02 às 9:40, pelo horário local. O\nsultão deposto, rendido, buscou asilo no consulado germânico e abriu\nespaço para a ascensão de Hamud, conforme queria a potência agressora. A\n“guerra mais rápida da história” durou menos de 40 minutos.\n\nMesmo no continente americano, a diplomacia das canhoneiras estava longe\nde ser uma ameaça distante. Em 1895, os britânicos tinham ocupado a ilha\nbrasileira de Trindade, a pretexto de instalar um cabo telegráfico\nsubmarino. Desde 1898, pelo menos, o “grande irmão do Norte” projetava\nseu poderio naval como instrumento de hegemonia na América Central e\nCaribe, no bojo de sua *Big Stick Policy*. Em 1902, uma esquadra\nanglo-germânica bloqueou cinco portos da Venezuela para cobrar dívidas.\nEm 1905, oficiais da canhoneira alemã *Panther* desembarcaram, sem\nautorização do Brasil, no litoral de Santa Catarina, a pretexto de\nprender um desertor, provocando grave incidente diplomático devido à\nviolação da soberania brasileira.\n\nA partir da década de 1910, contudo, em pleno auge das tensões\nimperialistas que redundariam na Primeira Guerra Mundial (1914-1918), a\ndifusão das canhoneiras propriamente ditas entrou em declínio. Mas, como\ndemonstrou Cable, o método de mobilizar forças navais limitadas como\ninstrumento de política externa continuou a ser praticado, e até se\ndifundiu, mesmo após 1919.\n\nUso Legítimo da Força\n\nEm fins do século XIX, quando foi proclamada a República no Brasil, a\nprática de mobilizar forças militares para fins políticos era\nindissociável de acirradas disputas imperialistas, que inegavelmente se\nprojetavam também no continente americano. Mais do que amplamente\ndifundida, tal prática era considerada legítima. Mas isso começou a\nmudar, pelo menos em um de seus aspectos, no início do século XX.\n\nAté 1907, um dos principais objetivos de política externa perseguidos\npor potências imperialistas por meio da diplomacia das canhoneiras foi a\ncobrança de dívidas. É possível afirmar que tal método foi mobilizado\ncom cautela pela maior parte dos países credores. Mas a prática de\ncobrar dívidas com o uso de força militar foi aceita e relativamente\ndifundida durante o século XIX, em especial na América Latina. Em 1889,\nportanto, quando foi proclamada a República no Brasil, uma situação de\ninsolvência financeira poderia redundar em ameaça de intervenção armada\ndos países credores em território nacional.\n\nEm 1902, uma dessas intervenções motivou debate internacional de grande\nrepercussão, que redundou em decisão de importância capital nas relações\ninternacionais do período e da posteridade. Em 9 de dezembro daquele\nano, uma esquadra anglo-germânica, com posterior adesão da Itália,\nbloqueou os cinco portos mais importantes da Venezuela e a foz do rio\nOrinoco. Fortes foram bombardeados, e três canhoneiras venezuelanas\nafundadas. O motivo da intervenção tinha a ver com mudanças recentes na\npolítica venezuelana. Em 1899, o general Cipriano Castro subira ao poder\nna Venezuela, e em 1901 se tornara presidente constitucional. Logo\ndepois denunciou que os juros cobrados pelos credores a seu país eram\nextorsivos, e por isso não reconhecia as dívidas pendentes. Diante\ndisso, banqueiros britânicos, alemães e italianos pressionaram seus\ngovernos para, com as rendas da alfândega, executar a dívida pendente.\n\nEsse tipo de intervenção, suas motivações e métodos, eram coerentes com\no que praticavam os Estados Unidos da América. Mas uma intervenção\neuropeia em sua área de influência poderia ser entendida como\nincompatível com a Doutrina Monroe. Nesse episódio, contudo, a\ndiplomacia norte-americana a princípio tolerou a intervenção, e até\nanuiu a ela, mas buscou justificar a coerência dessa postura. Consultado\npelo governo alemão, o secretário de Estado norte-americano, John Hay,\nrespondeu em nome do presidente T. Roosevelt. Afirmou que os Estados\nUnidos da América não se opunham ao uso da força para a cobrança de\ndívidas de países irresponsáveis, desde que a intervenção armada não\nresultasse em conquista de territórios americanos por países de fora do\ncontinente.\n\nNa ótica de “Teddy” Roosevelt, o caudilho Cipriano Castro se enquadrava\nnos casos de irresponsabilidade que tornavam legítima e até necessária a\nintervenção estrangeira com objetivos civilizatórios. Por isso, os EUA\naceitaram a ação das potências europeias, e ofereceram mediação depois\nque ela resultou em bombardeio. Concluiu-se pela suspensão do bloqueio,\nem fevereiro de 1903, com a transferência da decisão sobre a questão\npara o Tribunal de Haia.\n\nAo fim e ao cabo, a intervenção foi um sucesso no curto prazo, se\nconsiderado seu método e o objetivo de cobrar dívida. A Venezuela\nconcordou em submeter a questão à arbitragem internacional, e o Tribunal\nde Haia decidiu favoravelmente aos credores. Mas a decisão final não\napenas ordenou o pagamento das dívidas (e de indenização aos credores)\npela Venezuela em prazo relativamente curto. Como demonstrou Martha\nFinnemore, ela também forneceu a bênção do direito internacional ao uso\nda força para a cobrança de dívidas.\n\nA aparente concertação entre os métodos de europeus e norte-americanos\nfoi, contudo, frontalmente combatida por alguns países\nlatino-americanos. O chanceler argentino Luis Drago, por exemplo,\nretrucou a Roosevelt, sustentando, com base no direito internacional,\nque era ilegítimo o uso da força para a cobrança de dívidas. Drago\nargumentava que o uso da força contra outros Estados só seria legítimo\nem casos de autodefesa, e que os governos não deveriam envidar esforços\nmilitares para proteger os lucros de investimentos arriscados, mas\npotencialmente lucrativos, que seus banqueiros tivessem no exterior, já\nque o risco fazia parte do cálculo dos credores e estava refletido nos\njuros e demais custos dos empréstimos.\n\nMesmo depois da repercussão negativa da ação europeia na América Latina,\ncontudo, o presidente norte-americano mantinha sua crença na\nlegitimidade de intervenções armadas para a cobrança de “dívida\nhonesta”, e sustentava a retórica da necessidade de Estados civilizados\npoliciarem e disciplinarem os “irresponsáveis”. Reagiria, dois anos\ndepois, à intervenção europeia na Venezuela, em coerência com os\nprincípios da política externa norte-americana, mas sem contestar a\nlegitimidade do uso da força, por meio do “corolário Roosevelt” à\nDoutrina Monroe, de 1904.\n\nA postura norte-americana só sofreu mudanças depois da ascensão de Elihu\nRoot à Secretaria de Estado, em julho de 1905, já no segundo mandato de\nRoosevelt. Advogado de formação, Root foi escolhido primeiro presidente\nda Sociedade Americana de Direito Internacional, surgida em 1906. Mesmo\nantes de assumir o posto máximo da Secretaria de Estado dos EUA, Root\nestivera ativamente engajado na campanha pela definição da arbitragem\ncomo método prioritário para resolver ou evitar disputas entre as\nnações.\n\nNa condição de secretário de Estado de uma potência em ascensão quando\nda realização da Conferência de Haia, em 1907, Root vislumbrou a\noportunidade de fortalecer as regras do direito internacional para a\nsolução de controvérsias. Sua prioridade nesse conclave foi fazer passar\num tratado que tornasse o arbitramento compulsório em contenciosos sobre\ncobrança de dívidas, deslegitimando o uso da força como meio de alcançar\nesse objetivo.\n\nPara conseguir alcançar tal façanha, naquele contexto de disputas\nimperialistas, Root precisava convencer os Estados devedores a aceitar o\narbitramento compulsório e, ao mesmo tempo, fazer os Estados credores\nconcordarem em abrir mão da força militar em nome da lei e das regras do\ndireito internacional. Não era tarefa fácil. Mas a delegação\nnorte-americana conseguiu. Em primeiro lugar, obteve da Rússia,\norganizadora do evento, os convites para os países latino-americanos\nparticiparem do conclave. Naquela época, o princípio da igualdade entre\nas nações não estava consolidado no sistema internacional, e\nsimplesmente ninguém tinha pensado nisso antes, do mesmo modo que\nocorrera na 1^a^ Conferência, quando eles não foram convocados.\n\nEm segundo lugar, Root cuidou de evitar que a questão do arbitramento\ncompulsório sobre cobrança de dívidas fosse incluída na pauta da\nconferência, para evitar consolidar prévia contrariedade à proposta.\nTambém evitou polêmica sobre a Doutrina Drago, que já tinha sido\nrepudiada unanimemente pelos credores porque implicaria renunciar à\ncobrança forçada sem outro recurso para fazê-lo. Mas resguardou a\npossibilidade de incluí-la posteriormente, com a anuência dos\npatrocinadores do evento. Desse modo, Root obteve vitórias parciais\nimportantes: melhorou a imagem dos EUA entre as delegações\nlatino-americanas e, ao mesmo tempo, lidou na conferência com delegações\neuropeias que não tinham recebido instruções específicas a respeito do\narbitramento compulsório.\n\nA chancelaria brasileira concordou com a posição dos EUA, como tinha\nfeito no caso da intervenção europeia na Venezuela. Em despacho para\nJoaquim Nabuco citado por Clodoaldo Bueno, o primeiro embaixador do\nBrasil em Washington, Rio Branco, então chanceler brasileiro\n(1902-1912), confirmou que era contra a Doutrina Drago e sua inclusão no\nprograma da Conferência de Haia. Afinal, o Brasil mantinha seus débitos\nem dia, desde o governo de Campos Sales (1898-1902), além de ser credor\ndo Uruguai e do Paraguai.\n\nQuando enfim a proposta foi apresentada na conferência pelos delegados\ndos EUA, britânicos, alemães, franceses, russos e austro-húngaros\nvotaram a favor. Todos os outros europeus que tinham ressalvas à\nproposta se abstiveram. As mais ferrenhas oposições vieram das\ndelegações latino-americanas, em especial do próprio Drago. Mas nem elas\nvotaram contra a resolução, que foi enfim aprovada com o nome de\n“proposta Porter” e o voto favorável do delegado brasileiro, Rui\nBarbosa.\n\nDepois de definido o tratado obtido na Haia, em 1907, de fato os\ncredores europeus pararam de intervir em países devedores para cobrar\ndívidas. Ocioso dizer que as potências imperialistas, os EUA entre elas,\nseguiram mobilizando forças militares para fins políticos em outros\npaíses. Mas nenhuma das intervenções posteriores à conferência teve como\npretexto a cobrança de dívidas, que passou a ser resolvida no Tribunal\nde Haia por meio de arbitramento, com base na convenção de 1907.\n\nLuigi Bonafé\n\n**FONTES:** BUENO, C. *Política*; CABLE, J. *Gunboat*; FINNEMORE, M.\n*Purpose*.\n","ref":"**FONTES:** BUENO, C. *Política*; CABLE, J. *Gunboat*; FINNEMORE, M.\n*Purpose*.\n","dic":"DHBPR"}
