{"title":"DOMINGUES, Mário","cargoss":["dep. fed. PE 1924-1929","const. 1934","dep. fed. PE 1935-1937."],"author":null,"content":"**DOMINGUES, Mário**\n\n**\\***dep. fed. PE 1924-1929; const. 1934; dep. fed. PE 1935-1937.\n\n*Mário Domingues da Silva* nasceu em Amaraji (PE) no dia 17 de janeiro\nde 1885, filho de José Domingues da Silva e de Davina Araújo Domingues\nda Silva. Seu irmão José Domingues da Sila foi interventor em Pernambuco\nem 1946.\n\nEstudou no Colégio Santa Cruz e no Ginásio Pernambucano, na capital do\nestado, antes de ingressar na Faculdade de Direito do Recife, pela qual\nse bacharelou em dezembro de 1907.\n\nIniciou-se na política logo após formar-se, e em 1911 participou da\ncampanha pela eleição do general Emídio Dantas Barreto para o governo de\nPernambuco. Proprietário de engenhos em Amaraji e em Ribeirão (PE),\nelegeu-se duas vezes prefeito de Amaraji, em 1912 e em 1918. Durante sua\npermanência no cargo, promoveu a construção do Paço Municipal, de uma\nponte sobre o rio Amaraji e de diversas estradas de rodagem.\n\nEm 1918, elegeu-se também deputado à Câmara Estadual de Pernambuco,\nreelegendo-se em 1922. Participou da campanha da Reação Republicana,\napoiando a candidatura derrotada de Nilo Peçanha à presidência da\nRepública em 1922, e nesse mesmo ano, na qualidade de presidente da\nCâmara estadual, assumiu interinamente o governo de Pernambuco devido à\nmorte do governador do estado, José Bezerra. Ocupou o cargo por 40 dias,\nnum período crítico para a política local e de ampla repercussão no\nplano nacional: a intervenção do governo federal na sucessão\npernambucana, com uso de forças do Exército, gerou nos meios militares\nintensos protestos, que conduziram à Revolta de 5 de Julho de 1922. Além\ndisso, como deputado estadual, foi secretário geral, primeiro-secretário\ne membro da Comissão de Finanças da Câmara pernambucana.\n\nEleito senador estadual, deixou o Senado pernambucano, do qual era\npresidente, ao ser eleito deputado federal por Pernambuco. Ocupou uma\ncadeira na Câmara dos Deputados a partir de maio de 1924 e foi reeleito\nem 1927, com mandato até dezembro de 1929. Participou da campanha da\nAliança Liberal e em seguida apoiou a Revolução de 1930.\n\nEm maio de 1933, elegeu-se deputado à Assembleia Nacional Constituinte\nna legenda do Partido Social Democrático (PSD) de Pernambuco. Assumiu o\nmandato em novembro do mesmo ano, participou dos trabalhos que\nresultaram na Constituição de 1934, e em outubro desse ano elegeu-se\ndeputado federal por Pernambuco, ainda na legenda do PSD. Constituinte\naté abril de 1935, no mês seguinte passou a deputado federal. Nesse\nperíodo, integrou o grupo dissidente, liderado pelo então ministro do\nTrabalho, Agamenon Magalhães, que se opunha ao interventor – e depois\ngovernador – pernambucano Carlos de Lima Cavalcanti. Perdeu seu mandato\ncom o advento do Estado Novo (10/11/1937), que suprimiu todos os órgãos\nlegislativos do país.\n\nMorreu em Recife no dia 20 de julho de 1943.\n\nEra casado com Inês Lima Domingues da Silva.\n\n**FONTES:** Boletim Min. Trab. (5/1936); CÂM. DEP. *Deputados*; Câm.\nDep. seus componentes; Diário do Congresso Nacional; ENTREV. BIOG.;\nGODINHO, V. *Constituintes*; SILVA, H. *1889*.\n","ref":"**FONTES:** Boletim Min. Trab. (5/1936); CÂM. DEP. *Deputados*; Câm.\nDep. seus componentes; Diário do Congresso Nacional; ENTREV. BIOG.;\nGODINHO, V. *Constituintes*; SILVA, H. *1889*.\n","dic":"DHBPR"}