{"title":"DORNELLES, Argemiro","cargoss":["militar","rev. 1930","const. 1934."],"author":null,"content":"**DORNELLES, Argemiro**\n\n\\*militar; rev. 1930; const. 1934.\n\n*Argemiro Dornelles* nasceu em Encruzilhada (RS) no dia 3 de janeiro de\n1887.\n\nSentou praça em abril de 1903 e cursou a Escola Tática e de Tiro de Rio\nPardo (RS). Aspirante a oficial em janeiro de 1909, foi classificado no\nRegimento de Infantaria de Porto Alegre e ali permaneceu até 1911. Em\nnovembro desse ano foi promovido a segundo-tenente.\n\nDe 1912 a 1913 serviu no 16^o^ Grupo de Artilharia a Cavalo, ainda em\nPorto Alegre, transferindo-se em seguida para o 3^o^ Regimento de\nArtilharia Montada, em Cruz Alta (RS), no qual permaneceu até 1915.\nAinda em 1915 serviu sucessivamente no 4^o^ Regimento de Artilharia\nMontada e no 8^o^ Grupo de Obuses, ambos em São Gabriel (RS). De volta\nao 4^o^ Regimento de Artilharia Montada em 1916, em novembro desse ano\nfoi promovido a primeiro-tenente. Deixou a unidade em 1918, sendo\ntransferido para o 5^o^ Grupo de Obuses. No ano seguinte foi incorporado\nao 2^o^ Grupo de Obuses, sediado em Jundiaí (SP), e em setembro alcançou\na patente de capitão. Transferiu-se para o Rio de Janeiro, então\nDistrito Federal, em 1921, ingressando na Escola de Aperfeiçoamento de\nOficiais do Exército.\n\nDe volta à tropa e ao Rio Grande do Sul em 1922, foi classificado no\n3^o^ Regimento de Artilharia Pesada e, no ano seguinte, durante a\nRevolução Gaúcha de 1923, serviu na 2^a^ Divisão de Cavalaria e no 13^o^\nRegimento de Cavalaria. Ainda em 1923, passou a integrar o 3^o^ Grupo\nIndependente de Artilharia Pesada, no qual permaneceu até 1930. Nesse\nperíodo, combateu a Coluna Relâmpago, movimento sedicioso deflagrado no\nRio Grande do Sul em novembro de 1926 sob o comando dos irmãos Alcides e\nNélson Etchegoyen, tenentes do Exército.\n\nPromovido a major por antiguidade em maio de 1930, integrou o\nestado-maior das forças militares envolvidas no movimento revolucionário\nde outubro do mesmo ano. Classificado no 1^o^ Regimento de Artilharia\nMontada, no Distrito Federal, ainda em 1930 foi nomeado diretor do\nArsenal de Guerra de Porto Alegre. Tenente-coronel em outubro de 1931,\nno ano seguinte combateu a Revolução Constitucionalista de São Paulo.\n\nEm fevereiro de 1933 foi promovido a coronel por merecimento e em maio\nelegeu-se deputado pelo Rio Grande do Sul à Assembleia Nacional\nConstituinte, na legenda do Partido Republicano Liberal (PRL). Tomou\nposse em novembro e participou dos trabalhos constituintes até o dia 12\nde março de 1934, quando renunciou ao mandato. Em seguida, no pleito de\noutubro do mesmo ano, elegeu-se deputado à Assembleia Constituinte do\nRio Grande do Sul. Assumiu o mandato em abril de 1935 e foi eleito\nprimeiro-vice-presidente da Assembleia. Ainda em 1935, promulgada a\nConstituição gaúcha, retornou à direção do Arsenal de Guerra de Porto\nAlegre.\n\nDe 1936 a 1937, serviu no estado-maior da 3^a^ Divisão de Infantaria,\nsediada no Rio Grande do Sul. Transferido ainda em 1937 para o\nquartel-general da 9^a^ Região Militar, em Campo Grande – hoje capital\nde Mato Grosso do Sul –, tornou a servir na direção do Arsenal de Guerra\nde Porto Alegre de 1938 a 1940. Após servir na Diretoria de Material\nBélico do Exército, no Rio de Janeiro, entre 1940 e 1941, retornou à\ndireção do Arsenal de Guerra de Porto Alegre, na qual permaneceu até\npassar para a reserva, em abril de 1942, com a patente de general de\nbrigada.\n\nFaleceu no Rio Grande do Sul em 1945.\n\nEra casado com Edília Lopes de Almeida Dornelles, com quem teve seis\nfilhos.\n\n**FONTES:**ARQ. GETÚLIO VARGAS; ASSEMB. NAC. CONST. 1934. *Anais* (1);\nCÂM. DEP. *Deputados*; INF. Nízia Leivas Otero; LAGO, L. *Generais*;\nMIN. GUERRA. *Almanaque*; SILVA, H. *1935*; SILVA, R. *Notas*.\n","ref":"**FONTES:**ARQ. GETÚLIO VARGAS; ASSEMB. NAC. CONST. 1934. *Anais* (1);\nCÂM. DEP. *Deputados*; INF. Nízia Leivas Otero; LAGO, L. *Generais*;\nMIN. GUERRA. *Almanaque*; SILVA, H. *1935*; SILVA, R. *Notas*.\n","dic":"DHBPR"}