{"title":"DOUTRINA DRAGO","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**DOUTRINA DRAGO**\n\nNo dia 29 de dezembro de 1902, o ministro das Relações Exteriores e\nCulto da Argentina, Luis María Drago, enviou ao representante de seu\npaís nos Estados Unidos, Martin Garcia Merou, um texto de cujo teor se\nextraía o posicionamento de Buenos Aires em relação à desinteligência\nentre Venezuela, de um lado, e Grã-Bretanha, Alemanha e Itália, de\noutro. O texto, que deveria ser encaminhado ao Departamento de Estado,\nse tornaria conhecido como a Doutrina Drago.\n\nOrigens, Princípios e Aplicação\n\nO desentendimento entre a Venezuela e os três países europeus\noriginou-se do descumprimento por parte de Caracas do pagamento de sua\ndívida externa. A resposta da Alemanha e da Grã-Bretanha – e\nposteriormente da Itália – foi estabelecer um bloqueio naval à\nVenezuela. Diferentemente do que ocorreu em outros países, a repercussão\ndo bloqueio naval na imprensa da Argentina foi significativa. Durante\nvários dias, os jornais dedicaram-lhe bastante espaço.\n\nDe início, a chancelaria argentina cogitou a possibilidade de que a nota\npor ela preparada pudesse ser conjunta com o Brasil e com o Chile. No\nentanto, isso foi posto de lado, porque a própria Casa Rosada ponderou\nque sua iniciativa poderia ser interpretada como uma forma de\npreponderância regional. Além do mais, seria possível que o Brasil não\napoiasse a iniciativa, por pagar sempre em dia os seus débitos.\n\nEm sua exposição, Drago pontificava sobre os aspectos em função dos\nquais a ação dos países europeus seria imoral e também ilegal, à vista\nda Doutrina Monroe, estabelecida em 1823 pelos Estados Unidos. Tomando-a\ncomo ponto de partida, Drago ponderava que a ausência de pagamento dos\nserviços da dívida externa por países latino-americanos não podia\nensejar punição militar nem ocupação territorial por potências\neuropeias. Basicamente, essa síntese se tornaria o enunciado da\ndoutrina. O próprio Drago acreditou anos depois, em um momento em que os\nEstados Unidos também já se haviam tornado uma potência imperialista,\nque a doutrina que recebeu seu nome seria o corolário financeiro da\nDoutrina Monroe.\n\nÀ primeira vista, a Doutrina Drago pode ser vista como uma reação\nideológica à movimentação neocolonial ou imperialista da Europa no\ncontinente americano. O temor de uma nova tentativa de conquista\nterritorial à força, ou de toda sorte de intervenção por parte de\npotências europeias, gerou a necessidade de reiterar a soberania da\nregião. Saliente-se que a hostilidade entre a Venezuela e os países\neuropeus era mais antiga. Em 1895, Caracas e Londres haviam entrado em\ndisputa por razões lindeiras que remontavam a várias décadas. Em 1840, a\nGrã-Bretanha propusera à Venezuela a demarcação definitiva da fronteira\nde uma de suas colônias, a Guiana Inglesa. A proposta foi conhecida como\nlinha Schomburgk, nome do diplomata britânico lotado na época no país. O\nterritório em litígio tinha tanto valor estratégico – a foz do rio\nOrinoco – como econômico – a descoberta de ouro na região. Sem chegar a\num acordo ao longo de anos, a Venezuela terminaria por romper relações\ncom a Grã-Bretanha em 1887. Nesse ínterim, por diversas vezes, o país\nhavia solicitado o apoio dos Estados Unidos, invocando de maneira\ninfrutífera Doutrina Monroe.\n\nEm 1895, no entanto, a sorte da Venezuela se alterou, ao contratar um\nex-diplomata americano que havia servido durante alguns anos em Caracas.\nVinculado ao Partido Republicano, o ex-diplomata conseguiu mobilizar o\napoio de parlamentares do partido para que a disputa fosse resolvida por\nmeio do arbitramento, de forma que não houvesse a violação do conteúdo\nda Doutrina Monroe. A mobilização chegou à Casa Branca. De lá, o\npresidente Grover Cleveland, conquanto democrata, sensibilizou-se com a\nquestão e contatou a Grã-Bretanha, com o objetivo de verificar se ela\naceitaria o encaminhamento da pendência pelo arbitramento. A\nGrã-Bretanha demorou a responder, o que levou o governo americano a\nenviar uma expedição à região para verificar a questão. Em outubro de\n1899, a comissão posicionou-se favoravelmente à linha demarcatória\ninvocada pelos britânicos. Ainda assim, a iniciativa de Washington teve\nrepercussão favorável no continente.\n\nNo entanto, constata-se que o posicionamento norte-americano já tinha\nraízes mais longínquas. Até 1866, os Estados Unidos aceitavam o emprego\nda força por potências europeias no continente americano, desde que não\nimplicasse incorporações territoriais ou alteração do regime político,\nisto é, a passagem de república para monarquia, como havia sido o caso\ndo México em 1864, com a subida ao trono de um príncipe da família\nHabsburgo. Washington recusou-se a reconhecer o governo monarquista\nmexicano, implementado com o apoio da França de Napoleão III, mas não\npôde ir além disso, em função de sua guerra civil. Outro aspecto a\nchamar a atenção naquele período foi o crescente poderio naval das\npotências europeias, que lhes permitia exercer a sua política\nneocolonial/imperialista com crescente desembaraço na África, Ásia e\nAmérica Latina. O entrelaçamento dos dois aspectos por parte da Europa –\no direito de intervenção e o desenvolvimento de uma marinha de guerra –\nalterou progressivamente a política externa norte-americana para a\nAmérica Latina, com nova valorização da Doutrina Monroe.\n\nO efeito mais importante dessa mudança refletiu-se na organização e\npatrocínio das Conferências Pan-Americanas a partir de 1889. No ano\nseguinte, a publicação de *The Influence of Sea Power Upon History:\n1660-1783* pelo então capitão de mar e guerra Alfred Thayer Mahan\nreforçaria a necessidade de modificação da atuação norte-americana na\nregião. Assim, haveria o imperativo de o país desenvolver seu poderio\nnaval, cujo impacto se manifestaria favoravelmente pela primeira vez na\nGuerra Hispano-Americana, em 1898. Dessa forma, após a virada do século,\nos Estados Unidos sentiram-se desenvoltos para atuar na América Latina,\nsob a invocação da Doutrina Monroe.\n\nA nova crise entre a Venezuela e países europeus, em 1902, não havia\ndecorrido de uma questão lindeira, e sim de uma questão financeira. O\npresidente Cipriano Castro, que estava no poder desde maio de 1899\ngraças a um golpe de Estado, estava à testa de um governo considerado\nineficiente e corrupto. Desde 1901, ao não receber o pagamento de um\nempréstimo efetivado ao país, a Alemanha havia proposto a mediação,\nrejeitada de pronto pela Venezuela. Em dezembro daquele mesmo ano,\nBerlim comunicou a Caracas sua intenção de bloquear navalmente o país.\nCaso o pagamento não fosse materializado, as alfândegas seriam ocupadas\naté o encerramento da dívida. Logo depois, a Grã-Bretanha aderiria ao\nposicionamento da Alemanha.\n\nEm 8 de dezembro de 1902 os dois países romperam relações com a\nVenezuela e no dia seguinte comunicaram o envio de navios de guerra para\no estabelecimento do bloqueio. Duas canhoneiras venezuelanas seriam\nafundadas por um cruzador alemão. Diante das circunstâncias, o\nDepartamento de Estado contatou o representante germânico no país e\npropôs a arbitragem. Em janeiro do ano seguinte, a Itália juntou-se à\nAlemanha e à Grã-Bretanha e a crise recrudesceu. Em fevereiro, porém, a\nVenezuela aceitou a arbitragem. A frota europeia retirou-se do litoral\nvenezuelano em 17 de fevereiro de 1903, encerrando dessa forma o\nbloqueio. Um navio norte-americano permaneceu na costa do país até o\nfinal de abril.\n\nDestaque-se que credores de outras nacionalidades como norte-americanos,\nmexicanos, espanhóis, franceses, holandeses, suecos, entre outros,\nhaviam reclamado da postura da Venezuela quanto ao pagamento de suas\ndívidas. Contudo, em fevereiro de 1904, a Corte Permanente de Arbitragem\nde Haia tratou apenas do pleito dos países bloqueadores e decidiu em seu\nfavor.\n\nEmbora a Doutrina Drago não tenha, a princípio, contribuído para a\nsolução da crise, ela foi um importante sinal de reconhecimento da\nalteração do poder na política internacional. A Argentina não se dirigiu\nà Grã-Bretanha – líder do sistema internacional – para promover o\nencaminhamento da questão, mas à potência emergente, os Estados Unidos.\nDe todo modo, sua doutrina foi original em seu teor, ao aprimorar, de\ncerta maneira, o conteúdo da Doutrina Monroe a partir de uma perspectiva\nregional.\n\nEm agosto de 1906, o teor da Doutrina Drago foi bastante debatido na\nConferência Pan-Americana realizada no Rio de Janeiro. Nela,\ndeliberou-se que o assunto deveria ser debatido em Haia, de forma que se\nproporcionassem os meios para que os desentendimentos acerca de dívidas\nentre países fossem resolvidos do modo menos violento possível.\n\nEm 1907, Drago foi um dos quatro delegados argentinos que compareceram à\nII Conferência de Paz, em Haia. Nela, a delegação norte-americana propôs\nsua incorporação ao ordenamento internacional, mas de maneira\nmodificada, ao instituir que a utilização de força poderia ser feita,\ndesde que o país devedor se recusasse a submeter-se à arbitragem, ou,\nsendo esta aceita, tumultuasse as negociações, ou, por último, não\naceitasse cumprir a decisão. Além do mais, a proposta estadunidense não\nse referia à dívida pública, mas a débitos de maneira geral. Com\npequenas adaptações, ela seria aprovada em 27 de julho de 1907 e, desse\nmodo, incorporada ao direito internacional.\n\nVirgílio Arraes\n\n**FONTES:** DRAGO, L. *Grounds* (v.4, p.988-1.000); DRAGO, L.; NETTLES,\nH. *Drago* (v.8, p.204-223); ROOT, E. *Real* (v.8, p.427-442); SHEPERD,\nW. *Monroe* (v.39, p.35-66); SICHES, L. *Pensamiento* (v.6, p.85-121).\n","ref":"**FONTES:** DRAGO, L. *Grounds* (v.4, p.988-1.000); DRAGO, L.; NETTLES,\nH. *Drago* (v.8, p.204-223); ROOT, E. *Real* (v.8, p.427-442); SHEPERD,\nW. *Monroe* (v.39, p.35-66); SICHES, L. *Pensamiento* (v.6, p.85-121).\n","dic":"DHBPR"}
