{"title":"DÓRIA, José Rodrigues da Costa","cargoss":["Deputado federal","Governador de estado ou do Distrito Federal","Deputado federal","Constituinte"],"cargos_esp":[0,0,0,0],"datas_ini":[1897,1908,1918,1934],"datas_fim":[1908,1911,1920,1934],"estados":["SE","SE","SE",0],"autor":[0],"content":"**DÓRIA, José Rodrigues da Costa**\n\n\\*dep. fed. SE 1897-1908; gov. SE 1908-1911; dep. fed. SE 1918-1920;\nconst. 1934.\n\n*José Rodrigues da Costa Dória* nasceu em Propriá (SE) no dia 25 de\njunho de 1859, filho de Gustavo Rodrigues da Costa Dória e de Maria\nSoledade Costa Dória.\n\nFez seus primeiros estudos no Ateneu Sergipense, em Aracaju, e mais\ntarde ingressou na Faculdade de Medicina da Bahia, em Salvador,\ndiplomando-se em 1882. Exerceu a medicina em Laranjeiras (SE) até 1885,\nquando retornou à faculdade pela qual se formara para ocupar o cargo de\nprofessor adjunto de medicina legal e toxicologia, disciplina da qual\nchegaria a ser catedrático. Nomeado em 1888 professor da cadeira de\npatologia médica, assumiu em 1892 a cátedra de botânica e zoologia na\nmesma faculdade. Com a organização, nessa época, da Faculdade Livre de\nDireito da Bahia, tornou-se também professor de medicina legal dessa\ninstituição. Foi eleito conselheiro municipal de Salvador em 1896, e\nparticipou do Conselho Sanitário Superior da Bahia.\n\nEm 1897 elegeu-se deputado federal por Sergipe na legenda do Partido\nRepublicano Conservador, reelegendo-se em 1900, 1903 e 1906. Em julho de\n1908 venceu, sem competidores, o pleito para a presidência do estado de\nSergipe, sucedendo a Guilherme Campos. Tomou posse em outubro do mesmo\nano, permanecendo no cargo até outubro de 1911, quando foi substituído\npor José de Siqueira Meneses.\n\nEleito pela oposição, em 1918 voltou a ocupar uma cadeira de deputado\nfederal por seu estado. Quando das eleições presidenciais realizadas em\nabril de 1919 devido à morte de Francisco de Paula Rodrigues Alves,\neleito em outubro do ano anterior, figurou como um dos signatários de\nmanifesto dirigido “aos nossos amigos eleitores sergipanos”, que\nrecomendava o nome de Rui Barbosa. Essa candidatura se opunha à de\nEpitácio Pessoa, que, apoiado em forças políticas regionais, venceu as\neleições. Em junho de 1920 terminou seu mandato na Câmara.\n\nDepois da Revolução de 1930, em maio de 1933 elegeu-se deputado por\nSergipe à Assembleia Nacional Constituinte na legenda Liberdade e\nCivismo. Assumiu a cadeira em 15 de novembro do mesmo ano e participou\ndos trabalhos de elaboração da nova Carta Constitucional. Seu mandato\nencerrou-se em abril de 1935.\n\nFoi sócio-honorário do Instituto Histórico e Geográfico de Sergipe,\nsócio-efetivo do Instituto Histórico e Geográfico da Bahia e\nsócio-correspondente da Academia Nacional de Medicina do Rio de Janeiro.\n\nFaleceu em Salvador no dia 14 de fevereiro de 1938.\n\nPublicou, além de discursos e artigos na imprensa: *Das febres\nintermitentes complicadas do elemento tífico* (1882)*, Afinidades\npatológicas entre o reumatismo, a gota e o diabetes* (1888).\n\n**FONTES:**ABRANCHES, J. *Governos*; BITTENCOURT, L. *Homens* 1; BLAKE,\nA. *Diccionario*; CÂM. DEP. *Deputados*; GODINHO, V. *Constituintes*;\n*Grande encic. Delta*; GUARANÁ, M. *Dic*.; WYNNE, J. *História*.\n","ref":"**FONTES:**ABRANCHES, J. *Governos*; BITTENCOURT, L. *Homens* 1; BLAKE,\nA. *Diccionario*; CÂM. DEP. *Deputados*; GODINHO, V. *Constituintes*;\n*Grande encic. Delta*; GUARANÁ, M. *Dic*.; WYNNE, J. *História*.\n","dic":"DHBPR"}
