{"title":"DRUMOND, Francisco","cargoss":["dep. fed. BA 1909-1911."],"author":null,"content":"**DRUMOND, Francisco**\n\n\\*dep. fed. BA 1909-1911.\n\n*Francisco Luis da Costa Drumond* nasceu em Salvador no dia 2 de maio de\n1870, filho de José Ricardo da Costa Drumond e de Maria José Corte\nImperial.\n\nConcluiu os estudos de humanidades em Salvador, onde também fez os\npreparatórios no Liceu Provincial da Bahia, e ingressou na Faculdade de\nDireito do Recife, pela qual se diplomou em 1892. Foi promotor público\nna comarca de Caruaru (PE), organizador e diretor da Biblioteca\nMunicipal da Salvador, secretário da Intendência de Salvador, juiz\npreparador da comarca de Porto Seguro e delegado regional da zona sul do\nestado da Bahia.\n\nIniciou a carreira política elegendo-se deputado à Assembleia\nLegislativa da Bahia para a legislatura 1897-1898, na vaga surgida com a\nrenúncia de Manuel Adalberto de Oliveira Guimarães, que foi eleito\ndeputado federal. Obteve sucesso eleitoral incomum, ao reeleger-se\nsucessivamente para mais três legislaturas, sempre concorrendo pelo 1^o^\ndistrito, a capital. Alçou voo mais alto ao eleger-se para a Câmara dos\nDeputados, no Rio de Janeiro, então capital da República, para a\nlegislatura 1909-1911.\n\nCorreligionário de J. J. Seabra, além de fiel admirador, era membro do\nPartido Republicano Democrata da Bahia (PRD). Estava no exercício do\ncargo de diretor da Biblioteca Pública do Estado, para o qual havia sido\nnomeado pelo próprio Seabra, quando se deu a ascensão do grupo político\nliderado pelos irmãos Francisco, Antônio e Miguel Calmon, em 1924, e a\nconsequente derrocada do grupo seabrista. Foi então exonerado pelo novo\ngovernador, Francisco Marques de Góis Calmon (1924-1928).\n\nFaleceu em Salvador no dia 6 de maio de 1924.\n\nCasou-se com Josefina Montenegro Drumond, irmã de Tomás Garcez Paranhos\nMontenegro, que foi deputado provincial, deputado federal (1894-1896,\n1909-1911 e 1918-1920) e desembargador do Tribunal de Justiça da Bahia.\nDo casamento teve quatro filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos* (v.2, p.214); BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário de Notícias* (6/5/1924).A morte de\num velho político; *Democrata* (8/5/1924). Dr. Francisco Drumond; MELLO,\nA*. Cartilha*; SAMPAIO, C. *Partidos*; SANTOS, M. *Sinopse*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (v.2, p.214); BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário de Notícias* (6/5/1924).A morte de\num velho político; *Democrata* (8/5/1924). Dr. Francisco Drumond; MELLO,\nA*. Cartilha*; SAMPAIO, C. *Partidos*; SANTOS, M. *Sinopse*.\n","dic":"DHBPR"}