{"title":"ALMEIDA, Magalhães de","cargoss":["militar","dep. fed. MA 1921-1925","sen. MA 1925-1926","pres. MA1926-1930"],"author":null,"content":"**ALMEIDA, Magalhães de**\n\n\\* militar; dep. fed. MA 1921-1925;sen. MA 1925-1926; pres. MA1926-1930;\nsen. MA 1930; const. 1934;dep. fed. MA 1935-1937.\n\n*José Maria Magalhães de Almeida* nasceu em Codó(MA) no dia 28 de julho\nde 1883,filho de Henrique Guilhon de Almeida ede Zulina Magalhães de\nAlmeida.\n\nFez os primeiros estudos nos colégiosCoqueiro e Machado e depois no\nLiceuMaranhense, em São Luís, ingressando naEscola Naval, no Rio de\nJaneiro, em1899. Foi promovido a guarda-marinha aoconcluir o curso, em\n1903, e asegundo-tenente no ano seguinte. Permaneceu pormais de cinco\nanos na Europa, acompanhandoa construção de navios para a\nArmadabrasileira, e participou também de missõesao Chile, à Argentina e\nao Uruguai.Em 1910 foi promovido a primeiro-tenente.Durante a Primeira\nGuerra Mundial, serviusob as ordens do comandante em chefeda Esquadra\nnorte-americana. Em setembro de1917 foi promovido a capitão-tenente e,no\nano seguinte, atuou como adido navaljunto à legação brasileira na\nItália.\n\nEm 1921 elegeu-se deputado federalpelo Maranhão na legenda do Partido\nRepublicanode seu estado. Dois anos depois representouo governo\nmaranhense no ato de assinaturado contrato de operação de crédito\nefetuadonos Estados Unidos pelo presidente estadualGodofredo Mendes\nViana com a Ulen &Co. Reeleito deputado federal em 1924,deixou a Câmara\nno ano seguinte paraocupar uma cadeira no Senado. Acusadopelo deputado\nfederal Marcelino Machado deenvolvimento com um contrato considerado\nirregular,respondeu às acusações no Senado Federaldefendendo o contrato\ncomo importante instrumentodestinado a melhorar os serviços de SãoLuís.\n\nAinda em 1925 foi eleito presidentedo Maranhão, na sucessão de Mendes\nViana.Licenciando-se do Senado, assumiu o governomaranhense em 1^o^ de\nmarço de1926. Nesse mesmo ano, o governo doMaranhão contraiu novo\nempréstimo junto àUlen & Co., visando a ampliar osserviços de água,\nesgoto, luz e transportesda capital, e encarregou a companhia\nnorte-americanada administração desses serviços em nomedo estado. Em\n1928, outro empréstimo foicontraído nos Estados Unidos junto à\nmesmaempresa, a fim de saldar as dívidasda operação financeira realizada\nem 1923.\n\nDurante o quadriênio, o sistemade ensino revelou considerável progresso\nemtodo o estado, principalmente no setorprimário, que recebeu atenção\nprioritária. Foramcriadas 101 novas escolas e tomadas diversasmedidas\nvisando a facilitar a expansãoda rede de ensino. A principal foia\nreforma da instrução pública primáriarealizada em 1927. Também nesse ano\nfoipublicada a Lei de Organização Judiciária,que concedeu maior\nautonomia ao PoderJudiciário e outorgou garantias aos magistrados.Pela\nmesma lei, o Superior Tribunal deJustiça do estado passou a nomear\nseusecretário e a conceder licença a seupresidente, o que antes era\natribuiçãoexclusiva do Poder Executivo. Finalmente, foramabertas novas\nestradas, foi melhorado oserviço de saneamento rural, e foram\nrestauradosdiversos prédios de importância histórica emSão Luís.\n\nEm 1^o^ de março de1930, ao encerrar seu mandato e transferira\npresidência do Maranhão a José PiresSexto, reassumiu sua cadeira no\nSenado.Encontrando-se no Rio de Janeiro quandoda eclosão da Revolução de\noutubro de1930, ofereceu-se ao presidente Washington Luíspara retornar à\ncapital maranhense, entãoem poder dos revoltosos, e retomá-la.Embarcando\nna Bahia a bordo do vapor*Pará,* armado com canhões, dirigiu-se a\nSãoLuís com o propósito de bombardear acidade, para, em seguida, tomá-la\nde assalto.Ao ser informada de seus planos, ajunta governativa que\nassumira o governodo estado telegrafou ao *Pará* advertindo quevários\npolíticos amigos de Magalhães deAlmeida, além de membros de sua\nfamília,se encontravam na capital. O ex-presidentedo estado desistiu\nentão do ataque eseguiu rumo a Belém, onde foi presoe removido para o\nMaranhão no dia2 de novembro.\n\nDe volta à ativa na Marinha,Magalhães de Almeida – que desde novembrode\n1928 fora promovido a capitão decorveta – tornou-se comandante do\ncontratorpedeiro*Paraná* em 1932. No ano seguinte foi promovidoa capitão\nde fragata.\n\nAinda em 1933, elegeu-se deputadoà Assembleia Nacional Constituinte na\nlegendada União Republicana Maranhense. Depois departicipar dos\ntrabalhos de elaboração danova Constituição passou a exercer o\nmandatoordinário, e em outubro de 1934 foireeleito deputado federal na\nmesma legenda,iniciando o novo mandato em maio de1935. Em 1937, já\nligado ao PartidoSocial Democrático (PSD) do Maranhão, foidelegado do\npartido à convenção que lançoua candidatura de José Américo de Almeidaà\npresidência da República, oficiosamente apoiadapelo governo. Em agosto\ndo mesmo ano,passou para a reserva da Marinha. Permaneceuna Câmara até\n10 de novembro, quando,com a implantação do Estado Novo, foramabolidos\ntodos os órgãos legislativos dopaís.\n\nFaleceu no Rio de Janeiro nodia 4 de outubro de 1945.\n\nEra casado com Virgínia AraújoMagalhães de Almeida.\n\n**FONTES:** ARQ. GETÚLIO VARGAS; ASSEMB.NAC. CONST. *Anais* (1934);\n*Boletim Min. Trab.* (5/36);CÂM. DEP. *Deputados brasileiros*; CÂM. DEP.\n*Relação dos deputados*; *Câm. Dep. seus componentes*; *Diário de\nNotícias* (26/5/1937);FERNANDES, H. *Administrações*; GODINHO, V.\n*Constituintes*;*Ilustração brasileira* (11/1922); *Jornal* (23/3/1933,\n5 e6/10/1945); *Jornal do Brasil* (5 e 6/10/1945); *Jornal do Comércio*\n(5/10/1945); SERV. DOC. GER. MARINHA;*Tarde* (25/2/1923).\n","ref":"**FONTES:** ARQ. GETÚLIO VARGAS; ASSEMB.NAC. CONST. *Anais* (1934);\n*Boletim Min. Trab.* (5/36);CÂM. DEP. *Deputados brasileiros*; CÂM. DEP.\n*Relação dos deputados*; *Câm. Dep. seus componentes*; *Diário de\nNotícias* (26/5/1937);FERNANDES, H. *Administrações*; GODINHO, V.\n*Constituintes*;*Ilustração brasileira* (11/1922); *Jornal* (23/3/1933,\n5 e6/10/1945); *Jornal do Brasil* (5 e 6/10/1945); *Jornal do Comércio*\n(5/10/1945); SERV. DOC. GER. MARINHA;*Tarde* (25/2/1923).\n","dic":"DHBPR"}