{"title":"DUARTE, Francisco de Paula Belfort","cargoss":["dep. geral MA 1867-1870","junta gov. MA 1889."],"author":"Alan Carneiro/Raimundo Helio Lopes","content":"**DUARTE, Francisco de Paula Belfort**\n\n\\*dep. geral MA 1867-1870; junta gov. MA 1889.\n\n*Francisco de Paula Belfort Duarte* iniciou sua vida política ainda no\nImpério como deputado geral pela província do Maranhão entre 1867 e\n1870.\n\nDefensor da causa republicana, após a proclamação da República pelo\nmarechal Deodoro da Fonseca em 15 de novembro de 1889, integrou a\nprimeira junta governativa do Maranhão, que assumiu o poder em 18 de\nnovembro. A junta era presidida pelo tenente-coronel João Luís Tavares e\nintegrada ainda pelo capitão-tenente Cândido Floriano da Costa Barreto,\npelo tenente Augusto Frutuoso Monteiro da Silva, pelo capitão João\nLourenço da Silva Milanez, pelo tenente-coronel Francisco Xavier de\nCarvalho e pelo civil José Francisco de Viveiros. Foi substituída em 17\nde dezembro seguinte pelo presidente nomeado Pedro Augusto Tavares\nJúnior, que, em uma de suas primeiras medidas, dissolveu a Câmara\nMunicipal de São Luís e, em seu lugar, criou a Junta Municipal para\ngerir negócios e interesses do município. Francisco de Paula Belfort\nDuarte presidiu a nova junta, composta também por Augusto Olímpio Gomes\nde Castro, José da Silva Maia, Manuel Bernardino da Costa Rodrigues e\nJoaquim de Sousa Andrade. Depois disso, mudou-se para o Rio de Janeiro,\nentão Distrito Federal, onde ocupou o cargo de redator de debates do\nSenado Federal.\n\nNo campo jornalístico, colaborou com os periódicos *A Tribuna* e *O\nLiberal* e dirigiu *O Publicador Maranhense* e *O Globo*.\n\nAlan Carneiro/Raimundo Helio Lopes\n\n**FONTES:** Culturatura. Disponível em:\n\\<www.culturatura.com.br/estados/ma/governos.htm\\>. Acesso em:\n3/10/2008; MARQUES, C. *Dicionário.*\n","ref":"**FONTES:** Culturatura. Disponível em:\n\\<www.culturatura.com.br/estados/ma/governos.htm\\>. Acesso em:\n3/10/2008; MARQUES, C. *Dicionário.*\n","dic":"DHBPR"}