{"title":"DUMONT, Santos","cargoss":["inventor, cientista, aeronauta."],"author":null,"content":"**DUMONT, Santos**\n\n\\*inventor, cientista, aeronauta.\n\n*Alberto Santos Dumont* nasceu no sítio de Cabangu, localizado próximo à\ncidade de Palmira, hoje Santos Dumont (MG), no dia 20 de julho de 1873,\nsexto filho do casal Henrique Dumont e Francisca de Paula Santos Dumont,\nele descendente de franceses, formado pela École Centrale des Arts et\nManufactures, e ela, filha do comendador Paula Santos.\n\nApós um breve período em Casal, município de Valença (RJ), Henrique\nDumont adquiriu em 1879 a fazenda de Arindeúva, que recebeu o nome de\nfazenda Dumont, próximo à cidade de Ribeirão Preto (SP), e passou a se\ndedicar à cafeicultura. Abandonando a mão de obra escrava e contratando\ncolonos imigrantes italianos, preocupou-se em mecanizar o processo de\ntratamento e transporte dos grãos. Aí o menino Alberto aprendeu a ler\ncom sua irmã Virgínia. De 1883 a 1885 estudou no Colégio Culto à\nCiência, em Campinas (SP), e posteriormente em dois colégios da capital\npaulista: o Instituto Kopke e o Colégio Morton. Chegou a se matricular\nna Escola de Minas de Ouro Preto (MG), mas não a cursou. Manifestava\nparticular interesse pelos processos de mecanização da agricultura e\ntinha um conhecimento profundo do funcionamento das diversas máquinas.\nNa década de 1880 já conduzia as locomotivas *Baldwin*, que faziam o\npercurso de cerca de 30 km do ramal Dumont e eram utilizadas para o\ntransporte dos grãos. Em 1888 viu a ascensão de um balão esférico em São\nPaulo.\n\nEm 1891, Henrique Dumont sofreu um acidente de graves consequências.\nHemiplégico, decidiu vender a fazenda por 12 mil contos para a Companhia\nMelhoramentos – no ano seguinte a fazenda seria vendida para um grupo\ninglês e passaria a se chamar Dumont Coffee Company. Distribuiu dois\nterços do dinheiro da venda entre os filhos e, para obter um tratamento\nmais adequado, viajou para Paris em abril, levando o filho Alberto.\nAntes de retornarem em novembro, o jovem Santos Dumont viu pela primeira\nvez nessa viagem um motor a explosão. Em 12 de fevereiro de 1892 foi\nemancipado pelo pai e em maio seguiu para Paris a fim de completar os\nestudos. O pai, que o acompanhava, teve que voltar para o Brasil antes\nde chegar à França e faleceu no Rio de Janeiro no dia 30 de agosto.\n\nNos Céus de Paris\n\nEm Paris, seguindo a orientação do pai, Santos Dumont estudou física,\nquímica, mecânica e eletricidade com um preceptor de origem espanhola, o\nprofessor Garcia. Em dezembro chegou ao Rio de Janeiro, mas já em\njaneiro do ano seguinte retornou a Paris. No período de 1892 a 1896\naprendeu com o professor Garcia e chegou a estudar por um breve período\nna Universidade de Bristol, na Inglaterra. Durante esse tempo de\nformação interessou-se pelos automóveis, novidade na época, e tentou\nrealizar um voo em balão, sem, contudo, concretizar seu desejo. Em 1897\nvisitou o Brasil por breve período e, quando de seu retorno a Paris,\ninventou um motor a explosão de cilindros superpostos de 3,5 CV a partir\nde um motor Dion-Bouton, que seria útil em seus trabalhos futuros no\ncampo da aeronáutica.\n\nAinda em 1897 travou contato com Henri Lachambre (1846-1904) e seu\nsobrinho, o mecânico Alexis Machuron (1871-1901), os principais\nconstrutores de balões da época, que mantinham o Atelier Lachambre no\nParque de Vaugirard, em Paris. Esse contato possibilitou que aprendesse\na arte do voo em balão esférico. Realizou diversas ascensões\naerostáticas e construiu no Atelier Lachambre seu primeiro balão, o\n*Brasil*, o menor até então construído, com 113 metros cúbicos de\nhidrogênio e seis metros de diâmetro. O *Brasil* apresentava uma série\nde inovações: feito em seda japonesa, com uma rede que pesava somente\n1,8 quilogramas, tinha uma nova configuração para permitir maior\nestabilidade. Era tão leve que podia ser levado por uma única pessoa. Em\n4 de julho de 1898, Santos Dumont levantou voo com o *Brasil* e\ndespertou a atenção de todos os balonistas que estavam assistindo.\n\n http://pt.wikipedia.org/wiki/Santos\\_Dummont\n\n![Description:\nhttp://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Alberto\\_Santos\\_Dumont\\_02.jpg/200px-Alberto\\_Santos\\_Dumont\\_02.jpg](DUMONT,%20Santos%20%20_arquivos/image001.jpg)\n\nAlberto Santos Dumont.\n\n\\\n\nTambém em 1898 Santos Dumont projetou e construiu seu primeiro\ndirigível. Com comprimento de 25 metros, diâmetro maior de 3,5 metros,\nvolume de 180 metros cúbicos, e utilizando o motor de 3,5 CV de sua\ninvenção, o dirigível *N-1* fez sua primeira tentativa de ascensão no\ndia 18 de setembro. Empurrada pelo vento, a aeronave caiu nas árvores do\nJardim de Aclimação, no Bosque de Bolonha, em Paris. Dois dias depois,\npartindo do mesmo local, o *N-1* atingiu cerca de 400 metros de altura\ne, ao descer, caiu. Embora o voo tenha acabado em um acidente sem\nmaiores consequências, o *N-1* foi o primeiro dirigível a utilizar com\nsucesso um motor a petróleo. A partir dessa experiência ficou claro para\ngrande parte dos aeronautas que a solução do voo dependeria do\ndesenvolvimento dos motores a petróleo.\n\nEm 1899 Santos Dumont continuou a realizar voos em balões esféricos e\nconstruiu mais dois dirigíveis. O *N-2*, semelhante ao antecessor,\nutilizando o mesmo motor alterado para obter 4,5 CV, caiu na primeira\ntentativa, no dia 11 de maio, no Jardim de Aclimação. Antes de iniciar a\nconstrução do terceiro dirigível, Santos Dumont construiu um novo balão\nesférico, o *América*, de maior capacidade (500 metros cúbicos de\nvolume), o que permitia o voo com passageiros. Participou do concurso\nTaça dos Aeronautas, promovido pelo recém-criado Aeroclube da França, e\nganhou o prêmio de maior tempo no ar (23 horas) e maior altitude, tendo\npercorrido 325 km no ar. A partir desse momento seu nome passou a\naparecer na imprensa internacional, e cada um de seus feitos foi\ncomentado e documentado. Para evitar novo acidente, o dirigível *N-3*\ntinha um volume de 500 metros cúbicos e utilizava o gás de iluminação.\nTinha 20 metros de comprimento, um diâmetro maior de 7,5 metros e o\nmesmo motor do anterior. O *N-3* levantou voo pela primeira vez no dia\n13 de novembro e fez diversas ascensões em Paris, mostrando que a\nconcepção de Santos Dumont era apropriada para o voo controlado. Essas\ndemonstrações despertaram o interesse não só de aeronautas. Empresários\ndo petróleo, como Henri Deutsch de La Meurthe (1846-1919), viram que o\nfuturo da aeronáutica estaria baseado no uso de motores a petróleo e que\no investimento na área de pequenos motores, como os utilizados em\nautomóveis e nos dirigíveis de Santos Dumont, seria de grande\nimportância para a indústria petrolífera.\n\nEm 1900 foi instituído o prêmio Deutsch de La Meurthe, no valor de 100\nmil francos, para aquele que fizesse o percurso saindo do Parque de\nAerostação de Saint-Cloud, contornasse a Torre Eiffel e retornasse ao\nponto de partida (percurso de 11 km) em 30 minutos. Motivado pelo prêmio\ne dando prosseguimento a seus inventos, Santos Dumont construiu um novo\ndirigível, o *N-4*, de maior capacidade que os anteriores, e\ndemonstrou-o durante o Congresso Internacional Aeronáutico que se\nrealizou em Paris no período da Exposição Universal de 1900. Sem ter\nconseguido aprimorar o *N-4*, iniciou a construção do dirigível *N-5* e\nganhou do Aeroclube da França o prêmio de encorajamento de quatro mil\nfrancos, referentes aos juros do prêmio Deutsch. O próprio Santos Dumont\ninstituiu, por sua vez, um prêmio semelhante àquele para o aeronauta que\nfosse capaz de fazer o mesmo percurso, independentemente da duração do\nvoo. O prêmio Santos Dumont era de quatro mil francos e nunca foi ganho.\n\nSantos Dumont realizou vários voos com o dirigível *N-5* a fim de se\nexercitar no controle da aeronave. Em 13 de julho, numa tentativa de\ndisputar o prêmio Deutsch de La Meurthe, o *N-5* fez o percurso completo\nem 40 minutos. Ao chegar ao ponto de partida, porém, o motor falhou e o\ndirigível foi levado pelo vento, caindo no parque de Edmond Rothschild.\nEsse voo foi noticiado no mundo inteiro como uma prova de que Santos\nDumont era o único aeronauta capaz de ganhar o prêmio Deutsch e de que,\ndessa forma, a dirigibilidade de balões estaria resolvida. No Brasil a\nrepercussão foi grande, a ponto de a Câmara de Deputados ter aprovado a\nproposta do deputado Augusto Severo de conceder ao aeronauta um prêmio\nde incentivo no valor de 100 mil contos. Em 8 de agosto, voando no\n*N-5*, Santos Dumont fez nova tentativa de ganhar o grande prêmio.\nEntretanto, em seu retorno ao Parque de Aerostação de Saint-Cloud, o\ndirigível mostrou-se instável e explodiu sobre os telhados do Hotel\nTrocadero. O acidente foi noticiado na imprensa mundial. Uma de suas\ncausas seria o ponto fraco dos dirigíveis de Santos Dumont, apontado no\ndiscurso de Augusto Severo no dia 17 de julho, quando este propôs o\nprêmio de incentivo: o motor, colocado muito abaixo do balão para evitar\no risco de incêndio, produzia um torque que levava a frente da aeronave\na levantar quando era dada potência, produzindo uma oscilação, um\nmovimento designado pelo nome técnico de cabragem.\n\n Em apenas 22 dias Santos Dumont se apresentou com um novo dirigível,\nsemelhante ao anterior. Enquanto testava seu novo aparelho, o aeroclube\ndecidiu alterar o regulamento do prêmio, exigindo que a aeronave\nestivesse parada ao final do percurso. A mudança introduziu uma\ndificuldade adicional. Santos Dumont protestou, lembrando que já havia\naberto mão, por antecipação, da quantia correspondente ao prêmio e\ndeclarando que, se viesse a ser o vencedor, distribuiria a metade do\ndinheiro entre os pobres de Paris e a outra metade entre seus mecânicos.\nEm 19 de outubro de 1901 o *N-6* fez o percurso em 29 minutos e 30\nsegundos, mas só parou aos 30 minutos e 30 segundos. Os membros da\ncomissão do aeroclube ficaram divididos e não anunciaram o resultado,\nadiando a decisão para uma futura reunião. Sob pressão da opinião\npública, no dia 4 de novembro o aeroclube concedeu o prêmio. No mesmo\ndia, Santos Dumont afastou-se da entidade e iniciou um percurso\nindependente.\n\nAinda em novembro de 1901 visitou a Inglaterra e apresentou o dirigível\n*N-6*, sem, contudo, realizar qualquer ascensão. Em janeiro de 1902\nseguiu para Mônaco, onde fez alguns voos sobre o mar e falou sobre a\nimportância dos dirigíveis em guerras futuras. Em março visitou\nnovamente a Inglaterra por duas vezes e em abril seguiu para os Estados\nUnidos. Pretendia vender seu invento aos empresários americanos. Foi\nrecebido pelo presidente americano Theodore Roosevelt e pelo inventor\nThomas Edison e ouviu críticas a seus inventos. Estudou a possibilidade\nde se realizar uma competição de dirigíveis durante a Exposição\nUniversal de Saint Louis, Missouri, ainda em 1902. Retornou a Paris às\nvésperas do acidente fatal de Augusto Severo (12 de maio de 1902) e logo\npartiu para nova visita a Londres, onde pretendia fazer demonstrações\ncom o *N-6*. Não pôde, porém, se apresentar, pois o invólucro do\naparelho estava rasgado, e voltou para Paris. Em 22 de junho, sua mãe,\nFrancisca Santos Dumont, se suicidou na cidade do Porto, em Portugal.\n\nSantos Dumont visitou mais uma vez os Estados Unidos em 1902. Apesar das\ninúmeras viagens, construiu dois novos dirigíveis: o *N-7*, voltado para\na competição nos Estados Unidos, e o *N-8*, vendido ao vice-presidente\ndo Aeroclube da América, que se acidentou no primeiro voo realizado\npróximo a Nova Iorque em setembro. Também nesse ano Santos Dumont ouviu\ncríticas severas a seus inventos, que apontavam para o fato de seus\ndirigíveis serem frágeis, sem utilidade prática, perigosos e sem\ninteresse comercial. Para responder a essas críticas, e estando afastado\ndo Aeroclube da França, construiu dois novos dirigíveis em 1903.\n\nO *N-9* foi seu menor dirigível, projetado para levar uma única pessoa e\ncapaz de operar em terrenos pequenos. Com ele, Santos Dumont fez várias\ndemonstrações que despertaram o interesse de vários países. O dirigível\nestacionou em frente a seu apartamento, na avenida Champs-Élysées 114,\nem Paris (23 de junho), realizou o primeiro voo noturno (24 de junho),\ntransportou um menino (26 de junho), foi pilotado por Aida d’Acosta, a\nprimeira mulher na História a realizar tal feito (29 de junho) e passou\nem revista as tropas francesas (14 de julho). Com essas demonstrações,\nSantos Dumont conseguiu recuperar sua imagem e manter sua popularidade.\nO outro dirigível de 1903 foi construído para responder às críticas de\nque seus inventos eram pequenos e frágeis. O *N-10* *Omnibus* era um\naparelho com um volume de 2.010 metros cúbicos e com 48 metros de\ncomprimento, projetado para levar 12 passageiros. Embora tenha realizado\nalgumas ascensões antes de finalizado, o *N-10* nunca foi terminado.\nApós as demonstrações com o *N-9*, Santos Dumont ofereceu sua flotilha\nde três dirigíveis (*N-7*, *N-9* e *N-10*) para o Exército francês, o\nque levaria algumas empresas francesas (Clément-Bayard, Zodiak e Astra)\na iniciar, a partir de 1906, a produção de grandes dirigíveis para a\nFrança, a Rússia e a Espanha, com a configuração proposta por Santos\nDumont. Na Alemanha, o conde Ferdinand von Zeppelin (1838-1917) havia\nconstruído um dirigível rígido, mas não teve o sucesso esperado.\n\nAinda em 1903 Santos Dumont embarcou para o Rio de Janeiro, chegando à\nentão capital federal no dia 7 de setembro. Sua chegada foi apoteótica:\nno mesmo dia foi recebido pelo presidente Rodrigues Alves e recebeu\nvárias homenagens, não sem ouvir críticas por não ter trazido seu\ninvento. Em menos de um mês o inventor visitou o Rio de Janeiro, São\nPaulo e Belo Horizonte, e permaneceu poucas horas em Salvador e em\nRecife. Em 1904 esteve nos Estados Unidos para tratar da competição de\nSaint Louis, que havia sido adiada. Em 17 de junho, estando novamente\nnos Estados Unidos para participar da competição de balões, descobriu\nque seu aparelho fora criminosamente destruído. Voltou para a França, lá\nchegando em 14 de julho. Nesse mesmo ano publicou o livro *Dans l’air*,\nlogo traduzido para o inglês com o título *My Airships*.\n\nAs notícias de que os irmãos Wilbur (1867-1912) e Orville (1871-1948)\nWright haviam realizado um voo motorizado em 17 de dezembro de 1903\nreativaram o interesse de diversos inventores pelos aparelhos mais\npesados que o ar, embora nenhuma informação precisa tenha sido divulgada\npelos dois irmãos. Santos Dumont, ainda em 1904, construiu um novo\ndirigível, o *N-13*, para ter maior autonomia. O aparelho associava um\nbalão de hidrogênio a um balão de ar quente tipo *Montgolfier*. Nunca\nrealizou um voo. Foi também em 1904 que Santos Dumont e o joalheiro\nLouis Cartier (1875-1942) idealizaram um relógio de precisão para ser\nutilizado no pulso.\n\nEm 1905 Santos Dumont estudou o voo planado, projetou um avião monoplano\n(*N-11*) e iniciou a construção de um helicóptero (*N-12*). Recebeu a\nmedalha de Cavaleiro da Legião de Honra (31 de março) e construiu seu\núltimo dirigível, o *N-14*, no qual realizou demonstrações em Trouville,\nFrança. Todos os dirigíveis de Santos Dumont tinham a mesma concepção\nbásica: um invólucro cuja forma era mantida pela pressão do gás, uma\nquilha que suportava o motor e o piloto e era mantida afastada do\ninvólucro, um sistema de controle de subida e descida baseado no\ndeslocamento de contrapesos para alterar o centro de gravidade, e um\nleme de direção.A partir de 1905 o interesse de Santos Dumont se dirigiu\npara os aparelhos mais pesados que o ar, embora mantivesse suas\natividades como balonista e aeronauta.\n\nEm 1906 Ernst Archdeacon (1863-1950), advogado e membro do Aeroclube da\nFrança, instituiu a Taça Archdeacon, no valor de três mil francos, para\naquele que conseguisse realizar um voo controlado de mais de 25 metros\ncom um avião, sem contar com qualquer auxílio externo. Santos Dumont\ninscreveu-se para concorrer em 18 de julho e iniciou os primeiros\nensaios com um novo aparelho cinco dias depois. Para testar o\nequilíbrio, suspendeu-o no invólucro do seu dirigível *N-14* e assim\nbatizou seu novo invento com o nome de *14bis*. Nos meses seguintes\nrealizou vários ensaios e alterações. Apesar de seu interesse pelo\navião, disputou a Taça Gordon Bennet com um novo balão, o *Deux\nAmériques*, que introduzia novos elementos. Foi forçado a abandonar a\nprova por causa de um acidente sofrido quando controlava o mecanismo de\nsubida e descida. Em 23 de outubro, no campo de Bagatelle, no Bosque de\nBolonha, Paris, voou 60 metros e ganhou a Taça Archdeacon. Em 12 de\nnovembro, novamente no campo de Bagatelle, o *14bis* voou 220 metros,\nganhando o prêmio do Aeroclube da França e conquistando os primeiros\nrecordes mundiais reconhecidos pela Federação Aeronáutica Internacional\n(FAI), entidade fundada em 14 de outubro de 1905. Os voos do *14bis*\nprovaram ser possível construir uma aeronave mais pesada que o ar capaz\nde decolar e voar sem auxílio externo, chamaram a atenção do mundo\naeronáutico e forneceram elementos novos para o desenvolvimento do\naeroplano. O *14bis* caiu num acidente, no dia 4 de abril de 1907 em\nSaint-Cyr, França.\n\nNo ano de 1907 Santos Dumont realizou diversos inventos: o *N-15*, um\naeroplano construído em madeira, não voou; o *N-16*, um aparelho híbrido\nem que asas foram integradas a um balão, não obteve sucesso; o *N-17*,\numa versão aprimorada do *N-15*, não chegou a ser completado; o *N-18*,\nproduto de uma aposta, uma lancha movida por uma hélice aeronáutica com\nflutuadores submersos, realizou alguns testes e acabou sendo rebocado\npor uma lancha no rio Sena, em Paris. Em 17 de novembro Santos Dumont\ndecolou com um novo avião, o *Demoiselle 19*, um aparelho monoplano com\numa estrutura leve de bambu e recoberto com seda. Para atingir a leveza\nnecessária, inventou o primeiro motor de cilindros opostos da História.\n\nEm 13 de janeiro de 1908 Henri Farman (1874-1958) realizou o primeiro\nvoo homologado de um quilômetro em circuito fechado, e em agosto\nseguinte Wilbur e Orville apresentaram-se com um novo aeroplano, o\n*Flyer III*, que necessitava porém de auxílio externo para decolar.\nSantos Dumont continuou suas experiências com o *N-16* sem obter sucesso\ne desenvolveu o *Demoiselle 19*. Nesse ano diversos aviadores começaram\na voar, influenciados por suas contribuições.\n\nEm 25 de julho de 1909 Louis Blériot (1872-1936) atravessou o Canal da\nMancha, realizando pela primeira vez a ligação aérea França-Inglaterra,\ne teve lugar a Grande Semana da Aviação da Champagne, em Reims, França,\nonde vários modelos de aviões e dirigíveis fizeram demonstrações. Também\nnesse ano Santos Dumont apresentou o novo *Demoiselle*, o primeiro\nultraleve da história. Com o *Demoiselle* realizou vários voos e bateu o\nrecorde de velocidade ao atingir 96 km/h (13 de setembro). Os planos,\ndetalhes da construção e do material utilizado para a construção do\n*Demoiselle* foram divulgados em diversas revistas, permitindo que\noutros inventores construíssem aparelhos do mesmo tipo. A firma\nClément-Bayard, construtora de automóveis e dirigíveis, produziu mais de\n40 aparelhos e vendeu-os ao preço de 7.500 francos.\n\nEm janeiro de 1910 Santos Dumont sofreu uma queda com o *Demoiselle* e,\nseguindo orientação médica, decidiu abandonar os trabalhos no campo de\nprovas, dedicando-se à divulgação da aviação. Todos os seus trabalhos no\ncampo da aeronáutica foram publicados em revistas especializadas,\njornais de grande circulação e periódicos ilustrados. Além disso,\ndescreveu em detalhes seus aparelhos, seus voos bem-sucedidos e seus\nacidentes, permitindo que outros inventores pudessem aproveitar e\nutilizar suas conquistas. Apesar de ter sido um dos mais criativos\ninovadores da aeronáutica, nunca patenteou seus inventos. Com essa\natitude contribuiu para acelerar o progresso dos aviões e dos\ndirigíveis. Também em 1910 foi inaugurado o marco de Bagatelle, em\nParis, referente ao voo de 12 de novembro de 1906 do *14bis*, que deteve\nos primeiros recordes da aviação (duração: 21 1/5 seg.; distância: 220\nm). Três anos depois foi inaugurado o monumento do Ícaro, em\nSaint-Cloud, comemorando os feitos do inventor pioneiro da locomoção\naérea, e Santos Dumont foi promovido a Comendador da Legião de Honra da\nFrança.\n\nVoltando ao Brasil\n\nEm 1914 Santos Dumont esteve no Brasil e passou os meses de janeiro a\njunho visitando algumas cidades. Retornou a Paris às vésperas do início\nda Primeira Guerra Mundial. Em 1915 participou do Segundo Congresso\nCientífico Pan-Americano, que teve lugar em Washington, EUA, e proferiu\numa palestra sobre a importância da aeronáutica para facilitar as\nrelações entre os países americanos. Na ocasião defendeu a criação de\ngrandes frotas de aviões para a defesa do território em caso de conflito\ncom algum país europeu e falou da importância futura do avião para o\ntransporte de carga e passageiros, criando uma nova ligação entre as\nnações. Foi escolhido representante do Aeroclube da América no Congresso\nPan-Americano de Aeronáutica, que se realizaria em Santiago do Chile, no\nano seguinte. Em 1916 foi eleito presidente honorário do Congresso\nPan-Americano de Aeronáutica e visitou a Argentina.\n\nAo retornar ao Brasil, em 24 de abril de 1916, Santos Dumont visitou as\nCataratas do Iguaçu e, impressionado com o patrimônio natural do lugar,\npropôs ao presidente do estado do Paraná, Afonso Alves de Camargo\n(1873-1958), a compra do local para transformá-lo em patrimônio público.\nEm 1917 visitou a Escola da Aviação Naval, na Ilha das Enxadas (RJ) e\nmanifestou-se sobre o desenvolvimento da aviação militar e naval no\nBrasil. No ano seguinte construiu *A Encantada*, sua casa em Petrópolis\n(RJ), e publicou o livro *O que eu vi, o que nós veremos*. Nesse ano o\ngoverno brasileiro lhe fez a doação do sítio de Cabangu, onde nascera.\nNos anos seguintes visitou os Estados Unidos e vários países da costa\noeste da América Latina. Em 1922 reconciliou-se com o Aeroclube da\nFrança.\n\nNa década de 1920, estando com a saúde abalada, com um quadro de\ndepressão, esteve internado em clínicas de repouso (Valmont, em\nGlion-sur-Montreux, Suíça – julho de 1925, Valmont-sur-Territet, Suíça –\n1926 e 1927). Manifestou-se contra o uso do avião nas guerras, ao mesmo\ntempo em que apontava para a importância que eles tiveram, e teriam no\nfuturo, no cenário de batalha.\n\nEm 3 de dezembro de 1928 chegou ao Rio de Janeiro a bordo do *Cap\nArcona*. Um avião *Dornier* do Sindicato Condor, levando diversos\nprofessores da Escola Politécnica, que iria fazer um voo de boas-vindas,\ncaiu no mar sem deixar sobreviventes. Santos Dumont teve uma crise\ndepressiva, mas participou das homenagens e apresentou uma de suas\núltimas invenções, o *Transformador Marciano*, um equipamento para\nfacilitar a subida de esquiadores. Em 10 de junho de 1929 recebeu a\ncondecoração de Grande Oficial da Legião de Honra da França e, na\nocasião, foi feito um filme sonoro em que aparece registrada sua voz. Em\noutubro internou-se na casa de saúde de Préville, nos Pirineus, na\nFrança, ficando até abril do ano seguinte. Na década de 1920 teve alguns\ninventos patenteados na França. Em 1931 foi eleito para a Academia\nBrasileira de Letras para ocupar a cadeira 38, cujo patrono é Tobias\nBarreto, mas não chegou a tomar posse. Em junho chegou ao Rio de Janeiro\napresentando um quadro de depressão grave.\n\nEm 9 de julho de 1932 teve início a Revolução Constitucionalista de São\nPaulo, em que foram usados aviões em ataques terrestres. Santos Dumont\nmanifestou-se contra o estado de beligerância em carta de 14 de julho\nencaminhada ao governador de São Paulo, Pedro de Toledo (1860-1935). Em\n23 de julho de 1932 suicidou-se no Hotel de la Plage, Guarujá (SP). Seu\ncorpo ficou exposto na Catedral de São Paulo, e seu sepultamento se deu\nno dia 21 de dezembro de 1932, no Cemitério São João Batista, Rio de\nJaneiro, aos pés da cópia do Ícaro de Saint Cloud. Seu coração está\npreservado num escrínio sob a custódia da Força Aérea Brasileira.\n\nA contribuição de Santos Dumont para o desenvolvimento da aviação foi de\nimportância capital. No campo de provas ele deu a solução para a\ndirigibilidade de balões e para o voo completo do avião. Suas inovações\ntécnicas contribuíram para acelerar o desenvolvimento da aeronáutica ao\ninventar o primeiro motor útil a gasolina (1897), introduzir novos\nmateriais, desenvolver novas configurações, realizar o primeiro voo\ncompleto de um avião (12 de novembro de 1906, com o *14bis*), inventar o\nprimeiro avião produzido em quantidade (*Demoiselle* de 1909). Seu papel\ncomo divulgador incentivou o investimento de empresários e de governos\nna então nascente indústria aeronáutica. Sua imagem pública foi um dos\nícones da moda no início do século XX. Recebeu inúmeras homenagens de\nvários países além da França e do Brasil: Al Mérito, Chile (1922);\nComenda da Ordem de São Tiago da Espada, Portugal (1923); Grande Oficial\nda Ordem Leopoldo II, Bélgica (1925), entre outras. Em 1973 o Comitê de\nNomenclatura da União Astronômica Internacional deu o nome de Santos\nDumont a uma das crateras da Lua.\n\nHenrique Lins de Barros\n\n**FONTES:** BARROS, H. *Santos Dumont*; FONSECA, G. *Santos Dumont*;\nJORGE, F. *Lutas*; LAVENÈRE-WANDERLEY, N. *Cronologia*; NAPOLEÃO, A.\n*Santos Dumont*; NICOLAOU, S. *Santos Dumont*; VILLARES, H. *Quem.*\n","ref":"**FONTES:** BARROS, H. *Santos Dumont*; FONSECA, G. *Santos Dumont*;\nJORGE, F. *Lutas*; LAVENÈRE-WANDERLEY, N. *Cronologia*; NAPOLEÃO, A.\n*Santos Dumont*; NICOLAOU, S. *Santos Dumont*; VILLARES, H. *Quem.*\n","dic":"DHBPR"}