{"title":"ALMEIDA, Manuel de","cargoss":["Revolucionário ou revoltoso","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1930,1959],"datas_fim":[1930,1979],"estados":[0,"MG"],"autor":["Francisco."],"content":"**ALMEIDA, Manuel de**\n\n\\* militar; rev. 1930; dep. fed.MG 1959-1979.\n\n*Manuel José de Almeida* nasceu em Januária(MG) no dia 23 de outubro de\n1912,filho do militar José Antônio de Almeidae de Rita Dias de Almeida.\n\nCursou o secundário no ColégioEstadual, em Oliveira (MG), e em\n1929ingressou na Força Pública Mineira, emDiamantina (MG).\n\nPor ocasião da Revolução de 1930,ainda recruta, participou de combates\naolado dos revoltosos na tomada de Carinhanha(BA), seguindo com sua\ntropa pelo valedo São Francisco até Juazeiro (BA). Nessacidade, suas\nforças uniram-se às de JuarezTávora, que descia do Nordeste, e\ntiveramnotícia da queda de Washington Luís. Regressoudessa campanha aos\n18 anos de idadee com o posto de segundo-sargento.\n\nEm 1932 participou da repressãoà Revolução Constitucionalista de São\nPauloe penetrou naquele estado até RibeirãoPreto. Nos anos seguintes,\nconcluiu, em1934, o curso da Escola de Sargentosde Infantaria do\nExército, localizada noRio de Janeiro, e, dois anos maistarde, o de\nformação de oficiais daForça Pública, em Minas Gerais,\ntornando-seinstrutor da Força Pública em Belo Horizonte.Em 1939 foi\nnomeado delegado especialno sul de Minas Gerais, com jurisdiçãosobre as\ncidades de Alfenas, Machado eBoa Esperança, entre outras. Em 1941\ndeuprosseguimento à sua formação, fazendo ocurso de educação física na\nfortalezade São João, no Rio, e especializando-seem psicologia\neducacional e pedagogia.\n\nDe volta a Minas, foi convocadopara servir no gabinete do chefe\ndePolícia, o major Ernesto Dorneles, e publicouuma série de trabalhos\nsobre psicologiae pedagogia aplicadas à formação de policiais.Ainda com\na mesma preocupação, lançou,em 1946, as bases de uma reformada\npreparação dos membros da Força Pública,introduzindo o ensino de direito\npenale de diversas técnicas modernas de investigação,numa tentativa de\nampliar os conhecimentosdos policiais. No espírito dessa\nreforma,criou-se também em Belo Horizonte o GinásioTiradentes, destinado\na abrigar filhos demilitares. Em seguida, no comando da PolíciaMilitar\nde Minas Gerais (1949-1951), interessou-sepela fundação de uma rede de\nescolaspara assistência ao menor abandonado, especialmenteno campo. De\nseu esforço, resultou acriação das escolas Caio Martins, numtotal de\nsete estabelecimentos, iniciativa quemereceria atenção dos governos\nestaduais deJuscelino Kubitschek (1951-1955), Clóvis Salgado(1955-1956)\ne José Francisco Bias Fortes(1956-1961). O plano de criação das\nescolasfoi publicado em 1951.\n\nEssa atividade pública acabou atraindoManuel de Almeida para vida\npolítica.Elegeu-se deputado estadual na legenda doPartido Social\nDemocrático (PSD) em outubrode 1954 e cumpriu o mandato defevereiro de\n1955 a janeiro de 1959.Nesse período, preocupou-se principalmente como\ndesenvolvimento das escolas Caio Martinse com a construção da barragem\ndeTrês Marias. Foi presidente e membro dascomissões de Educação e\nCultura e deOrdem Social da Assembleia Legislativa mineira.\n\nEm outubro de 1958 elegeu-se deputadofederal na legenda do PSD, e\nemfevereiro seguinte tomou posse na Câmarados Deputados. Durante a\nlegislatura, participoudo chamado Bloco Mudancista, formado\npelospartidários da mudança da capital federaldo Rio de Janeiro para\nBrasília. Reelegeu-seem outubro de 1962 pelo mesmo partidoe em 1966,\n1970 e 1974 na legendada Aliança Renovadora Nacional (Arena), partidode\napoio ao regime militar instauradono país em abril de 1964. Na Câmarados\nDeputados, presidiu uma comissão parlamentarde inquérito (CPI) sobre\nFurnas e foimembro das comissões de Obras (1971),do Polígono das Secas\n(1974), de Educaçãoe Cultura (1974-1975) e de FiscalizaçãoFinanceira e\nTomada de Contas (1975).Participou ainda das comissões de Orçamentoe de\nServiço Público e realizou umaviagem oficial à Índia para conhecer\nasatividades de pecuária desenvolvidas naquelepaís. Candidato à\nreeleição pela Arenaem novembro de 1978, conseguiu apenasuma suplência.\nCom isso, deixou a Câmaraem janeiro de 1979, ao final deseu quinto\nmandato. Proprietário rural, suacarreira parlamentar esteve voltada para\nasituação do campo, principalmente para asquestões ligadas à pecuária e\nà eletrificaçãoe educação rural.\n\nAfastado das atividades legislativas,em maio de 1979 tornou-se diretor\nadministrativoda Comissão de Construção, Ampliação eReforma de Prédios\nEscolares (Carpe), vinculadaao governo mineiro. Coronel aposentado\ndaPolícia Militar de Minas Gerais, desdeentão passou a dedicar-se\nexclusivamente àsescolas Caio Martins.\n\nFaleceu em Belo Horizonte no dia9 de maio de 1988.\n\nEra casado com Márcia Sousa deAlmeida, com quem teve seis filhos.\n\nPublicou *Escolas Caio Martins – desenvolvimento do seu programa de\nação* (1951), *Reforma agrária* (1951), *O problema de Furnas e o\ncondomínio rural*, *Pecuária nacional em crise; carne de boi é moeda\nforte*, *Os alicerces da obra de São Francisco*, *Fundação Nacional de\nEducação de Base*,*Brasília e sua missão histórica*, *Município: célula\nbase do desenvolvimento nacional*, *Política de incentivo ao produtor\nrural – potencial da bacia do São Francisco* e *O drama do São\nFrancisco*.\n\n**FONTES:**CÂM. DEP. *Deputados*; CÂM.DEP. *Deputados brasileiros.*\nRepertório (1967-1971, 1971-1975,1975-1979); *Grande encic. Delta*; INF.\nFAM.; NÉRI,S. *16*; MONTEIRO, N. *Dicionário*; *Perfil* (1972);*Rev.\nArq. Públ. Mineiro* (12/1976); VAITSMAN, M. *Sangue*.\n","ref":"**FONTES:**CÂM. DEP. *Deputados*; CÂM.DEP. *Deputados brasileiros.*\nRepertório (1967-1971, 1971-1975,1975-1979); *Grande encic. Delta*; INF.\nFAM.; NÉRI,S. *16*; MONTEIRO, N. *Dicionário*; *Perfil* (1972);*Rev.\nArq. Públ. Mineiro* (12/1976); VAITSMAN, M. *Sangue*.\n","dic":"DHBPR"}
