{"title":"ELEIÇÃO A BICO DE PENA","cargoss":["Expressão usada para designar as eleições fraudulentas comumente"],"author":"Beatriz Coelho Silva","content":"**ELEIÇÃO A BICO DE PENA**\n\nExpressão usada para designar as eleições fraudulentas comumente\nrealizadas na Primeira República, em que o voto era a descoberto, as\nmesas eleitorais tinham função de junta apuradora e os resultados\nlavrados em ata eram na verdade determinados pela pena dos mesários\nindicados pelo poder local. A “eleição a bico de pena” foi praticada\ndesde 1890, quando foi eleito o primeiro Congresso Constituinte\nrepublicano, até março de 1930. Após a Revolução de outubro de 1930, foi\ncriada a Justiça Eleitoral, e o voto passou a ser secreto.\n\nEmbora acontecessem eleições no Brasil desde o Império, só uma parcela\nínfima da população votava. Na República, analfabetos e mulheres\ncontinuaram excluídos. As eleições eram controladas pelos chefes\npolíticos regionais, geralmente fazendeiros ou comerciantes chamados de\n“coronéis” em alusão à patente da Guarda Nacional que compravam ou\nrecebiam do governo central. No dia da eleição, os coronéis traziam os\neleitores para os locais de votação e os deixavam nos “currais\neleitorais”, vigiados por jagunços. Os eleitores raramente sabiam o nome\ndo candidato em que votariam, o que deu origem à expressão “voto de\ncabresto”.\n\nAo ser eleito presidente da República em 1898, Campos Sales estabeleceu\num pacto de apoio político mútuo com os presidentes e governadores\nestaduais, que foi chamado de “política dos estados”, ou “política dos\ngovernadores”. Assim, os candidatos oficiais à presidência, com exceção\nde Hermes da Fonseca (1910), Artur Bernardes (1922) e Júlio Prestes\n(1930), sempre tiveram ao menos 2/3 dos votos válidos. No Legislativo,\napós ser eleito, o candidato deveria ser reconhecido pela Comissão de\nVerificação de Poderes, controlada por governistas. Caso sua eleição não\nfosse reconhecida, ocorria a “degola”, ou seja, sua diplomação e posse\neram impedidas.\n\nBeatriz Coelho Silva\n\n**FONTES:** BASBAUM, L. *História*; LAMOUNIER, B. *Eleições*; LEAL, V.\n*Coronelismo*; Nova República (site). CASTRO, L. *República Velha.*\nAcesso em: 30/5/2009; Ponte (site). NOLETO, M. *Cabresto*.Acesso em:\n9/2/2007.\n","ref":"**FONTES:** BASBAUM, L. *História*; LAMOUNIER, B. *Eleições*; LEAL, V.\n*Coronelismo*; Nova República (site). CASTRO, L. *República Velha.*\nAcesso em: 30/5/2009; Ponte (site). NOLETO, M. *Cabresto*.Acesso em:\n9/2/2007.\n","dic":"DHBPR"}