{"title":"ENCILHAMENTO","cargoss":["Designação para o episódio de euforia especulativa e crise financeira em"],"author":"Gustavo H. B. Franco","content":"**ENCILHAMENTO**\n\nDesignação para o episódio de euforia especulativa e crise financeira em\ntorno da criação e negociação de ações e debêntures de novas companhias\nna Bolsa de Valores do Rio de Janeiro e seus arredores, que teve lugar\ndurante a transição da Monarquia para a República e também nos primeiros\nanos do novo regime. O Encilhamento ocupa lugar de destaque na\ncomposição do imaginário referente às novidades modernizadoras trazidas\npela República, pois foi onde as promessas de progresso foram as mais\nmirabolantes e de onde se originaram as crises no câmbio, nos bancos e\nnas finanças públicas que o país experimentou durante a primeira década\ndo regime republicano.\n\nO Encilhamento encaixa-se perfeitamente no figurino já bem estudado,\nnotadamente por Charles Kindleberger, de uma “bolha especulativa”, que,\ncomo em tantos outros casos no Brasil e no exterior, não é algo que\nsurge no vazio, ou que se explique por um surto de ambição e ganância,\nmas, em geral, é um fenômeno coadjuvante de forças maiores. Sem embargo,\no Encilhamento esteve intimamente ligado a um amplo complexo de\ntransformações que teve lugar naqueles anos, a começar pelo longamente\ndecantado e retardado fim da escravidão e o extraordinário crescimento\nda imigração, processos que se potencializavam em contexto internacional\naltamente favorável, seja pelos excepcionais preços para o café, seja\npelo vulto inédito das entradas de capitais estrangeiros atraídos pelas\nperspectivas radiantes que se abriam para o desenvolvimento do país.\n\nO país precisava se renovar de muitas maneiras, todas elas mais\namistosas ao empreendedorismo, ao internacionalismo e ao investimento, o\nque tornava muito difícil a missão do visconde de Ouro Preto, último\nministro da Fazenda e presidente do Conselho de Ministros do Império,\nque definira seu programa como de “inutilização da República”. Ouro\nPreto se aproveitou de circunstâncias altamente favoráveis no tocante ao\nbalanço de pagamentos e pôs em prática um ambicioso programa econômico\nque compreendia, entre outras iniciativas, o retorno à paridade de 1847\n(27 pence por mil-réis), através da criação de um novo banco de emissão,\no Banco Nacional do Brasil, do visconde de Figueiredo, e a disseminação\nde “auxílios à lavoura” intermediados por bancos e com vistas a\nfavorecer a reestruturação das fazendas afetadas pelo novo regime de\ntrabalho.\n\nNão há dúvida que o Encilhamento começou aí, enfunado pela mudança no\nregime de trabalho, pelo novo banco e pela surpreendente disposição do\nministro de remover entraves à vida empresarial que sempre\ncaracterizaram o Império para talvez salvá-lo. Mas Ouro Preto não teve\nmuito tempo, ou as mudanças em gestação pareciam grandes demais. A\nRepública não tardou, e seu primeiro ministro da Fazenda, Rui Barbosa,\nlogo em 17 de janeiro de 1890, fez publicar o que merece ser chamado de\no primeiro “pacote econômico” da República. O salto para a “modernidade”\nseria ambicioso e irreversível; em suas crônicas, Machado de Assis\nrepetidamente referia-se ao 17 de janeiro como “o primeiro dia da\ncriação”.\n\nOs decretos de Rui trouxeram uma nova lei para bancos de emissão,\ncriando vários deles, e para diferentes regiões do país, e também\nalgumas importantes alterações na lei societária, modificando\nsubstancialmente os entraves à incorporação de novas empresas. A reação\ndo “mercado” a tudo isso foi de absoluto deslumbramento; o Encilhamento\nganhou enorme impulso: de pouco mais de 90 companhias listadas na Bolsa\nno início de 1888, passou-se a cerca de 450 em meados de 1891, às\nvésperas da *débâcle*. O crescimento do crédito e dos meios de pagamento\nfoi extraordinário, ou até mesmo irresponsável, como advertiram muitos\nautores. Tudo parecia superlativo naquele ano da graça de 1890: os\nlançamentos de novas companhias, com os mais variados termos e\ndenominações, os investimentos estrangeiros, o comércio internacional,\nas mudanças institucionais a sacudir cada um dos aspectos em que se\nsustentava o preguiçoso modo de vida imperial e, mais que tudo, as\npolêmicas em torno de cada um dos aspectos da nova ordem. Era patente\nàquela altura o sentimento de que se iniciava uma nova era na vida\neconômica, política e social do país, parecendo clara, por outro lado, a\nnoção de que a velha ordem haveria de ser destruída em cada um de seus\nelementos. Conforme observou Richard Graham: “o conjunto\nreligião-monarquia-privilégio-escravidão podia não estar logicamente\nrelacionado entre si, mas por certo estava nas mentes daqueles que\nviveram aquela época”. Nada poderia ilustrar com mais propriedade o\ntermo “destruição criadora”, tão próprio de episódios de rápida\nmodernização dentro dos quais uma bolha especulativa encontra todas as\ncondições para prosperar.\n\nMas a situação política não estava nada assentada em 1890, a especulação\nlogo atingiria níveis perigosos, e o panorama internacional estava\nprestes a azedar em razão de dificuldades na Argentina repercutindo\nseriamente no banco Baring Brothers, um dos mais importantes na praça de\nLondres. Na verdade, a “crise Baring” seria uma das primeiras e mais\ninteressantes crises financeiras de características globais, e não\npoderia deixar de atingir fortemente nossa jovem República,\nespecialmente a partir do início de 1891. Rui deixaria a Fazenda em fins\nde 1890 logo após a fusão dos dois maiores bancos da ocasião – o Banco\nNacional do Brasil, criatura do Império, e o Banco dos Estados Unidos do\nBrasil, fundado pelo conselheiro Francisco de Paula Mayrink sob os\nauspícios da lei bancária de Rui –, formando um novo gigante, o Banco da\nRepública dos Estados Unidos do Brasil (BREUB).\n\nO estado dos mercados, e da bolsa em particular, só fez piorar ao longo\nde 1891, quando o país experimentou uma brutal depreciação do câmbio,\nparecendo cumprir o vaticínio dos “metalistas”, segundo o qual a\ntorrente de papel-moeda produziria o colapso da taxa de câmbio e a\ninflação. É também verdadeiro, porém, que a drástica reversão dos fluxos\nde capital para o Brasil, mercê da crise Baring, proporciona uma\nexplicação alternativa, ou adicional, à crise cambial através do balanço\nde pagamentos. Na verdade, o debate sobre se a crise teve com causa o\nexcesso de emissões ou a piora no balanço de pagamentos mobilizou\nalgumas das melhores mentes da ocasião, como o próprio Rui, que defendeu\nsua passagem pela Fazenda com grande desembaraço em diversos discursos\ndepois reunidos em seu *Finanças e política na República*, publicado em\n1892. Do lado contrário, culpando Rui diretamente pelos excessos do\nEncilhamento, destacam-se Pandiá Calógeras, Antônio Carlos de Andrada e\nJ. P. Wileman, entre muitos outros, e não cabe aqui penetrar no\nemocional terreno ocupado pelos admiradores incondicionais e pelos\ndetratores de Rui.\n\nA crise cambial em 1891 deu impulso à derrocada do Encilhamento e\nfragilizou tremendamente os bancos e as finanças públicas. A euforia foi\nassumindo ares de pânico, e as dificuldades com os grandes bancos foi\nganhando prioridade nos debates da nova Assembleia Constituinte. A\nrenúncia do marechal Deodoro da Fonseca em fins de 1891, num episódio\nque ficou conhecido como o “Golpe da Bolsa”, envolveu os impasses em\ntorno do destino dos bancos de emissão, os quais, por sua vez, traziam\nem suas carteiras todas as virtudes e os pecados do Encilhamento. Já sob\nFloriano Peixoto, houve uma tentativa prematura de saneamento e\nliquidação de excessos, na primeira passagem de Rodrigues Alves pelo\nMinistério da Fazenda. Em fins de 1892, uma nova fusão bancária, dessa\nvez unindo o outrora vetusto e pacato Banco do Brasil ao BREUB, revelou\ncom mais clareza a natureza da crise, que se deslocara da bolsa para os\nbancos. O novo estabelecimento recebeu o nome de Banco da República do\nBrasil, e a fusão teve como padrinho e idealizador o próprio ministro da\nFazenda Serzedelo Correia, o sucessor de Rodrigues Alves, que a\njustificou alegando que nenhum dos dois bancos teria condições de\nsobreviver sobre suas respectivas pernas. É difícil ver como a fusão\nmelhoraria a saúde do organismo fundido; talvez apenas o tornasse maior\ne, dessa forma, mais justificada a intervenção do poder público, a fim\nde evitar o que hoje é chamado de “risco sistêmico”.\n\nComo em outros episódios de modernização acelerada, os excessos acabaram\ncomprometendo os progressos, os custos políticos da destruição\nsuplantaram os benefícios da criação, e o marasmo se seguiu à mudança,\nsem contudo, revertê-la. O Encilhamento converteu-se numa espécie de\nsíntese de excessos insustentáveis, ou, visto de um ângulo benigno, num\nepisódio de esperanças frustradas, mas não impossíveis, de mudança e\nprogresso. Ou talvez de ambas. E por isso, talvez, o tratamento do\nEncilhamento na literatura termine sendo mais ambíguo, e portanto mais\ninformativo e rico de significados, do que o sugerido pelas versões de\nfinancistas interessados e diretamente envolvidos.\n\nPara começar, é de se notar que o vocábulo tem origem no turfe, diversão\nimensamente popular na ocasião. Designava o momento em que os cavalos de\ncorrida eram encilhados, num espaço aberto contíguo à pista, e,\nsupostamente, as combinações e apostas referentes ao páreo eram\nentabuladas. Seu uso para descrever, de forma pejorativa, as negociações\ncom ações e debêntures, dentro e principalmente fora do recinto da Bolsa\nde Valores, em bares, confeitarias e logradouros públicos, começou\ntimidamente na imprensa em 1888, mas disseminou-se a seguir, e foi\nimortalizado a partir de 26 de fevereiro de 1893, quando a *Gazeta de\nNotícias* deu início à publicação, em forma de folhetim, dos 70\nepisódios de “O Encilhamento – cenas contemporâneas”, obra assinada por\nHeitor Malheiros, pseudônimo de Alfredo D’Escragnolle Taunay, o visconde\nde Taunay, engenheiro militar, francófilo, monarquista e futuro fundador\nda Academia Brasileira de Letras, onde ocupou a cadeira de número 13.\n\nTaunay transpôs para o Brasil a fórmula que Emile Zola utilizou em\n*L’argent*, romance *à clé*, onde personagens reais apareciam com nomes\nmodificados e praticando ações também relacionadas com as que\nempreenderam na vida real. Compôs assim um minucioso retrato da euforia\nespeculativa a partir de três personagens principais, o conselheiro\nMayrink, Paulo de Frontin e Henry Lowdes, o visconde de Leopoldina, que\napareciam no romance sob os nomes de Meyermayer, Lamarin e Drowns, o\nvisconde de Petrolina.\n\nA indesculpável omissão do visconde de Figueiredo entre os condestáveis\nda alta finança nessa quadra turbulenta nada teve de acidental.\nFigueiredo era o financista da Monarquia e o favorito do visconde de\nOuro Preto, e Taunay, com efeito, em nenhum momento pretendeu pintar um\nretrato isento do que se passava. Monarquista ressentido, e diretamente\nabalado em seu futuro político e em sua fortuna pessoal, sua ideia foi\ndiminuir e desancar a República destacando as trampolinagens do\nEncilhamento, reais e imaginárias, construindo assim uma poderosa\nmetáfora para promessas que a República fracassara em cumprir e, mais\nimportante, produzindo uma das utilizações mais ferinas do ataque no\ncampo ético como ferramenta de luta política.\n\nNão obstante a lúcida observação de José Murilo Carvalho, segundo a qual\na República trouxe efetivamente “uma vitória do espírito do capitalismo\ndesacompanhado da ética protestante”, as imoralidades do Império, bem\nmais contidas ou mais bem assimiladas, mesmo quando envolvendo sua\níntima imbricação com o instituto da escravidão, não serviam como álibi\npara as da jovem República, as quais parecem uma espécie de vingança dos\n“espíritos animais”, enjaulados durante tantos anos, e agora libertos\npara excessos de toda ordem. Talvez nem mesmo fossem necessários os\nexageros de Taunay: os fatos reais eram suficientemente escabrosos. O\nfato é que o romance teve imensa e duradoura influência sobre a\nhistoriografia, que, com a ajuda da narrativa conservadora dos eventos\nda década de 1890 proporcionada por financistas como Pandiá Calógeras,\npara ficar apenas neste, consagrou a versão de que a primeira década\nrepublicana foi perdida em devaneios.\n\nMas essa versão não deve ser vista como definitiva; disse bem José\nMurilo Carvalho que “batalhas históricas, ou os eventos em geral que\nenvolvem conflitos, são travados pelo menos duas vezes. A primeira\nquando se verificam na forma de evento, a segunda quando se trata de\nestabelecer sua versão histórica ou sua memória. A primeira é uma\nbatalha histórica, a segunda um combate historiográfico”. Taunay foi um\nardoroso combatente nesse terreno e conquistou muitos adeptos, inclusive\nentre brasilianistas que revisitam a época, como Schulz, e se enredam\ncom a adjetivação carregada da ficção de Taunay. Nesse terreno, aliás,\nmuito melhor seria mergulhar nesse passado através da ficção machadiana;\nnão há dúvida que a visão mais equilibrada que se conhece sobre o\nEncilhamento e, de forma mais genérica, sobre o debate entre República e\nMonarquia – afinal, é esse o tema sobre o qual Taunay e outros estão a\ndiscutir – pode ser encontrada em *Esaú e Jacó*, o romance de Machado de\nAssis, onde prevalece um absoluto e irreconciliável empate entre as\nformas de governo cuja defesa cabe aos gêmeos Pedro e Paulo.\n\nResta mencionar, por fim, que a historiografia revisionista mais recente\nlogrou identificar efetivos avanços em matéria de crescimento e\nindustrialização, para não falar em amplos progressos de natureza\ninstitucional, o que tem ajudado a enriquecer o olhar que se tem sobre\nesse período tão estigmatizado de nossa história.\n\nGustavo H. B. Franco\n\n**FONTES:** ANDRADA, A. *Bancos*; BARBOSA, R. *Finanças*; CALÓGERAS, J.\n*Política*; CARVALHO, J. *Pontos*; CARVALHO, J. *Bestializados*;\nCARVALHO, N. *Encilhamento*; FISHLOW, A. *Lições*; FRANCO, G.\n*Economia*; FRANCO, G. *Década*; FRANCO, G. *Reforma*; GRAHAM, R.\n*Britain*; KINDLEBERGER, C. *International*; KINDLEBERGER, C. *Manias*;\nLEVY, M. *Encilhamento*; SCHULZ, J. *Crise*; TAUNAY, A. *Encilhamento*;\nWILEMAN, J. *Brazilian*.\n","ref":"**FONTES:** ANDRADA, A. *Bancos*; BARBOSA, R. *Finanças*; CALÓGERAS, J.\n*Política*; CARVALHO, J. *Pontos*; CARVALHO, J. *Bestializados*;\nCARVALHO, N. *Encilhamento*; FISHLOW, A. *Lições*; FRANCO, G.\n*Economia*; FRANCO, G. *Década*; FRANCO, G. *Reforma*; GRAHAM, R.\n*Britain*; KINDLEBERGER, C. *International*; KINDLEBERGER, C. *Manias*;\nLEVY, M. *Encilhamento*; SCHULZ, J. *Crise*; TAUNAY, A. *Encilhamento*;\nWILEMAN, J. *Brazilian*.\n","dic":"DHBPR"}