{"title":"ESCOBAR, Marçal","cargoss":["Deputado federal","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1913,1894],"datas_fim":[1922,1905],"estados":["RS","RS"],"autor":[0],"content":"**ESCOBAR, Marçal**\n\n\\*dep. fed. RS 1894-1905 e 1913-1922.\n\n*Marçal Pereira de Escobar* nasceu em Itaqui (RS) no dia 29 de agosto de\n1857.\n\nFormou-se em direito pela Faculdade de São Paulo. Logo depois de\nformado, foi nomeado promotor público de Pelotas (RS), cargo que exerceu\nde 1879 a 1881. Foi procurador fiscal no Rio Grande do Sul de 1890 a\n1893.\n\nApós a proclamação da República, em 15 de novembro de 1889, o presidente\nprovisório, marechal Deodoro da Fonseca, marcou eleições para o ano\nseguinte, na qual seriam eleitos os constituintes que iriam elaborar a\nprimeira Constituição republicana do país. Em 1890, Escobar participou\ndas discussões que culminariam com a promulgação da Constituição\nbrasileira em 24 de fevereiro de 1891.\n\nAinda em 1890, a junta governativa gaúcha, formada pelo general Manuel\nLuís da Rocha Osório, Joaquim Francisco de Assis Brasil, João de Barros\nCassal e o general Domingos Alves Barreto Leite, nomeou Marçal Escobar\nchefe de polícia do estado do Rio Grande do Sul. Permaneceu no cargo até\nnovembro do ano seguinte, após a renúncia do marechal Deodoro em 23 de\nnovembro, depois de enfrentar uma crise política que o levou a fechar o\nCongresso Nacional.\n\nEra membro do Partido Republicano Rio-Grandense (PRR) liderado por Júlio\nde\n\nCastilhos. Em 1892 foi eleito deputado estadual nessa legenda. Assumiu,\nnesse mesmo ano, sua cadeira na Assembleia Legislativa gaúcha, na qual\npermaneceu até 1893. De fevereiro desse ano a agosto de 1895 participou\nda Revolução Federalista, movimento que conflagrou o Rio Grande do Sul,\nSanta Catarina e Paraná. Os insurretos federalistas opunham-se ao\ngoverno de Júlio de Castilhos e ao governo federal de Floriano Peixoto\n(1891-1894), que o apoiava. O conflito envolveu amplas forças militares\nlocais e remanescentes da Revolta da Armada, aliados aos federalistas, e\nse encerraria em agosto de 1895 com a vitória dos republicanos.\n\nEm 1894 foi eleito deputado federal pelo Rio Grande do Sul, sempre na\nlegenda do PRR. Assumiu, em 22 de novembro desse ano, sua cadeira na\nCâmara dos Deputados no Rio de Janeiro, então Distrito Federal. Foi\nreeleito em 1897 e exerceu o mandato até dezembro de 1899. Na\nlegislatura seguinte ficou de fora, mas voltou a ser eleito deputado\nfederal pelo Rio Grande do Sul em 1903, exercendo o mandato de maio\ndesse ano a dezembro de 1905. Depois de algum tempo fora do Legislativo\nFederal, voltou à Câmara dos Deputados em julho de 1913, foi reeleito em\n1915, 1918 e 1921, na qual permaneceu até o ano seguinte, quando\nfaleceu.\n\nFaleceu no Rio de Janeiro em outubro de 1922.\n\nMirna Aragão\n\n**FONTES:** ABRANCHES, J. *Governos* (p.177); AITA, C., AXT, G.\n*Parlamentares*; CÂM. DEP. *Deputados brasileiros*; FRANCO, S.\n*Gaúchos*; POL. CIV. RS. A história da Polícia Civil gaúcha Disponível\nem:\n\\<www.pc.rs.gov.br/upload/1293122838\\_historia\\_da\\_policia\\_civil.pdf\\>;\nTRIB. JUST. RS. Disponível em:\n\\<www.tjrs.jus.br/institu/memorial/RevistaJH/vol1n1n2/04.%20Sergio\\_Franco.pdf\\>;\nTRINDADE, H.; NOLL, M*. Subsídios* (p.176). Disponível em:\n\\<www2.al.rs.gov.br/biblioteca/LinkClick.aspx?fileticket=vgfo5H4q-JM%3d&tabid=3101&language=pt-BR\\>.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (p.177); AITA, C., AXT, G.\n*Parlamentares*; CÂM. DEP. *Deputados brasileiros*; FRANCO, S.\n*Gaúchos*; POL. CIV. RS. A história da Polícia Civil gaúcha Disponível\nem:\n\\<www.pc.rs.gov.br/upload/1293122838\\_historia\\_da\\_policia\\_civil.pdf\\>;\nTRIB. JUST. RS. Disponível em:\n\\<www.tjrs.jus.br/institu/memorial/RevistaJH/vol1n1n2/04.%20Sergio\\_Franco.pdf\\>;\nTRINDADE, H.; NOLL, M*. Subsídios* (p.176). Disponível em:\n\\<www2.al.rs.gov.br/biblioteca/LinkClick.aspx?fileticket=vgfo5H4q-JM%3d&tabid=3101&language=pt-BR\\>.\n","dic":"DHBPR"}
