{"title":"ESCOBAR, Venceslau","cargoss":["Revolucionário ou revoltoso","Deputado federal","Deputado federal"],"cargos_esp":[0,0,0],"datas_ini":[1893,1924,1906],"datas_fim":[1893,1926,1908],"estados":[0,"RS","RS"],"content":"**ESCOBAR**, **Venceslau**\n\n\\*rev. 1893; dep. fed. RS 1906-1908 e 1924-1926.\n\n*Venceslau Pereira Escobar* nasceu em São Borja (RS) no dia 28 de\nsetembro de 1857, filho de Pedro Antônio Pereira Escobar e de Maria\nJacinta Rodrigues.\n\nFormou-se pela Faculdade de Direito de São Paulo em 20 de outubro de\n1880 e no mesmo ano escreveu um panfleto intitulado *O gabinete 5 de\njaneiro*, comentando o gabinete liberal de João Lins Vieira Cansanção de\nSinimbu, o visconde de Sinimbu.\n\nEm 1881 elegeu-se deputado provincial no Rio Grande do Sul e exerceu o\nmandato na legislatura de 1881 a 1882, sendo primeiro-secretário da Mesa\nDiretora da Assembleia. Em 1882 apresentou-se como candidato avulso a\ndeputado geral pelo Partido Liberal, mas foi derrotado, assim como o\ncandidato oficial do seu partido. Nesse mesmo ano, casou-se com Cândida\nPinto Ribeiro. Afastou-se temporariamente da política e foi nomeado\npromotor público de São Borja, tendo também desempenhado a função de\njuiz municipal. Habilitado ao cargo de juiz de direito, abriu banca de\nadvogado em Porto Alegre.\n\nApós a proclamação da República (15/11/1889), envolveu-se de novo na\npolítica, militando nas fileiras do Partido Federalista, fundado em\n1892. A partir de fevereiro de 1893, participou da Revolução\nFederalista, guerra civil que conflagrou Rio Grande do Sul, Santa\nCatarina e Paraná, na qual os insurretos federalistas se opunham aos\nrepublicanos de Júlio de Castilhos, então presidente do Rio Grande do\nSul (1893-1898), e ao governo federal de Floriano Peixoto (1891-1894). O\nconflito envolveu amplas forças militares locais e remanescentes da\nRevolta da Armada, aliados dos federalistas, e encerrou-se em agosto de\n1895 com a vitória dos republicanos. Durante a guerra, foi preso e\nprocessado, e teve que se mudar para o Uruguai. Próximo ao final do\nconflito regressou ao Brasil e foi novamente detido.\n\nEm 1906 foi eleito deputado federal pelo Rio Grande do Sul, na legenda\ndo Partido Federalista. Assumiu o mandato em maio do mesmo ano e\nconclui-o em dezembro de 1908. Voltou à Câmara dos Deputados na\nlegislatura de 1924 a 1926.\n\nFaleceu no Rio de Janeiro em 14 de abril de 1938.\n\nPublicou *Cartas abertas ao senador Pinheiro Machado* (1904),\n*Apontamentos* *para a história da Revolução Rio-Grandense de 1893*\n(1920), *30 anos de ditadura rio*-*grandense* (1922), *Pela intervenção\nno Rio Grande do Sul e renúncia de Borges de* *Medeiros* (1923) e *No\ndecurso de uma vida: memórias* (1937).\n\nRaimundo Hélio Lopes\n\n**FONTE:** ABRANCHES, J. *Governos* (v.1).\n","ref":"","dic":"DHBPR"}
