{"title":"ESCOLA DO RECIFE","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**ESCOLA DO RECIFE**\n\nEscola de pensamento surgida Faculdade de Direito do Recife na década de\n1870.\n\nOs Primeiros Cursos Superiores\n\nAs Faculdades de Direito surgiram no Brasil no início do século XIX,\nligadas ao processo de independência nacional, e participaram ativamente\nda construção da nova realidade política. Tal processo exigia, além de\njuristas e funcionários do Estado, um conjunto de respostas\ninstitucionais às demandas de um país que, mesmo rompendo com o estatuto\ncolonial, mantinha contraditoriamente um imperador português na chefia\nda nação e uma pesada herança agrário-escravista.\n\nNa América portuguesa colonial não havia a necessidade de formação de\nadministradores ou mesmo de juristas, pois seus quadros\npolítico-administrativos eram preparados na Universidade de Coimbra. Do\nReino vinham as leis, as instituições administrativas e os funcionários\ngrados. Diferente, no entanto, seria a situação do país liberto, que\npassaria a exigir dirigentes e legisladores com nova mentalidade,\nadequada às demandas da nação autônoma em construção. É nesse contexto\nque deve ser entendida a aprovação do projeto de 31 de agosto de 1826,\ntransformado em lei imperial em 11 de agosto de 1827, que criou as\nEscolas de Direito de São Paulo e de Olinda, esta última posteriormente\ntransferida para Recife.\n\nNão se imagine, porém, que as Faculdades de Direito no Brasil imperial\ncontribuíram somente para a formação de juristas e de quadros políticos\ne administrativos. Elas tiveram ativo papel no desenvolvimento do\npensamento social, lugar de certo modo ocupado, até então, pelos\nseminários católicos. Ao longo do Império, e mesmo no início do período\nrepublicano, transformaram-se em centros aglutinadores das humanidades,\npreparando e formando as primeiras gerações de pensadores brasileiros e\naté de poetas e de literatos. Pode-se afirmar, portanto, que aos cursos\nde direito, para onde afluíam os filhos das elites rurais, foi atribuída\na missão de formar bacharéis aptos a assumir o papel de dirigentes\nresponsáveis pelos destinos do país, e, também, de preparar intelectuais\ncapazes de refletir e formular projetos para a nação.\n\nEm que pesem os propósitos comuns, cada uma das duas escolas guardaria\nespecificidades, seja quanto à orientação intelectual e profissional,\nseja quanto às funções ideológicas. É bem conhecida a inclinação\npolítica liberal da Escola de Direto do Largo de São Francisco, em São\nPaulo, um “liberalismo sem ilusão” nos termos de Roberto Ventura em\n*Estilo tropical*, que contraditoriamente bem conviveu com a ordem\nmonárquico-escravista e formou gerações de altos dirigentes nacionais.\nJá a Escola do Recife se tornaria produtora e difusora de um pensamento\nsocial calcado em concepções teóricas que mesclavam o positivismo com o\nevolucionismo determinista do darwinismo social e que tinha nas questões\nda raça e da miscigenação o foco de suas formulações doutrinárias.\n\nA Escola do Recife, sem dúvida, teria papel de destaque na constituição\nde interpretações sobre o Brasil que ampararam a visão de mundo das\nelites dirigentes e deram suporte teórico aos projetos de construção de\numa “nação civilizada” nos trópicos desenvolvidos entre o final do\nséculo XIX e início do século XX.\n\nA Escola do Recife\n\nEm 15 de maio de 1828, foi inaugurada a Faculdade de Direito no Mosteiro\nde São Bento, em Olinda. A nova escola, além de atender à estratégica\nlocalização setentrional num país de tão larga extensão, deveria colocar\nsob controle e vigilância o radicalismo republicano que desde 1817\ngrassava em Pernambuco e que, não poucas vezes, contestara em armas a\nordem imperial imposta pelo Rio de Janeiro.\n\nNa primeira fase de sua existência, a Faculdade de Direito em Olinda\nreproduziu a estrutura da Escola de Coimbra, mantendo-se sob a forte\ninfluência da Igreja Católica. No entanto, após sua transferência para o\nRecife, em 1854, passou por um conjunto de profundas reformas acadêmicas\nde tendências laicas e republicanas, de indelével matiz positivista,\nlevadas à frente por “intelectuais independentes”. Foi no quadro dessas\nmudanças que se separaram os currículos dos cursos de “ciências\njurídicas” e de “ciências sociais”, das quais faziam parte, entre outras\ncadeiras, as ciências da administração, a economia política, a higiene\npública e a história dos tratados, segundo informa Lilia Schwarcz no\nlivro *O espetáculo das raças*.\n\nEssas mudanças propiciaram o desenvolvimento de formulações teóricas,\nfortemente marcadas pelo racionalismo científico, que iriam combater a\nmetafísica, a tradição supersticiosa e o clericalismo católico\nconservador. O ímpeto crítico e a penetração desse ideário no debate\nteórico e político no Brasil seriam de tal ordem que, na década de 1870,\njá se falava de uma “Escola do Recife”, cuja produção e influência de\nlargo, no entanto, ultrapassavam os limites regionais de Pernambuco.\n\nEntre os intelectuais empenhados em introduzir a razão científica nos\nestudos jurídicos e o positivismo e o evolucionismo darwinista na\nprodução do pensamento social estavam Tobias Barreto e Sílvio Romero,\nque iriam formar a vanguarda do que veio a ser conhecida como “Geração\nde 1870”. Dela também faziam parte Aníbal Falcão, Franklin Távora,\nAraripe Jr., Clóvis Beviláqua, Higino Cunha, Graça Aranha, Artur Orlando\ne Martins Jr. Abolicionistas e republicanos, esses literatos e\npensadores eram homens que tinham em comum a origem social numa classe\nmédia urbana ascendente, distanciada do mundo agrário escravista e\nmarginalizada com relação à política imperial. Capazes de se distanciar\ncriticamente da ordem escravista monárquica, puderam defender a\nlaicização da sociedade brasileira e combater o ideário romântico que,\nao final do século XIX, fornecia as referências para a formação da\nidentidade nacional.\n\nComprometido com a “modernização” do Brasil, Tobias Barreto chegou a\npropor o desenvolvimento de uma “ciência política positiva”, capaz de\nneutralizar conflitos sociais e ideológicos como os que martirizavam o\nImpério em meados do século XIX. Nos seus termos, a noção de\nmodernização tinha um forte comprometimento com a ideia de progresso,\nentendido, nos moldes positivistas, como o esclarecimento dos indivíduos\npor meio da razão. Leitor de filósofos alemães (Haeckel, Buckle),\nBarreto foi o difusor de pensadores que marcariam o perfil acadêmico da\nEscola do Recife: Le Bon e Gobineau, Spencer e Darwin, Littré e le Play.\nDa difusão das ideias desses teóricos nasceria uma concepção\n“científica” do direito, influenciada pela antropologia determinista,\npela biologia evolutiva.\n\nÉ importante lembrar também que, por essa época, o cientificismo\nnaturalista transbordou o âmbito do direito, contaminando a literatura,\na crítica literária e, até mesmo, a poesia. Os romances naturalistas,\ndos quais *A carne* de Júlio Ribeiro é clara expressão, colocaram em\nevidência essa tendência à naturalização evolucionista do pensamento\nproduzido à sombra da Escola do Recife.\n\nEntre todos os pensadores, no entanto, destaca-se Sílvio Romero, cuja\ninfluência chegou às gerações subsequentes de autores que marcaram\nprofundamente o pensamento social brasileiro, tais como Euclides da\nCunha, Oliveira Viana e Gilberto Freire. Romero, segundo informa Lilia\nSchwarcz, foi um típico “homem de ciência” do século XIX, polemista e\ngrande agitador intelectual, comprometido com as questões nacionais de\nseu tempo, analisadas à luz do ideário naturalista e evolucionista.\nLevando às últimas consequências a concepção da ciência como forma\nprivilegiada do saber, fez contundente denúncia do romantismo e acerba\ncrítica à sociedade imperial em seu livro mais importante, *Historia da\nliteratura brasileira*.\n\nSustentado pelas teorias de Haeckel, Darwin e Spencer, Romero localizava\nos problemas do povo brasileiro e do caráter nacional no princípio\nbiológico da raça. Para ele, a mestiçagem seria a saída para a\nconstrução da homogeneidade nacional. Todo brasileiro era um mestiço,\ntanto no “sangue” como nas “ideias”, expressando “a vitória do branco no\npaís”. O mestiço, segundo ele, era o produto final de uma raça em\nformação.\n\nQue não se conceba, no entanto, Sílvio Romero como um democrata defensor\nda igualdade original entre os homens. Segundo suas concepções racistas,\na mestiçagem seria o caminho para extinguir os grupos indígenas e negros\natravés de sua diluição na raça branca. Em outros termos, a mestiçagem\nera apresentada como a via de assimilação das raças inferiores, que\npossibilitaria ao Brasil escapar dos prognósticos pessimistas anunciados\npor teóricos como o conde Arthur de Gobineau, para quem a população\nbrasileira, “totalmente mulata, viciada no sangue e no espírito e\nassustadoramente feia”, inviabilizaria a existência da nação civilizada.\nEm última instância, Romero dava voz às proposições que alimentavam o\nprograma de imigração de trabalhadores europeus para o Brasil, concebido\nnão apenas como a constituição de um mercado capitalista de força de\ntrabalho, mas como um processo de aceleração do branqueamento do país em\nconstrução.\n\nMaria Aparecida de Paula Rago/Rosa Maria Vieira\n\n**FONTES:** ALONSO, Â. *Ideias*; CANDIDO, A. *Método*;CHACON, V.\n*Formação*; COSTA, J. *Contribuição*; IANNI, O. *Raças*; SCHWARCZ, L.\n*Espetáculo*; VENTURA, R. *Estilo*.\n","ref":"**FONTES:** ALONSO, Â. *Ideias*; CANDIDO, A. *Método*;CHACON, V.\n*Formação*; COSTA, J. *Contribuição*; IANNI, O. *Raças*; SCHWARCZ, L.\n*Espetáculo*; VENTURA, R. *Estilo*.\n","dic":"DHBPR"}
