{"title":"ESCOLA MILITAR DA PRAIA VERMELHA","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Celso Castro"],"content":"**ESCOLA MILITAR DA PRAIA VERMELHA**\n\nInstituição criada em 1857, no Rio de Janeiro, então capital do Império,\ncomo um desdobramento da Escola Central, localizada no largo de São\nFrancisco, até então único estabelecimento de ensino superior do\nExército e única escola do Império a formar engenheiros, tanto civis\nquanto militares. O objetivo do governo era proporcionar, na Praia\nVermelha, um ensino prático que complementasse o ensino teórico\nministrado na Escola Central. A instituição funcionou até 1904, quando\nda Revolta da Vacina.\n\nA escola da “mocidade militar”\n\nA Escola Militar da Praia Vermelha foi temporariamente fechada durante a\nGuerra do Paraguai (1864-1970). Em 1874, a Escola Central foi\ntransferida para o Ministério do Império com o nome de Escola\nPolitécnica, tornando-se uma escola de engenharia exclusivamente civil.\nCom isso, a Escola Militar da Praia Vermelha passou a monopolizar todos\nos estudos militares superiores, inclusive os de engenharia militar. Não\nera, no entanto, um passo obrigatório para o ingresso no oficialato nem\npara a ascensão na carreira militar.\n\nNos 15 anos finais do Império, a Escola Militar da Praia Vermelha – que\ntambém receberia o nome de Escola Militar do Brasil – tornou-se um\nespaço de formação e mobilização política, por conta principalmente da\nsocialização dos novos alunos com colegas veteranos e jovens oficiais,\nmais do que por conta de um suposto proselitismo dos professores. O\nclima intelectual entre os alunos era marcado, de um lado, pelo\npredomínio de um conjunto eclético de ideias cientificistas – do\npositivismo ao evolucionismo –, evidente no apelido que os alunos davam\nà escola: “Tabernáculo da Ciência”. Também era muito valorizado o ideal\nmeritocrático concretizado no título de “alferes aluno”, que era\nrecebido pelos alunos aprovados plenamente ao final dos anos iniciais do\ncurso e que representava, além do prêmio pelo desempenho escolar, um\naumento substancial nos vencimentos. Esses elementos, associados à\norigem social relativamente modesta de muitos de seus alunos, fizeram\ncom que a Escola Militar da Praia Vermelha se tornasse local de\ndesenvolvimento de uma contraelite, em sua maioria ideologicamente\nrepublicana, que se opunha à política dos bacharéis em direito – apesar\nde seus alunos também receberem, ao final do curso, além da patente de\noficial do Exército, o diploma de “bacharel em matemáticas e ciências\nfísicas”.\n\nA formação “científica”, percebida pelos alunos como exclusiva em\nrelação à elite civil do Império, era também, todavia, motivo de\ndiferenciação no interior do Exército em relação aos oficiais que não\npossuíam curso superior e faziam sua formação profissional servindo nos\ncorpos de tropa. Muitas vezes pouco orientados para a carreira militar,\nalunos e jovens oficiais egressos da Praia Vermelha participaram\nativamente da campanha abolicionista e, principalmente, da conspiração\nrepublicana que terminaria por derrubar a monarquia.\n\nUm exemplo ilustrativo da politização dos alunos foi dado em novembro\n1888 por Euclides da Cunha, que, saindo de forma sem licença, durante\numa visita do ministro da Guerra, atirou ao chão a carabina e o\nsabre-baioneta, depois de o haver procurado quebrar. Euclides teria\nainda afirmado que fazia aquilo por ter direito ao título de alferes\naluno e não ter sido promovido; segundo algumas versões, também o teria\nfeito porque era republicano. Preso e posteriormente expulso da escola,\nEuclides seria, já na República, reintegrado à instituição.\n\nAlunos ou oficiais recém-formados pela Escola Militar da Praia Vermelha\nforam os elementos dinâmicos na radicalização do Clube Militar (fundado\nem 1887) e na atração de Benjamin Constant Botelho de Magalhães,\nprofessor de matemática da escola e vice-presidente do clube, para a\nliderança da conspiração republicana. Foi para Benjamin Constant que\nessa “mocidade militar”, na expressão da época, ofereceu, poucos dias\nantes da proclamação da República, um conjunto de “pactos de sangue” –\nnome pelo qual ficaram conhecidos abaixo-assinados que hipotecavam a seu\nlíder solidariedade incondicional até a morte, no enfrentamento com o\ngoverno imperial. Associados a um pequeno grupo de oficiais superiores\nliderados pelo general Deodoro da Fonseca, eles foram bem-sucedidos no\ngolpe de Estado de 15 de novembro de 1889, que instaurou a República no\nBrasil.\n\nNos 15 anos seguintes, a Escola Militar da Praia Vermelha tornou-se um\nbastião de defesa dos ideais republicanos no interior do Exército,\napoiando as posições políticas de Benjamin Constant, nomeado primeiro\nministro da Guerra da República e, após a morte deste, o governo de\nFloriano Peixoto. Com a morte de Floriano em 1895, uma parte do que fora\na “mocidade militar” do final do Império ligou-se ao jacobinismo. A\nEscola Militar da Praia Vermelha revoltou-se em março de 1895, em maio\nde 1897 e, por fim, em 14 de novembro de 1904, durante a Revolta da\nVacina. Esta teve como líderes militares os ex-alunos “científicos” da\nescola Lauro Sodré e Barbosa Lima, que pregavam o retorno à República\nideal com a qual os conspiradores de 1889 haviam sonhado. Com a derrota\nda Revolta da Vacina, os alunos, que em sua quase totalidade aderiram à\ntentativa de golpe de Estado contra o presidente Rodrigues Alves\n(1902-1906), foram presos e expulsos do Exército, e a Escola Militar da\nPraia Vermelha foi fechada.\n\nCelso Castro\n\n**FONTES:** CASTRO, C. *Militares*; CASTRO, C.; GAGLIARDI, J. *Revolta*;\nLOBATO FILHO. *Última*; MOTA, J. *Formação.*\n","ref":"**FONTES:** CASTRO, C. *Militares*; CASTRO, C.; GAGLIARDI, J. *Revolta*;\nLOBATO FILHO. *Última*; MOTA, J. *Formação.*\n","dic":"DHBPR"}
