{"title":"ESCOLA MILITAR DO REALENGO","cargoss":["Escola de preparação de oficiais do Exército brasileiro fundada em 1913"],"author":"Beatriz Coelho Silva","content":"**ESCOLA MILITAR DO REALENGO**\n\nEscola de preparação de oficiais do Exército brasileiro fundada em 1913\nno bairro do Realengo, na Zona Oeste do Rio de Janeiro, então Distrito\nFederal, nas proximidades de outras unidades das forças armadas.\nFuncionou até 1944, quando foi criada a Escola Militar de Resende, que\nem 1951 deu lugar à Academia Militar das Agulhas Negras (Aman), também\nem Resende, no estado do Rio de Janeiro.\n\nA escola dos “tenentes”\n\nA Escola Militar do Realengo foi fundada para concentrar em uma só\ninstituição o preparo dos quadros do Exército. Além das disciplinas\nvoltadas para a vida militar, o aluno, chamado cadete, ali recebia\nsólida formação generalista. Ao fim de três anos saía aspirante a\noficial, e em seguida era promovido a segundo-tenente, primeira patente\ndo oficialato.\n\nA partir dos anos 1920, os oficiais egressos da Escola Militar,\ngenericamente chamados de “tenentes”, colocaram-se em oposição ao\ngoverno federal no movimento que ficaria conhecido como tenentismo.\nAliados às oligarquias não vinculadas ao café e às classes médias\nurbanas, sem ideologia declarada, pretenderam tomar o poder pelas armas,\nmas quase sempre malograram. A primeira revolta tenentista ocorreu em\n1922, quando, tentando impedir a posse do presidente eleito Artur\nBernardes, rebelaram-se no Rio de Janeiro a Escola Militar, a Vila\nMilitar e o Forte de Copacabana. Em 1924 os militares do Realengo\nparticiparam da revolta que eclodiu em São Paulo, e no ano seguinte\nestavam na Coluna Prestes. Na Revolução de 1930, apoiaram Getúlio\nVargas. Na época, o então coronel José Pessoa, irmão do presidente da\nParaíba, João Pessoa, cujo assassinato fora pretexto para a revolução,\ntornou-se diretor da Escola Militar.\n\nDurante o Estado Novo (1937-1945), os ex-tenentes dividiram-se no apoio\ne na oposição a Getúlio Vargas. A partir 1945, seus representantes\ndisputaram e perderam eleições presidenciais: Eduardo Gomes, em 1945 e\n1950, Juarez Távora, em 1955, e Henrique Teixeira Lott, em 1960. Os\npresidentes militares que governaram o país após o movimento\npolítico-militar de 1964, Humberto de Alencar Castelo Branco, Artur da\nCosta e Silva, Emílio Médici, Ernesto Geisel e João Batista Figueiredo,\neram ex-alunos da Escola do Realengo.\n\nBeatriz Coelho Silva\n\n**FONTES:** ABREU, A. *Dicionário*; ACAD. MIL. AGULHAS NEGRAS.\nDisponível em: \\<www.aman.ensino.eb.br/\\>. Acesso em: 30/5/2009.\n","ref":"**FONTES:** ABREU, A. *Dicionário*; ACAD. MIL. AGULHAS NEGRAS.\nDisponível em: \\<www.aman.ensino.eb.br/\\>. Acesso em: 30/5/2009.\n","dic":"DHBPR"}