{"title":"ESTEVES JÚNIOR","cargoss":["const. 1891","sen. SC 1891-1900."],"author":"Carolina Vianna Dantas","content":"**ESTEVES JÚNIOR**\n\n\\*const. 1891; sen. SC 1891-1900.\n\n*Antônio Justiniano Esteves Júnior* nasceu em Desterro (SC), atual\nFlorianópolis, em 21 de março de 1832, filho de Antônio Justiniano\nEsteves.\n\nFez os primeiros estudos em sua cidade natal e em 1845, aos 13 anos,\nmigrou para o Rio de Janeiro, então capital do Império, onde começou a\ntrabalhar como caixeiro. Cinco anos depois mudou-se para São Paulo e se\nestabeleceu como comerciante. Logo em seguida retornou ao Rio de Janeiro\ne inaugurou em sociedade uma livraria. Também em sociedade, agora com\nseu irmão José, abriu uma papelaria que ficou conhecida como “Consulado\nCatarinense”, já que muitos conterrâneos procuravam o comércio dos\nirmãos Esteves.\n\nAdepto dos princípios do liberalismo, dedicou-se à campanha\nabolicionista e à propaganda republicana, tendo assinado o Manifesto\nRepublicano de 1870. Também participou do I Congresso Republicano,\nrealizado no Rio de Janeiro em 1887, como representante de Santa\nCatarina. Depois da proclamação da República em 15 de novembro de 1889,\nindicou ao chefe do governo provisório, marechal Deodoro da Fonseca, o\nnome de Lauro Müller para governador de Santa Catarina.\n\nEleito senador por Santa Catarina à Assembleia Nacional Constituinte em\nsetembro de 1890, tomou posse em 15 de novembro e foi presenteado por\nseus conterrâneos uma pena de ouro para assinar a Constituição de 1891,\no que fez. Em seguida, fez uma homenagem ao professor que lhe ensinou as\nprimeiras letras, José Joaquim Lopes, presenteando-o com a mesma pena. A\npartir de maio de 1891 passou a exercer o mandato ordinário e em 1900\nfoi reeleito senador. Não completou o segundo mandato em virtude de seu\nfalecimento, ocorrido no Rio de Janeiro, então Distrito Federal, em 9 de\nmarço de 1900.\n\nEra casado com Isabel Thompson, com quem teve filhos.\n\nCarolina Vianna Dantas\n\n**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; PIAZZA, W. *Dicionário*.\n","dic":"DHBPR"}