{"title":"EXPOSIÇÃO DO CENTENÁRIO DA ABERTURA DOS PORTOS","cargoss":["Exposição realizada no Rio de Janeiro, então Distrito Federal, no bairro"],"author":"Eduardo Junqueira","content":"**EXPOSIÇÃO DO CENTENÁRIO DA ABERTURA DOS PORTOS**\n\nExposição realizada no Rio de Janeiro, então Distrito Federal, no bairro\nda Urca, de agosto a novembro de 1908. De caráter nacional, a exposição\nrecebeu nos pavilhões especialmente construídos para a ocasião a\ndelegação de cada um dos estados brasileiros e a representação de\ndiversas instituições ligadas às artes, à ciência, ao comércio, à\nindústria e à agricultura.\n\nDesde meados do século XIX, exposições universais, e em menor escala\nnacionais, eram eventos de exaltação da modernidade, caracterizados por\ngerar à sua volta uma grande mobilização social. Realizadas em grandes\ncidades da Europa e da América do Norte, essas celebrações do progresso,\nda ciência e da técnica quase sempre comemoravam também acontecimentos\nhistóricos. Uma exposição universal ou nacional podia ser vista como uma\nespécie de resumo do estágio do progresso humano e das maravilhas da\ntécnica e da ciência na época de sua realização.\n\nAcervo Museu da Imagem e do Som\n\n![Description: G:\\\\Trabalho para a Mirna\\\\MIS\\\\Imagens MIS\\\\Exposição de\n1908 (100 anos da Abertura dos Portos) - Abertura da\nExposição.jpg](EXPOSI%c3%87%c3%83O%20DO%20CENTEN%c3%81RIO%20DA%20ABERTURA%20DOS%20PORTOS%20_arquivos/image001.jpg)\n\nExposição de 1908 (100 anos da Abertura dos Portos) – Abertura da\nExposição.\n\nGrandes mostras exigiam espaços suntuosos, previamente organizados e\nlimpos. Daí que cada cidade que se candidatava a abrigar esse tipo de\nevento deveria passar por um processo de intervenção, com a abertura de\navenidas, praças, jardins, a construção de palácios, centros, monumentos\ne pavilhões. No Rio de Janeiro, em 1908, não foi diferente.\n\nA exposição nacional daquele ano foi pensada para celebrar o centenário\nda Carta Régia de 28 de janeiro de 1808, assinada em Salvador pelo\npríncipe regente dom João, segundo informa Varnhagen, por influência\ndireta de José da Silva Lisboa, o visconde de Cairu. A carta régia\ndispunha sobre o livre comércio e navegação e franqueava os portos\nbrasileiros às nações consideradas amigas. A partir de então,\nrevogaram-se as disposições mercantilistas ultramarinas, base do\nmonopólio que atava comercialmente o Brasil a Portugal, o que significou\no fim do “antigo sistema colonial”, na expressão cara a Fernando Novais.\n\nPara que a República pudesse transformar em celebração fato intimamente\nligado ao regime que derrubara em 1889, foi preciso atribuir ao\nacontecimento o significado de momento inaugural do processo de\nemancipação econômica do país e de sua entrada no universo da livre\niniciativa. Era como se o peso do fato bruto transcendesse a esfera das\ncircunstâncias políticas em um ambiente em que se respirava certa\nneutralidade interpretativa, e por que não dizer científica, a qual\npermitiu, inclusive, a boa acolhida da monumental obra *D. João VI no\nBrasil*, de Oliveira Lima, também lançada em 1908.\n\nFruto mesmo da consolidação do regime republicano, uma tal celebração\nseria impensável dez anos antes, quando aglomerações, protestos de rua,\njornadas jacobinas e quebra-quebras agitavam o Rio de Janeiro. Concebida\nnum momento de tranquilidade política, nos primeiros anos do governo de\nAfonso Pena, a Exposição Comemorativa do Centenário da Abertura dos\nPortos visava, por outro lado, algo além do elogio à efeméride.\n\nEra aquele o momento de expor aos olhos da nação o quanto de avanços\nconseguira a República. Havia algo de prestação de contas naquele\nconteúdo de propaganda do regime republicano, que se evidenciava no\npavilhão destinado à apresentação das reformas por que passava a capital\nfederal, o Rio de Janeiro. Tampouco se pode esquecer dos pavilhões\ndestinados aos institutos de ciência, do Jardim Botânico, também\ncelebrando seus cem anos de existência, e do Instituto Osvaldo Cruz, que\nsurgia aos olhos de todos como responsável pela heroica façanha de, no\nano anterior, ter conseguido erradicar a febre amarela no Rio de\nJaneiro.\n\nA Exposição Comemorativa do Centenário da Abertura dos Portos, por outro\nlado, segundo Alda Heizer, constituiu-se como um espaço de exclusão,\nfruto mesmo do modo como o Brasil dispunha suas hierarquias sociais na\népoca. Havia regras de etiqueta a serem seguidas pelo visitante, assim\ncomo trajes proibidos. A exposição de 1908, na Urca, não era, de fato,\num ambiente para qualquer um e, longe de ser um espaço democrático,\nreerguia antigas barreiras, impedindo o acesso de homens e mulheres das\ncamadas inferiores e dos extratos mais baixos da sociedade carioca,\naqueles novos personagens que, segundo Heizer, “surgiam no cenário\nurbano e se traduziam numa ameaça à ordem”.\n\nA exposição de 1908 foi concebida também como um ensaio para a\nparticipação brasileira na Exposição Universal de Bruxelas, programada\npara 1910, e para a organização da Exposição Universal de 1922, a se\nrealizar no Rio de Janeiro como evento máximo das celebrações do\nCentenário da Independência do país.\n\nEduardo Junqueira\n\n**FONTES:** ARAGÃO, A. *Manguinhos*; HEIZER, A. *Jardim Botânico*; LIMA,\nM. *D. João VI*; NOVAIS, F. *Portugal*; VARNHAGEN, F. *História.*\n","ref":"**FONTES:** ARAGÃO, A. *Manguinhos*; HEIZER, A. *Jardim Botânico*; LIMA,\nM. *D. João VI*; NOVAIS, F. *Portugal*; VARNHAGEN, F. *História.*\n","dic":"DHBPR"}