{"title":"ALMEIDA, Temístocles de","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Luciana Pinheiro"],"content":"**ALMEIDA, Temístocles de**\n\n\\* dep. fed. RJ 1906-1908 e1918-1920.\n\n*Manuel Temístocles de Almeida*nasceu emCampos (RJ) no dia 21 de\ndezembrode 1865.\n\nBacharel em ciências jurídicas esociais pela Faculdade de Direito do\nRecifeem 1890, de 1891 a 1895 foi promotorpúblico em Campos.\nTransferiu-se então paraSanto Antonio de Pádua (RJ) e passoua atuar como\nadvogado. Posteriormente foieleito vereador e tornou-se presidente\ndaCâmara Municipal.\n\nEm 1900 foi eleito deputado estadual.Tomou posse em maio e foi\nreeleitoem 1903. Manteve-se na Assembleia fluminenseaté 1906, quando foi\neleito deputado federalpelo estado do Rio de Janeiro. Emmaio assumiu sua\ncadeira na Câmara dosDeputados, no Rio de Janeiro, então\nDistritoFederal, e exerceu seu mandato até dezembrode 1908, quando se\nencerrou a legislatura.\n\nNo ano seguinte foi nomeado diretorda Imprensa Nacional, órgão em que\npermaneceuaté 1910. Em dezembro de 1911 assumiua prefeitura de São\nGonçalo, municípiofluminense que governou até outubro de1913. Em 1916\ntornou-se membro da seçãofluminense da Liga Brasileira contra\noAnalfabetismo, criada com o objetivo deextinguir o analfabetismo nos\nmunicípios doRio de Janeiro até o Centenário daIndependência. Nessa\nocasião participou dos trabalhosdo conselho consultivo da entidade,\ntambémformado por Alfredo Backer, Francisco Chavesde Oliveira Botelho,\nFeliciano Sodré, EduardoCotrim, Leopoldo Bulhões, Otávio Kelly,\nMárioViana, Galdino Filho, Oliveira Viana eAlberto Torres, entre outros.\n\nVoltou a exercer mandato eletivoem 1918, quando foi novamente eleito\ndeputadofederal pelo estado do Rio. Reeleito em1921, ocupou uma cadeira\nna Câmara dosDeputados até dezembro de 1923, quandose encerrou a\nlegislatura.\n\nLuciana Pinheiro\n\n**FONTES:**ABRANCHES, J. *Governos* (v.2,p.224); Blog do jornalista\nAssueres Barbosa.Disponível em:\n\\<http://blogdojornalistaassueres.blogspot.com/\\>.Acesso em: 22/1/2011;\nCÂM. DEP. *Deputados brasileiros* (p.187); NOFUENTES, V. *Guerra.*\n","ref":"**FONTES:**ABRANCHES, J. *Governos* (v.2,p.224); Blog do jornalista\nAssueres Barbosa.Disponível em:\n\\<http://blogdojornalistaassueres.blogspot.com/\\>.Acesso em: 22/1/2011;\nCÂM. DEP. *Deputados brasileiros* (p.187); NOFUENTES, V. *Guerra.*\n","dic":"DHBPR"}
