{"title":"FARIA, Antão Gonçalves de","cargoss":["Constituinte","Ministro da Agricultura","Ministro da Fazenda","Revolucionário ou revoltoso"],"cargos_esp":[0,0,0,0],"datas_ini":[1891,1891,1891,1893],"datas_fim":[1891,1892,1892,1893],"estados":[0,0,0,0],"autor":[0],"content":"**FARIA**, **Antão** **Gonçalves de**\n\n\\*const. 1891; min. Agric. 1891-1892; min. Faz. 1891-1892; rev. 1893.\n\n*Antão Gonçalves de Faria* nasceu em São Sapé (RS), no dia 17 de janeiro\nde 1854, filho de Mateus Gonçalves de Faria e de Umbelina Maria do Carmo\nGonçalves de Faria.\n\nIniciou seus estudos no Colégio Gomes, em Porto Alegre, e no Colégio\nMarinho, na capital do Império. Posteriormente, matriculou-se na Escola\nNaval, mas desistiu da carreira, ingressando na Escola Politécnica no\nRio de Janeiro, pela qual se formou em engenharia civil em 1877. À\népoca, a Escola Politécnica – antiga Escola Central, até 1874 – era um\nambiente intelectual impregnado de teorias cientificistas, como o\npositivismo, que no Brasil foi identificado com uma das mais importantes\ncorrentes políticas favoráveis à República, o que certamente o\ninfluenciou.\n\nDepois de formado retornou ao Rio Grande do Sul e estabeleceu-se em\nCaçapava do Sul. Logo começou a participar da vida política gaúcha,\ningressando no recém-fundado Partido Republicano Rio-Grandense (PRR) e\nsendo um dos fundadores, em 1884, do jornal *A Federação*, órgão oficial\nda agremiação. Nesse mesmo ano, tomou parte no lançamento de outro\nperiódico, *O Rio Grande*, diário político de Porto Alegre. Com a\nproclamação da República em novembro de 1889, foi nomeado\nsuperintendente de Obras Públicas no governo do marechal José Antônio\nCorreia da Câmara, no Rio Grande do Sul, que durou apenas três meses, de\n15 de novembro de 1889 a 11 de fevereiro de 1890. Após a renúncia de\nmarechal Câmara, assumiu o governo, também por três meses, até 6 de maio\nde 1890, o general Júlio Anacleto Falcão, que o nomeou\nsegundo-vice-governador, e a Júlio de Castilhos,\nprimeiro-vice-governador. Eleito deputado constituinte em 15 de setembro\nde 1890, exerceu o mandato de 15 de novembro daquele ano a 26 de\nfevereiro de 1891.\n\nCom o início do governo de Floriano Peixoto, em 23 de novembro de 1891,\napós a renúncia de Deodoro da Fonseca à presidência da República, foi\nnomeado ministro da Agricultura, Viação e Obras Públicas, e\ninterinamente ministro da Fazenda (até 26 de novembro), entre as gestões\nde Henrique Pereira de Lucena, o barão de Lucena, e de Francisco de\nPaula Rodrigues Alves. Voltaria ainda uma vez como interino ao\nMinistério da Fazenda entre 31 de dezembro de 1891 e 10 de janeiro de\n1892, em substituição a Rodrigues Alves. Ao longo da sua gestão no\nMinistério da Fazenda, que se estenderia até 22 de junho de 1892, foi\ninstituída a Comissão Exploradora do Planalto Central do Brasil – Missão\nCruls –, por meio da Portaria n^o^ 119-A, de 17 de maio de 1892.\n\nApós deixar o ministério, retornou ao Rio Grande do Sul no momento em\nque se acirravam as contradições entre os grupos políticos locais e o\ngoverno federal. O líder republicano gaúcho Júlio de Castilhos,\noriginalmente ligado a Deodoro da Fonseca, renunciara ao governo do\nestado após a subida de Floriano Peixoto ao poder. Todavia, após alguns\nreveses, conseguiu voltar em 1893 à chefia do Executivo do Rio Grande do\nSul, com apoio do próprio Floriano, provocando a sublevação de elementos\nligados ao Partido Federalista, como Gaspar Silveira Martins e Demétrio\nRibeiro. A este último grupo Antão de Faria se alinhou, tomando parte\nnaquela que ficou conhecida como Revolução Federalista, que só seria\ndebelada em 1895, já no governo de Prudente de Moraes (1894-1898).\nPerseguido, exilou-se na Argentina por breve período. Voltou ao Brasil\nem 1894, e a partir de então abandonou a carreira política.\n\nMorreu em Porto Alegre, no dia 4 de fevereiro de 1936.\n\nDemian de Melo\n\n**FONTES:** BULHÕES, A. *Ministros*; MIN. FAZ. *Ministros.*\n","ref":"**FONTES:** BULHÕES, A. *Ministros*; MIN. FAZ. *Ministros.*\n","dic":"DHBPR"}
