{"title":"ALVES FILHO, Rodrigues","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**ALVES FILHO, Rodrigues**\n\n\\* dep. fed. SP 1906-1923 e1925-1930.\n\n*Francisco de Paula Rodrigues Alves Filho* nasceu emGuaratinguetá (SP)\nno dia 30 de outubrode 1878, filho de Francisco de PaulaRodrigues Alves\ne de Ana Guilhermina deOliveira Borges. Seu pai foi deputadodurante o\nImpério, constituinte em 1891,senador, ministro da Fazenda nos\ngovernosFloriano Peixoto (1891-1894) e Prudente deMorais (1894-1898),\ntrês vezes presidente deSão Paulo (1887-1888, 1900-1902 e 1912-1916)e\npresidente da República (1902-1906); novamenteeleito presidente da\nRepública em 1918,não assumiu o cargo em virtude dedoença, vindo a\nfalecer em janeiro de1919. Sua mãe era neta do viscondede Guaratinguetá.\n\nApós os primeiros estudos em suacidade, fez o curso preparatório no\nColégioSão Luís Gonzaga, em Petrópolis (RJ),e no Externato Aquino, no\nRio deJaneiro, então Distrito Federal. Matriculou-sena Faculdade de\nDireito de São Pauloem 1897, formando-se em ciências sociaise jurídicas\nem 1901 depois de cursobrilhante no qual se classificou em\nprimeirolugar. Entre seus colegas de turma estavamLaudo Ferreira de\nCamargo, Virgílio deCarvalho Pinto, Francisco Pais de Barrose Maria\nAugusta Saraiva, a primeira mulhera ingressar na Faculdade de Direito\ndeSão Paulo.\n\nDepois de formado, além de exercera advocacia na capital paulista, fez\ntambémparte, em 1902, da redação do jornal*Correio Paulistano*, órgão do\nPartido RepublicanoPaulista (PRP). Com a posse de seupai na presidência\nda República em 15de novembro do mesmo ano, foi nomeadosecretário da\npresidência, o que o levoua participar de vários momentos marcantesda\nvida do país. Em 15 de novembrode 1905, por exemplo, acompanhou o paiem\ncarruagem aberta na solenidade de inauguraçãoda avenida Central, hoje\nRio Branco, amais importante do Rio de Janeiro. Acompanhoutambém a ação\nde Osvaldo Cruz, que,na Diretoria de Saúde Pública, desenvolveuum plano\nde combate à febre amarelabaseado em métodos que haviam alcançadogrande\neficácia em Cuba e conseguiu livrara cidade do Rio de Janeiro\ndasepidemias que a assolavam. Permaneceu nasecretaria da presidência da\nRepública atéfins de 1905, quando solicitou sua exoneraçãoa fim de se\ncandidatar a deputadofederal nas eleições que seriam realizadasem 31 de\njaneiro de 1906, sendosubstituído no cargo por Edmundo da Veiga.\n\nEleito deputado federal pelo 4^o^distrito de São Paulo, tomou posse em3\nde maio de 1906. Nesse mesmoano, como membro do PRP, votou\nfavoravelmenteao Convênio de Taubaté, acordo firmadoentre os presidentes\ndos estados de SãoPaulo, Minas Gerais e Rio de Janeirocom o objetivo de\ngarantir um preçomínimo para o café, principal produtoda economia\nbrasileira. Seu pai não forafrontalmente contrário à medida, mas\ntinhaobjeções ao plano, por onerar os cofresda União. Até o final do\nquadriêniode Rodrigues Alves, em 15 de novembrode 1906, permaneceu fiel\nà minoria queapoiava o governo, votando contra ao projetode lei de\nautoria do deputado DaviCampista que criou a Caixa de Conversão.\n\nReeleito para as legislaturas 1909-1911e 1912-1914, conviveu com o pai\ncomopresidente de São Paulo, pela terceiravez, entre 1912 e 1916. Quando\ndasucessão de Hermes da Fonseca na presidênciada República em 1914, foi\napresentadoo nome do senador gaúcho Pinheiro Machado,logo rejeitado\npelos paulistas. A chamadaColigação, formada pelos estados de SãoPaulo,\nMinas Gerias, Pernambuco e Riode Janeiro, resolveu apoiar o nome\ndopaulista, ex-presidente da República e entãosenador Manuel Ferraz de\nCampos Sales,com o mineiro Venceslau Brás como vice.Diante do\nfalecimento inesperado de CamposSales, a pedido de seu pai,\nRodriguesAlves Filho escreveu ao senador generalFrancisco Glicério\ninformando que, no entenderdo presidente de São Paulo, o senadorPinheiro\nMachado deveria usar sua autoridadepara “promover a apresentação de um\nnomeque viesse acalmar os espíritos e trazera tranquilidade de que tanto\ncarecemos”.Glicério, por sua vez, informou que odeputado Cincinato Braga\nhavia conversado comBueno Brandão, e que Minas Gerais nuncaaceitaria o\nnome de Pinheiro Machado parapresidente, assim como não podia aceitar“de\nforma alguma a vice-presidência”. Afinal,com o veto de Minas Gerais ao\ncandidatooficial, Venceslau Brás acabou sendo onome de consenso entre as\ncorrentes partidáriase foi eleito presidente em março, sendoempossado em\n15 de novembro.\n\nAinda em 1914, foi aprovada naCâmara dos Deputados uma emenda ao\norçamentoda Justiça na qual se interpretava alei de incompatibilidades\neleitorais de formaa permitir a eleição de deputados federaisque, embora\nparentes de presidentes ougovernadores estaduais, tivessem exercido\nanteriormenteo mesmo mandato. A emenda visava exclusivamentea beneficiar\nRodrigues Alves Filho, queexercia seu terceiro mandato parlamentar.\nAemenda foi aprovada na Comissão de Justiça,sendo relator Félix Pacheco,\nque ouviupreviamente o presidente da República VenceslauBrás. Quando a\nemenda foi discutida naComissão de Justiça do Senado, o senadorPinheiro\nMachado afirmou que a combateria,dizendo que ela vinha derrogar uma\nleimoralizadora. Francisco Glicério, que presidiaa comissão, contestou o\nlíder gaúcho,mas tão seguro era Pinheiro de suaforça que começou a tomar\nos votosdos senadores presentes. Glicério reagiu, afirmandoque competia\na ele, como presidente dacomissão, tomar os votos. Verificou-se entãoa\nderrota da emenda, contra os votosapenas de Glicério, Gomes Ferreira e\nBuenode Paiva, este mineiro e amigo dopresidente Venceslau Brás. Diante\ndisso, Glicériolevantou-se e disse que ia discutir oassunto no plenário,\npara mostrar a campanhaque a comissão montava contra São Paulo.Pinheiro\nMachado pediu então que se reconsiderassea matéria e aconselhou seus\ncomandadosa votar agora pela aprovação da emenda.Escrevendo a Rodrigues\nAlves, Glicério afirmouque teve mais repugnância pelos senadoresque\nassim procediam do que por Pinheiro,que lhes dava ordens. Mas Pinheiro\nMachadotinha alcançado seu objetivo: mostrar parao ex-presidente que seu\nfilho só continuariana Câmara como deputado porque ele concordava.\n\nRodrigues Alves Filho foi de fatoreconduzido à Câmara dos Deputados\nnaslegislaturas 1915-1917 e 1918-1920. Nas eleiçõesde 1^o^ de março de\n1918,também seu pai foi mais uma vezeleito presidente da República, e\nincumbiuo filho de levar ao Rio de Janeirotrês cartas convites para seu\nministério:ao general Cardoso de Aguiar, para aGuerra, ao almirante\nGomes Pereira, paraa Marinha, e a Pandiá Calógeras, paraa Viação. No\nmesmo dia de sua chegadaà capital federal, Rodrigues Alves Filhofoi\nchamado ao telefone pelo pai, quelhe pediu que não entregasse o convitea\nCalógeras, visto terem surgido restriçõesao seu nome em Minas Gerais.\n\nNo pleito de 20 de fevereirode 1921, Rodrigues Alves Filho foi maisuma\nvez eleito deputado federal, paraa legislatura 1921-1923. Não concorreu\naopleito realizado em 17 de fevereiro de1924, mas em 27 de agosto de\n1925foi eleito para preencher a vaga abertacom renúncia de Plínio de\nGodói Moreirada Costa, que havia sido eleito parao Senado Estadual\npaulista. Foi reeleitomais duas vezes para a Câmara dosDeputados: em 24\nde fevereiro de 1927,para o triênio 1927-1929, e em 1^o^de março de\n1930. Contudo, com avitória do movimento revolucionário de outubrode\n1930, chefiado por Getúlio Vargas,e a dissolução do Poder Legislativo\nemtodo o país, perdeu sua cadeira, passandoa dedicar-se a advocacia.\n\nNo governo do interventor Ademarde Barros em São Paulo (1938-1941),\nfoinomeado diretor técnico do Departamento deEstatística, então um dos\nprincipais órgãosda administração pública do estado. Coma\nredemocratização ocorrida em 1945, candidatou-sea senador pelo Partido\nSocial Democrático(PSD) nas eleições para a Constituinteque ocorreram em\n2 de dezembro domesmo ano, ficando em quinto lugar entreos 11\ncandidatos.\n\nCom a volta de Ademar deBarros ao governo de São Paulo, foiconvidado, em\nsetembro de 1947, para trabalharem *A Época*, jornal de propriedade do\nchefedo Executivo paulista, segundo suas própriaspalavras “com a função\nde escrever artigosde combate feroz e chefiar campanhas terríveisque por\nmais de uma vez quase mecomprometeram a própria vida”. Em seusartigos,\nnão poucas vezes, segundo ele,disse verdades que outros não teriam\nacoragem de dizer ao próprio Ademar.\n\nDiversificando suas atividades, em setembrode 1950 obteve no Banco do\nEstadode São Paulo um empréstimo a longoprazo para um empreendimento\nimobiliário emOsasco, então bairro afastado da capitalpaulista.\n\nSeu rompimento com Ademar de Barrosocorreu em virtude de intrigas de\numgrupo que cercava o governador, e principalmentede uma jornalista\nprotegida do dono dojornal. Como também era acionista do jornal,acabou\nvendendo suas ações para o entãovice-governador Erlindo Salzano,\npreposto deAdemar, e deixou a direção de *A Época*.Pouco tempo depois\nfoi convidado pelopróprio ex-patrão a assumir a direçãodo comitê de\npropaganda municipal, comvistas às eleições que se realizariamna cidade\nSão Paulo. Apesar da situaçãocriada com sua saída do matutino,\nviu-seobrigado a aceitar a função a contragosto.Pouco tempo permaneceu,\nporém. Informado deque sua presença era apenas para quenão criassem\nembaraços até a eleição queseria realizada em outubro, após o queseria\njogado “às feras”, imediatamente abandonouo comitê.\n\nEm 18 de janeiro de 1952,quando deixava sua residência em São Paulo,foi\nvítima de um atentado, quando doisindivíduos postados junto ao portão\ndesua casa lhe desferiram seis tiros. Umdeles resvalou em seu sapato e\noutroatingiu uma cachorrinha. Apesar de teremfugido, os agressores\nacabaram sendo identificadoscomo ex-policiais que haviam sido expulsosda\ncorporação e tinham ligação com amigosdo ex-governador, mas não foram\npresospelas autoridades. Rodrigues Alves Filho passouentão, a partir de\nmarço de 1952,a fazer sérias críticas a Ademar deBarros nas páginas do\njornal carioca *O Mundo*. Informou que Ademar havia exigidodo presidente\nEurico Dutra um bilhão decruzeiros para trair Getúlio Vargas, candidatoà\npresidência da República em 1950, emfavor de Cristiano Machado, e que\nointermediário teria sido o industrial HorácioLafer. Em 1954, escreveu o\nlivro *Um homem ameaça o Brasil*, contra Ademar, então\nnovamentecandidato ao governo paulista. Denunciava naobra as negociatas\ne escândalos havidosno governo estadual e a famosa “caixinha”para onde\neram desviados valores arrecadadosde maneira ilícita.\n\nFaleceu no Rio de Janeiro, entãoEstado da Guanabara, no dia 16\ndedezembro de 1963.\n\nFoi autor também dos livros *O sociologismo e a imaginação no romance\nbrasileiro* (1938), *As bases da unidade nacional*,*Crônicas do Brasil\nantigo* (1940), *Democracia corrompida ou golpe de Estado?* (1955) e *O\nque é parlamentarismo* (1961).\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; ALVESFILHO, F. *Homem*; FRANCO, A.\n*Rodrigues*;MOURA, C. *Visconde*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ALVESFILHO, F. *Homem*; FRANCO, A.\n*Rodrigues*;MOURA, C. *Visconde*.\n","dic":"DHBPR"}
