{"title":"FERREIRA, Fileto Pires","cargoss":["militar","dep. fed. AM 1893-1896","gov. AM 1896-1898."],"author":"Maria Eugenia Bertarelli","content":"**FERREIRA, Fileto Pires**\n\n\\*militar; dep. fed. AM 1893-1896; gov. AM 1896-1898.\n\n*Fileto Pires Ferreira* nasceu no Piauí no dia 16 de março de 1866,\nfilho do capitão Raimundo de Carvalho Pires e de Lídia de Santana Pires.\nSeu tio Firmino Pires Ferreira, também militar, foi constituinte de\n1891, deputado federal pelo Piauí de 1891 a 1893 e senador de 1894 a\n1921 e de 1927 a 1930.\n\nIniciou sua formação militar em Porto Alegre 1884, e no ano seguinte foi\ntransferido para o Rio de Janeiro. Participou do movimento republicano\nliderado por Benjamim Constant, por quem manifestou grande admiração, e\nem 15 de novembro de 1889 fez parte da 2^a^ Brigada, que, sob a\nliderança do marechal Deodoro da Fonseca, depôs o visconde de Ouro Preto\nem seu gabinete, num dos episódios do processo que culminou com a\nproclamação da República.\n\nChegou ao Amazonas no ano de 1890 para servir ao lado do governador\nAugusto Ximenes de Villeroy (4/1/1890 a 2/11/1890), e foi nomeado\nsuperintendente municipal da cidade de Tefé. Entretanto, pouco tempo\ndepois regressou ao Rio de Janeiro para concluir, em 1891, sua formação\nmilitar básica, com o título de bacharel em matemática e ciências\nfísicas e naturais. Após a subida ao poder do marechal Floriano Peixoto,\nem 23 de novembro de 1891, recebeu ordem de voltar a Manaus. No primeiro\ngoverno de Eduardo Ribeiro (11/1890 a 5/1891) foi secretário de estado.\nJá durante o segundo governo de Ribeiro (2/1892 a 7/1896), foi eleito,\nem 1893, deputado federal pelo Amazonas. Em março do ano seguinte foi\nreeleito para a legislatura 1894-1896, mas em 1896 foi eleito governador\ndo estado numa eleição articulada pelo próprio Eduardo Ribeiro, que tudo\nplanejou para garantir sua vitória.\n\nTomou posse no dia 23 de julho de 1896, e durante seu governo o Amazonas\nconheceu um dos momentos mais prósperos de sua história, a partir do\ncrescimento econômico gerado pela extração e venda da borracha. Em 31 de\ndezembro de 1896 foi inaugurado o Teatro Amazonas, embora o grande\nesforço para a construção do edifício tivesse sido realizado por Eduardo\nRibeiro. Ainda em seu governo, o Amazonas colaborou com a União na\nGuerra de Canudos, enviando um batalhão de infantaria da polícia\nestadual em agosto de 1897.\n\nDeixou o governo em 4 de abril de 1898, quando precisou retirar-se para\nParis, ao que tudo indica para cuidar de problemas de saúde. Pretendia\nretornar e assumir novamente o cargo, quando soube que uma falsa carta\nde renúncia, supostamente postada em Paris, havia sido enviada para a\nAssembleia Legislativa e fora imediatamente aceita. Desse modo seu\ngoverno chegou ao fim, apesar de suas tentativas junto ao governo\nfederal de retomar o cargo. Em seu lugar assumiu o vice-governador\ncoronel José Cardoso Ramalho Júnior, que completou seu mandato.\n\nApós deixar o governo do Amazonas dedicou-se inteiramente à vida\nmilitar. Entrou para o corpo do Estado-Maior, onde ocupou a chefia da\n1^a^ Divisão, chegando ao posto de general de exército.\n\nFaleceu no dia 11 de agosto de 1917 na cidade do Rio de Janeiro.\n\nEra casado com Maria Lucrécia Gomes de Sousa.\n\nMaria Eugenia Bertarelli\n\n**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AMAZONAS.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; TRIB.\nJUST. AMAZONAS. Disponível em: \\<www.tjam.jus.br\\>. Acesso em:\n20/2/2010.\n","ref":"**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AMAZONAS.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 28/2/2010; TRIB.\nJUST. AMAZONAS. Disponível em: \\<www.tjam.jus.br\\>. Acesso em:\n20/2/2010.\n","dic":"DHBPR"}