{"title":"FERREIRA, Firmino Pires","cargoss":["militar","const. 1891","dep. fed. PI 1891-1893","sen. PI 1894-1921 e"],"author":"Raimundo Helio Lopes","content":"**FERREIRA, Firmino Pires**\n\n\\*militar; const. 1891; dep. fed. PI 1891-1893; sen. PI 1894-1921 e\n1927-1930.\n\n*Firmino Pires Ferreira* nasceu na cidade de Barras (PI) em 25 de\nsetembro de 1848, filho do coronel José Pires Ferreira e de Maria\nJoaquina de Jesus Castelo Branco Carvalho de Almeida. Sua família,\nchamada por Leôncio Basbaum de “o numeroso e inesgotável clã dos Pires\nFerreira”, exerceu grande domínio político no Piauí durante a Primeira\nRepública, aglutinada no Partido Republicano Piauiense.\n\nAos 17 anos de idade Firmino sentou praça no Exército como soldado raso\ne já em 1866 seguiu como voluntário para a Guerra do Paraguai\n(1864-1870), sendo incorporado ao Batalhão de Engenharia. Na frente de\nluta, foi responsável pelo transporte de material de construção para a\ntravessia do Chaco e participou das batalhas do Humaitá e Peribebuí. Por\nsua atuação, recebeu duas promoções durante o conflito: a alferes, em\n1868, e a tenente, no ano seguinte. Em 1870 ingressou na Escola Militar\nda Corte. Promovido a capitão em 1874, no ano seguinte foi designado\ninstrutor do Tiro de Guerra de Campo Grande, em Mato Grosso. Em 1879 foi\nintegrado ao Estado-Maior da Artilharia já no posto de major. Subdiretor\ndo Arsenal de Guerra, foi promovido a tenente-coronel em 1889.\n\nIngressou na política após a proclamação da República (15/11/1889),\nsendo eleito em 15 de setembro de 1890 deputado pelo Piauí ao Congresso\nNacional Constituinte instalado em 15 de novembro seguinte. Também em\n1890 foi promovido a coronel. Após a promulgação da Constituição em 24\nde fevereiro de 1891, passou, em junho, a exercer o mandato ordinário,\naté dezembro de 1893. Quando, em setembro desse ano, eclodiu a Revolta\nda Armada (1893-1894) contra o governo do marechal Floriano Peixoto,\ncomandou a 6^a^ Brigada no Rio de Janeiro.\n\nEm 1894 foi eleito senador pelo Piauí, com mandato de nove anos.\nPromovido a general de brigada em 1895, passou a quartel-mestre general\ndo Exército em 1897 e a general de divisão em 1901. Reeleito senador\npelo Piauí em 1903, três anos depois passou a marechal graduado. Nas\neleições de 1912 obteve mais um mandato no Senado. Reformou-se como\nmarechal em 6 de janeiro de 1913 e encerrou seu terceiro mandato no\nSenado em 1921. Em 1927 conquistou o quarto mandato de senador. Recebeu\na metade dos votos de seu concorrente, José Félix Pacheco, mas a\nComissão de Verificação de Poderes do Congresso garantiu seu diploma.\nDurante os anos em que esteve no Senado, foi membro das comissões da\nMarinha, da Guerra e de Constituição e Justiça.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 22 de julho de\n1930, no exercício do mandato de senador.\n\nEra casado com sua prima Lina Pires Ferreira. Seu sobrinho Fileto Pires\nFerreira, que também seguiu a carreira militar, foi governador do\nAmazonas entre 1896 e 1898.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; BASBAUM, L. *História*; CHAVES, J.\n*Apontamentos*; GONÇALVES, W. *Grande*; LEITE NETO, L. *Catálogo\nbiográfico*; NASCIMENTO, F. *Revolução*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BASBAUM, L. *História*; CHAVES, J.\n*Apontamentos*; GONÇALVES, W. *Grande*; LEITE NETO, L. *Catálogo\nbiográfico*; NASCIMENTO, F. *Revolução*.\n","dic":"DHBPR"}