{"title":"FERREIRA, Gabriel Luís","cargoss":["gov. PI 1891","dep. fed. PI 1894-1895."],"author":"Raimundo Helio Lopes","content":"**FERREIRA, Gabriel Luís**\n\n\\*gov. PI 1891; dep. fed. PI 1894-1895.\n\n*Gabriel Luís Ferreira* nasceu na cidade de Valença (PI) em 11 de abril\nde 1847, filho de João Luís Ferreira.\n\nFoi membro do Partido Conservador do Império e deputado provincial no\nPiauí de 1876 a 1879. Formou-se pela Faculdade de Direito do Recife em\n1882, aderiu ao movimento republicano e após a proclamação da República\n(15/11/1899) continuou a atuar na política piauiense.\n\nInstalada a Assembleia Constituinte do Piauí em 1891, no governo de\nÁlvaro Moreira de Barros Oliveira Lima, foi eleito indiretamente\ngovernador do estado e tomou posse em 28 de maio. Entretanto, ficou no\npoder apenas sete meses. Com a renúncia de Deodoro da Fonseca à\npresidência da República e a posse de Floriano Peixoto (23/11/1891), foi\ndeposto do cargo em 21 de dezembro e substituído por uma junta\ngovernativa composta pelo tenente-coronel João Domingos Ramos, Higino\nCunha, Clodoaldo Freitas, José Eusébio de Carvalho Oliveira, Elias\nFirmino de Sousa Martins e José Pereira Lopes. A junta governou até o\ndia 29 do mesmo mês, quando João Domingos Ramos assumiu sozinho o\ngoverno do estado até 11 de fevereiro de 1892, data em que Coriolano de\nCarvalho e Silva foi nomeado governador.\n\nEm 1894 Gabriel Luís Ferreira foi eleito deputado federal e exerceu o\nmandato até 1895.\n\nFoi também professor, magistrado, subprocurador da República, juiz da\n2^a^ Vara Cível da cidade do Rio de Janeiro e fundador do Instituto\nKarnak. No campo jornalístico, colaborou com os jornais *Fiat Lux*, *A\nPátria* e *Jornal do Comércio*. Neste último, assinou seus textos sob o\npseudônimo de Prevos Paradel.\n\nFaleceu na cidade do Rio de Janeiro em 15 de dezembro de 1895.\n\nCasado com Maria Benedita Cândida da Conceição Pacheco, era cunhado de\nTeodoro Alves Pacheco, que foi senador constituinte pelo Piauí em 1891.\nSeu filho Félix Pacheco foi deputado pelo Piauí de 1909 a 1920, senador\nde 1921 a 1922 e ministro das Relações Exteriores do governo Artur\nBernardes, de 1922 a 1926; além disso, dedicou-se ao jornalismo, no\n*Jornal Comércio*, e à literatura, tornando-se membro da Academia\nBrasileira de Letras; defensor da introdução no Brasil do método de\nidentificação pelas impressões digitais, teve seu nome dado ao Instituto\nde Identificação Félix Pacheco. Outro filho, João Luís Ferreira, foi\ngovernador do Piauí de 1920 a 1924 e deputado federal de 1925 a 1927.\n\nPublicou *Índice alfabético da legislação da província do Piauí, de 1835\na 1878* (1879).\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; BASTOS, C. *Dicionário*;\nGONÇALVES, W. *Grande*; REGO NETO, H. *Fatos.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BASTOS, C. *Dicionário*;\nGONÇALVES, W. *Grande*; REGO NETO, H. *Fatos.*\n","dic":"DHBPR"}