{"title":"FERREIRA, Roberto","cargoss":["militar","junta gov. PR 1891-1892."],"author":"Luciana Pinheiro","content":"**FERREIRA, Roberto**\n\n\\*militar; junta gov. PR 1891-1892.\n\n*Roberto Ferreira*nasceu na província de Alagoas no dia 30 de setembro\nde 1834, filho de Joaquim Ferreira da Costa Sampaio.\n\nFez os primeiros estudos em Alagoas e na Bahia, transferindo-se\nposteriormente para o Rio de Janeiro, então capital do Império, onde\ningressou na Escola Militar em 1858.\n\nAntes de ingressar na política fez longa carreira militar. Em 1863 foi\npromovido a tenente e, iniciada a Guerra do Paraguai (1864-1870),\nparticipou do conflito. Em 1866 lutou na batalha do Tuiuti, maior\nconfronto da guerra, e por seu desempenho foi promovido a capitão. Em\n1869, por sua participação na Campanha das Cordilheiras, foi promovido a\nmajor. Terminada a guerra, passou a residir no Paraná, onde, em 1889, se\ntornou comandante de um batalhão de infantaria em Curitiba.\n\nDois anos após a proclamação da República, e estando em vigor a\nConstituição de 24 de fevereiro de 1891, o presidente Deodoro da Fonseca\nfechou o Congresso Nacional, provocando uma reação que o levou a\nrenunciar em 23 de novembro do mesmo ano. O vice-presidente Floriano\nPeixoto foi então empossado na presidência, e todos os governantes\nestaduais que haviam apoiado o golpe de Deodoro foram destituídos. Foi o\ncaso do governador do Paraná, Generoso Marques dos Santos. Roberto\nFerreira integrou a junta governativa então nomeada por Floriano Peixoto\npara assumir o governo do estado, composta ainda por Bento José Lamenha\nLins e pelo coronel Joaquim Monteiro de Carvalho e Silva. A junta\npermaneceu no governo de 29 de novembro de 1891 até 25 de fevereiro de\n1892, quando tomou posse o governador eleito Francisco Xavier da Silva.\n\nRoberto Ferreira retomou então sua carreira militar, assumindo o comando\nde dois distritos. Em setembro de 1893 tornou-se comandante superior da\nGuarda Nacional. No mês seguinte, durante a Revolta da Armada, foi\nnomeado comandante das forças em operação em Niterói e, posteriormente,\ncomandante da 2^a^ Divisão das forças da guarnição do litoral da capital\nfederal. Em abril de 1894 assumiu o posto de ajudante-general do\nExército, sendo mais tarde reformado como general de divisão.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 6 de março de\n1915.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 11/10/2010; CASA CIVIL DO\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n11/10/2010; PLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso\nem: 11/10/2010.\n","ref":"**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 11/10/2010; CASA CIVIL DO\nPARANÁ. Disponível em: \\<www.casacivil.pr.gov.br/\\>. Acesso em:\n11/10/2010; PLANALTO. Disponível em: \\<www.planalto.gov.br/\\>. Acesso\nem: 11/10/2010.\n","dic":"DHBPR"}