{"title":"FIGUEIREDO, Elpídio de Abreu e Lima","cargoss":["dep. fed. PE 1900-1905."],"author":"Raimundo Helio Lopes","content":"**FIGUEIREDO, Elpídio de Abreu e Lima**\n\n\\*dep. fed. PE 1900-1905.\n\n*Elpídio de Abreu e Lima Figueiredo* nasceu em Goiana (PE) no dia 5 de\nsetembro de 1863.\n\nFormou-se pela Faculdade de Direito do Recife em novembro de 1886 e foi\npromotor público em Limoeiro (PE) de outubro de 1888 a julho de 1889.\nIniciou-se na política depois da proclamação da República (15/11/1889),\nquando foi eleito deputado estadual em Pernambuco em 1895. Reeleito em\n1898, chegou a primeiro-vice-presidente e presidente da Assembleia\nLegislativa.\n\nEm 1900 foi eleito deputado federal por Pernambuco. Assumiu sua cadeira\nna Câmara dos Deputados, no Rio de Janeiro, então Distrito Federal, em\nmaio do mesmo ano e foi reeleito em 1903. Em agosto de 1905, antes do\nfinal da legislatura, renunciou ao mandato, sendo substituído por\nDomingos de Sousa Leão Gonçalves. De volta ao estado natal, sendo\ngovernador Segismundo Gonçalves, foi secretário da Fazenda, secretário\nda Justiça e, até março de 1908, secretário geral do estado. Já no\ngoverno de Herculano Bandeira de Melo, foi diretor do Tesouro estadual a\npartir de fevereiro de 1909. Quando, em meio à crise sucessória que\nabalou Pernambuco em 1911, Estácio Coimbra substituiu Herculano Bandeira\nem setembro, foi mantido no posto. Nele permaneceu até novembro, quando\nassumiu por um mês a chefia de polícia, até a posse de Dantas Barreto.\nDepois que Dantas Barreto assumiu o governo pernambucano, afastou-se do\nestado em solidariedade a seu aliado político Francisco de Assis Rosa e\nSilva, e passou a advogar no estado de São Paulo.\n\nNo campo jornalístico, colaborou com o *Jornal do Recife* e foi\nredator-chefe do *Diário de Pernambuco*. Foi também professor de lógica\ndo Ginásio Pernambucano.\n\nPublicou *Contabilidade pública*, *Preceitos de economia política*,\n*Princípios elementares da ciência das finanças* e *Manual de lógica*.\n\nRaimundo Helio Lopes\n\n**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nLEVINE, R. *Velha*; NASCIMENTO, L. *História* (v.2, 6).\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CÂM. DEP. *Deputados brasileiros*;\nLEVINE, R. *Velha*; NASCIMENTO, L. *História* (v.2, 6).\n","dic":"DHBPR"}