{"title":"FIGUEIREDO, Oliveira","cargoss":["pres. MG 1886-1887","dep. fed. RJ 1900-1904","sen. RJ 1904-1911","min."],"author":"Eduardo Junqueira","content":"**FIGUEIREDO, Oliveira**\n\n\\* pres. MG 1886-1887; dep. fed. RJ 1900-1904; sen. RJ 1904-1911; min.\nSTF 1911-1912.\n\n*Carlos Augusto de Oliveira Figueiredo* nasceu no Rio de Janeiro, então\ncapital do Império, no dia 4 de novembro de 1837, filho de Manuel Higino\nde Figueiredo.\n\nEm novembro de 1858, tornou-se bacharel em ciências jurídicas e sociais\npela Faculdade de Direito de São Paulo. Após período dedicado\nexclusivamente à advocacia, ingressou no serviço público em 1861, ao ser\nnomeado para o cargo vitalício de secretário da Relação da Corte,\ntribunal de julgamento de apelações e agravos do Império. Em março de\n1867, foi nomeado coletor das rendas gerais e provinciais do município\nde Valença, na província do Rio de Janeiro. Ligado ao Partido\nConservador, e considerado nome de prestígio e influência na província\nfluminense, destacou-se como presidente de Minas Gerais de 1886 a 1887,\nquando o Conselho de Ministros era chefiado pelo barão de Cotegipe. De\nvolta ao Rio de Janeiro nesse último ano, foi eleito juiz de paz e\npresidente da Câmara Municipal de Valença.\n\nCom a proclamação da República, a convite do presidente do estado do Rio\nde Janeiro, José Tomás da Porciúncula, teve rápida passagem pelo\nTribunal de Contas do Estado e atuou no projeto de organização política\ndo novo ente federado. Deputado federal em 1900, permaneceu na Câmara\npor duas legislaturas, até 1904, quando foi eleito senador pelo estado\ndo Rio de Janeiro.\n\nEm novembro de 1911, foi nomeado pelo presidente Hermes da Fonseca\n(1910-1914) ministro do Supremo Tribunal Federal (STF), na vaga aberta\nem decorrência do falecimento de Antônio Augusto Cardoso de Castro.\nTomou posse ainda no mesmo mês, sendo obrigado a renunciar à sua cadeira\nno Senado. Foi relator de um dos diversos habeas corpus impetrados por\ndeputados baianos no episódio da transferência da Assembleia Legislativa\nda Bahia para Jequié, no contexto da crise aberta pela política de\ncombate às oligarquias regionais pelo governo Hermes da Fonseca. Em\nclima de desordem e resistência, parlamentares de oposição ao governo\nfederal permaneceram em Salvador. Seguiu-se daí o envio de tropas\nfederais à Bahia para debelar o movimento. Da crise resultou o\nbombardeio de diversos prédios públicos na cidade.\n\nFoi casado com Francisca Pais Leme de Figueiredo.\n\nFaleceu em 29 de outubro de 1912, na cidade do Rio de Janeiro, no\nexercício de suas funções no STF.\n\nEduardo Junqueira\n\n**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","ref":"**FONTES:** MATTOSO, P. *Supremo Tribunal*; MELLO FILHO, J. *Notas*;\nSUP. TRIB. FED. Disponível em: \\<www.stf.jus.br/portal/ministros\\>.\n","dic":"DHBPR"}