{"title":"FIGUEIREDO, Poppe de","cargoss":["Revolucionário ou revoltoso","comte Comdo Mil Brasília","Comandante do III Exército"],"cargos_esp":[0,0,0],"datas_ini":[1922,1960,1964],"datas_fim":[1922,1961,1964],"estados":[0,0,0],"autor":[0],"content":"**FIGUEIREDO, Poppe de**\n\n\\*militar; rev. 1922; comte Comdo Mil. Brasília 1960-1961; comte III Ex.\n1964.\n\n*Mário Poppe de Figueiredo* nasceu em Niterói, então capital do estado\ndo Rio de Janeiro, no dia 1^o^ de março de 1904, filho de Leopoldo\nAntunes de Figueiredo.\n\nFrequentou o Colégio Pedro II, no Rio de Janeiro, então Distrito\nFederal, ingressando em seguida na Escola Militar do Realengo, onde\nsentou praça em março de 1922. Ainda aluno da arma de cavalaria, foi\nexpulso do Exército, acusado de participação na revolta tenentista\ndeflagrada no dia 5 de julho de 1922 em protesto contra a eleição de\nArtur Bernardes para a presidência da República e as punições impostas\npelo governo Epitácio Pessoa aos militares, como fechamento do Clube\nMilitar e prisão do marechal Hermes da Fonseca. A rebelião foi debelada\nno mesmo dia, tendo envolvido no Rio o forte de Copacabana e a Escola\nMilitar, e em Mato Grosso, o contingente local do Exército. Depois de\npreso e desligado da Escola Militar do Realengo, matriculou-se na Escola\nPolitécnica do Rio de Janeiro, formando-se em engenharia civil e\npassando a trabalhar em seguida na Companhia Itabira Iron.\n\nAnistiado após a Revolução de 1930, retornou ao Exército ingressando na\narma de engenharia. Promovido a segundo-tenente em novembro desse ano,\nfoi designado para a Companhia de Estabelecimentos, onde serviu de\ndezembro seguinte a março de 1931. Matriculou-se em seguida na Escola\nMilitar Provisória, que frequentou até julho de 1932, interrompendo os\nestudos para participar da repressão à Revolução Constitucionalista que\neclodiu então em São Paulo e foi derrotada em outubro do mesmo ano.\nAinda em outubro de 1932, retornou à Escola Militar Provisória para\nterminar o curso, concluindo-o em março de 1933. Foi nomeado em seguida\npara o 6^o^ Batalhão de Engenharia e, no mês de julho, foi promovido a\ncapitão. Transferido para o 3^o^ Batalhão de Engenharia em agosto de\n1934, aí permaneceu até março de 1936, quando entrou para a Escola de\nArmas. Em novembro do mesmo ano, tendo já terminado o curso, foi nomeado\nadjunto da 4^a^ seção junto à Diretoria de Engenharia, desempenhando a\nfunção até julho de 1938. Transferido em agosto desse ano para o 2^o^\nBatalhão Ferroviário, em Santa Maria (RS), permaneceu nessa unidade até\nmarço de 1940.\n\nPromovido a major nesse mesmo mês, em maio ingressou na Escola de\nEstado-Maior do Exército, no Rio de Janeiro, onde esteve até outubro de\n1942. Designado em dezembro para servir na 7^a^ Região Militar (7^a^\nRM), em Pernambuco, aí permaneceria até julho de 1944, um mês depois de\nhaver recebido a patente de tenente-coronel. Em agosto, seguiu para os\nEstados Unidos para um estágio de quatro meses na Command and General\nStaff School, dentro do programa de treinamento de oficiais brasileiros\nem decorrência da Segunda Guerra Mundial (1939-1945). Retornando ao\nBrasil, foi designado para servir no Estado-Maior do Exército (EME), no\nRio, onde permaneceu até abril de 1947. Assumiu então a chefia da Seção\nde Tropas Aerotransportadas da Diretoria de Armas, função que\ndesempenhou até julho, e em setembro foi nomeado comandante do 2^o^\nBatalhão Ferroviário, em Santa Maria (RS). Permaneceu nesse posto até\njaneiro de 1950, participando durante esse período dos trabalhos da\ncomissão construtora da Estrada de Ferro Rio Negro (PR)-Bento Gonçalves\n(RS).\n\nEm março de 1950 retornou ao EME e em dezembro foi promovido a coronel.\nEm agosto de 1951 foi designado assessor militar da Comissão Mista\nBrasil-Estados Unidos, função que desempenhou até fevereiro de 1955.\nNesse período, foi nomeado, em novembro de 1954, consultor da delegação\nbrasileira à Reunião de Ministros da Fazenda ou Economia das Repúblicas\nAmericanas, realizada em Petrópolis (RJ). Em fevereiro de 1955 ingressou\nna Escola Superior de Guerra (ESG), concluindo o curso em dezembro e\npermanecendo adido à escola até fevereiro de 1956. Em seguida foi\ndesignado adjunto da Divisão Executiva do Departamento de Estudos da\nESG, função que desempenhou até setembro de 1956, quando foi nomeado\npresidente do Conselho Nacional de Petróleo (CNP).\n\nDurante sua gestão no CNP, que se estendeu até maio de 1958, foi\nimplantada a política petrolífera seguida logo depois da criação da\nPetrobras (1954). Ainda como presidente do CNP, depôs em 1958 na Câmara\ndos Deputados, frente à Comissão Parlamentar de Inquérito (CPI)\ninstituída para investigar as atividades políticas das empresas Esso e\nShell no Brasil. Em maio desse ano foi indicado para assumir a subchefia\ndo Departamento de Provisão Geral, cargo que ocuparia até outubro,\ndepois de haver sido promovido em agosto a general de brigada. Assumiu\nentão a Diretoria de Armamento e Munições, desempenhando a função até\nfevereiro de 1959. Em maio seguinte assumiu o comando da Infantaria\nDivisionária da 7^a^ RM e do 31^o^ Batalhão de Caçadores, em Natal.\nDeixou o batalhão em setembro para comandar interinamente a 7^a^ RM,\ncomando esse que acumulou com o da 7^a^ Divisão de Infantaria até maio\nde 1960. Com a fundação de Brasília e a transferência da capital\nfederal, foi nomeado comandante militar de Brasília e da 11^a^ RM em\njulho desse ano e exerceu o cargo até abril de 1961, quando foi\nsubstituído pelo general de brigada Ernesto Geisel.\n\nPromovido a general de divisão em julho de 1963, foi designado\ncomandante da 3^a^ Divisão de Infantaria sediada em Santa Maria. Exercia\nessa função quando participou, em março de 1964, do movimento\npolítico-militar contra o presidente João Goulart, formando – conforme\ndeclararia posteriormente ao jornal *Letras em Marcha* – juntamente com\na 2^a^ Divisão de Cavalaria, sediada em Uruguaiana (RS), sob o comando\ndo general Joaquim de Melo Camarinha, a 3^a^ Divisão de Cavalaria com,\nsede em Bajé (RS), comandada pelo general Hugo Garrastazu, e a 3^a^\nDivisão de Infantaria, então sob o comando do coronel Ramão Mena\nBarreto, o “III Exército Revolucionário”, para se contrapor às tropas\nlegalistas do III Exército comandadas pelo general Ladário Pereira\nTeles, que apoiava Goulart. Não chegou a haver combates, porém o\npresidente, depois de permanecer apenas um dia na capital gaúcha, seguiu\npara o exílio no Uruguai.\n\nNomeado comandante do III Exército em abril de 1964 pela junta militar\nque tomou o poder, ocupou o posto até setembro, quando foi substituído\npelo general de exército Joaquim Justino Alves Bastos. Em 1966 passou\npara a reserva, sendo promovido a marechal. Tornou-se mais tarde diretor\ngeral de Engenharia e Comunicações e, posteriormente, diretor-presidente\nda Companhia Minas da Passagem, em Mariana (MG).\n\nDurante o governo do presidente Ernesto Geisel (1974-1979) manifestou-se\nfavoravelmente à concessão da anistia plena, ao restabelecimento de\neleições diretas e à convocação de uma assembleia constituinte, propondo\nainda a transformação do Conselho de Segurança Nacional num colegiado\ndos três poderes da República, com autoridade para apreciar candidaturas\naos postos executivos e suspender direitos políticos, garantido o\ndireito de defesa, como forma de superar o impasse\npolítico-institucional com que se defrontava o país.\n\nFaleceu na cidade do Rio de Janeiro no dia 4 de maio de 1985.\n\nEra casado com Maria Emília de Castro Correia, com quem teve três\nfilhos.\n\nEscreveu *A revolução de 1964: um depoimento para a história pátria*\n(1970) e *Brasil, um gigante que despertou*.\n\n**FONTES:** ARQ. MIN. EXÉRC.; CORRESP. SECRET. GER. EXÉRC.; *Estado de\nS. Paulo* (6/3/1977); *Globo* (5/5/1985);*Jornal do Brasil* (6/3,\n24/9/1977, 5/5/1985); *Letras em Marcha* (10/3/1977); MONTEIRO, F.\n*Discurso*; *Movimento de 5*; SALES, D. *Razões*; *Veja* (15/5/1985).\n","ref":"**FONTES:** ARQ. MIN. EXÉRC.; CORRESP. SECRET. GER. EXÉRC.; *Estado de\nS. Paulo* (6/3/1977); *Globo* (5/5/1985);*Jornal do Brasil* (6/3,\n24/9/1977, 5/5/1985); *Letras em Marcha* (10/3/1977); MONTEIRO, F.\n*Discurso*; *Movimento de 5*; SALES, D. *Razões*; *Veja* (15/5/1985).\n","dic":"DHBPR"}
