{"title":"FLAQUER, José Luís","cargoss":["dep. fed. SP 1896-1899."],"author":null,"content":"**FLAQUER, José Luís**\n\n\\*dep. fed. SP 1896-1899.\n\n*José Luís Flaquer* nasceu em Itu (SP) no dia 1^o^ de maio de 1854,\nfilho de Luís Pinto Flaquer e de Zelinda Flaquer. Seu pai, imigrante\nespanhol, veio para o Brasil perseguido pelo governo da rainha Isabel II\npor ser republicano.\n\nIniciou os estudos em sua cidade, no Colégio Joaquim Mariano da Costa, e\nfez o curso de humanidades no Colégio Isidoro, em São Paulo. Em 1870 fez\nos estudos preparatórios no anexo a Faculdade de Direito de São Paulo e\na seguir foi para o Rio de Janeiro, então capital do Império, para\nestudar medicina. Em 18 de abril de 1873, foi o mais jovem dos\nrepresentantes da cidade de São Paulo na Convenção de Itu, quando foi\nfundado o Partido Republicano Paulista (PRP). Em 1874 foi obrigado a\ninterromper o curso de medicina no Rio por motivo de saúde e retornar à\ncapital paulista. Matriculou-se então na primeira turma da Escola Normal\nde São Paulo e em 19 de dezembro de 1875 recebeu o diploma de professor.\nTambém em 1875 fez parte, junto com Luís Gama, da redação do\n*Polichinelo*, jornal ilustrado abolicionista e republicano publicado em\nSão Paulo. Em 1877, restabelecido, voltou ao Rio de Janeiro e pôde\nconcluir o curso de medicina.\n\nFoi então residir em São Bernardo, atual Santo André (SP), contratado\npara prestar serviços médicos aos empregados da companhia inglesa que\nadministrava a São Paulo Railway (depois Estrada de Ferro\nSantos-Jundiaí). Exerceu também a função de professor e, como médico,\npassou a atender de graça a pacientes carentes, o que lhe valeu grande\npopularidade. Em 1880, quando o PRP disputou pela primeira vez a eleição\nmunicipal na capital paulista, obteve uma suplência. Nesse mesmo ano,\ntornou-se o primeiro juiz de paz de São Bernardo feito pelos\nrepublicanos. Pelos serviços prestados durante a epidemia de varíola que\nem 1881 dizimou grande parte da população de São Bernardo, o governo\nimperial agraciou-o com a comenda da Ordem de Cristo, que no entanto\nrecusou, alegando não só suas convicções republicanas, como também o\nfato de ter cumprido seu dever profissional, e, portanto não merecer\nrecompensas.\n\nJá sob o regime republicano instalado em 15 de novembro de 1889, foi\neleito, em 30 de abril de 1891, deputado ao Congresso Constituinte\npaulista. Participou das discussões que levaram à promulgação da\nConstituição do Estado de São Paulo de 14 de julho de 1891, e exerceu o\nmandato de deputado estadual até janeiro de 1892, quando a Assembleia\nestadual foi dissolvida por decreto do presidente do estado em\nexercício, José Alves de Cerqueira Cesar. Em 1896 seu nome foi escolhido\npelo PRP para candidatar-se a deputado federal na vaga aberta com a\nrenúncia de Paulo de Sousa Queirós. Foi eleito e empossado, e em 30 de\ndezembro foi reeleito para a legislatura 1897-1899. Quando da cisão\nocorrida no PRP em 1897, permaneceu ao lado do general Francisco\nGlicério em oposição ao governo do presidente Prudente de Morais.\nCoube-lhe, juntamente com Rodolfo Miranda e Cândido Rodrigues a missão\nde fazer ressurgir o PRP.\n\nEm 1^o^ de dezembro de 1903 foi mais uma vez eleito deputado estadual,\npara o biênio 1904-1906. Renovou o mandato nas legislaturas 1907-1909 e\n1910-1912, e foi escolhido por seus pares vice-presidente da Assembleia\nno período 1910-1911. Renunciou à sua cadeira quando foi eleito senador\nestadual na vaga aberta com o falecimento de Manuel Pessoa de Siqueira\nCampos. Em 1919 foi reeleito para mais uma legislatura no Senado\nEstadual.\n\nInteressado por história, promoveu excursões de membros do Instituto\nHistórico e Geográfico de São Paulo em busca das ruínas da antiga vila\nde Santo André da Borda do Campo, fundada por João Ramalho. Além de juiz\nde paz, foi delegado de polícia e vereador da Câmara Municipal de São\nBernardo, ocupando em 1922 sua presidência.\n\nFaleceu em São Bernardo em 5 de dezembro de 1924, em pleno exercício do\nmandato de senador estadual.\n\nFoi casado com Elisa Meneses Flaquer, com quem teve sete filhos. Seu\nfilho Antônio Flaquer foi prefeito de Santo André e deputado estadual em\nSão Paulo.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; CALIMAN, A. *Legislativo*;\n*Correio Paulistano* (6/12/1924); *Diário Oficial SP* (30/4/1954);\nFONSECA, A.; IGNÁCIO, A.; BRISOLLA, C. *São Paulo*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; CALIMAN, A. *Legislativo*;\n*Correio Paulistano* (6/12/1924); *Diário Oficial SP* (30/4/1954);\nFONSECA, A.; IGNÁCIO, A.; BRISOLLA, C. *São Paulo*.\n","dic":"DHBPR"}