{"title":"FLUMINENSE, O","cargoss":["Jornal fluminense fundado em Niterói no dia 8 de maio de 1878 pelos"],"author":"André Couto","content":"**FLUMINENSE, O**\n\nJornal fluminense fundado em Niterói no dia 8 de maio de 1878 pelos\nmajores da Guarda Nacional Francisco Rodrigues de Miranda e Prudêncio\nLuís Ferreira Travassos. Inicialmente era publicado três vezes por\nsemana, às quartas, sextas-feiras e domingos, mas a partir de 1892\npassou a ser editado diariamente, permanecendo até hoje em circulação.\n\nDa Fundação até 1930\n\n*O Fluminense* começou a circular simultaneamente nas cidades de Niterói\ne do Rio de Janeiro, então capital do Império. Prometendo no editorial\nde estreia que não se deixariam “cegar pela paixão partidária”, seus\nfundadores declaravam também que seu objetivo era lutar pelo\ndesenvolvimento da instrução pública, pela melhoria da lavoura e do\ncomércio, pela abertura de novas estradas provinciais e municipais e a\nboa conservação das existentes, e, finalmente, pelo desaparecimento\nprogressivo do imposto de pedágio, considerado oneroso aos produtos\nagrícolas, além de “em extremo vexatório”.\n\nEntretanto, o jornal surgira em decorrência de motivos\npolítico-partidários. Tanto Miranda quanto Travassos eram membros do\nPartido Conservador, que havia passado à oposição com a queda do\ngabinete de Luís Alves de Lima e Silva, duque de Caxias, ocorrida em 5\nde janeiro de 1878. Com a ascensão do Partido Liberal ao poder, caíra\ntambém o presidente da província do Rio de Janeiro, o conservador Pinto\nLima. Este último teria sido o inspirador do novo órgão de imprensa,\nsurgido com o propósito de defender os interesses do partido deposto.\n\nEnquanto Travassos entrou com o capital, Rodrigues de Miranda já era\nhomem vinculado à imprensa, capaz – segundo depoimento de Alberto Torres\n– “de redigir a notícia e de imprimir e compor um jornal”. Poucos meses\ndepois da fundação, Travassos deixou *O* *Fluminense,* permanecendo\nRodrigues de Miranda como único proprietário.\n\nA partir desse momento, ocorreu uma alteração no expediente, e o jornal\npassou a ser oficialmente “o órgão conservador da província do Rio de\nJaneiro”, desenvolvendo “a mais decidida oposição à política dominante”.\nEm 1881, um de seus principais redatores, Guilherme Cristino Briggs, foi\ncandidato a deputado provincial pelo Partido Conservador.\n\nDurante os dez anos em que o Partido Liberal permaneceu no poder, *O\nFluminense* fez-lhe oposição, denunciando “as perseguições políticas e\nas arbitrariedades dos governos liberais na província”. Paralelamente à\ndefesa das ideias conservadoras, porém, o jornal lutou pelos interesses\nlocais, chegando a afirmar: “Continuando a militar nas linhas\nconservadoras, do que muito se ufana, *O* *Fluminense* ater-se-á,\nentretanto, mais aos interesses da província que aos da política.” Entre\nas benfeitorias da cidade de Niterói cuja realização o jornal\nconsiderava resultado de suas campanhas, figuravam o aterro de São\nLourenço, o porto, o Corpo de Bombeiros e a Biblioteca Pública.\n\nEm seus primeiros anos de vida, o jornal teve grande penetração tanto no\nmunicípio de Niterói quanto na própria Corte, publicando anúncios das\nmelhores casas comerciais do Rio de Janeiro.\n\nA proclamação da República em 15 de novembro de 1889 foi bem aceita por\n*O* *Fluminense,* que desde logo apoiou o presidente estadual Francisco\nPortela. Entre 1890 e 1891, por motivo de doença de Rodrigues de\nMiranda, o jornal deixou de circular durante alguns meses. A partir de\ndezembro de 1891, com a queda de Francisco Portela – que por sua vez se\nseguiu à renúncia do presidente Deodoro da Fonseca –, iniciou-se um\nperíodo de abstenção de qualquer participação política ostensiva.\n\nDurante o governo de Floriano Peixoto (1891-1894), *O Fluminense* esteve\nligado à situação. Essa ligação se explicava pelo fato de Luís Henrique\nXavier de Azeredo, genro do major Rodrigues de Miranda, haver lutado\nanteriormente ao lado do novo presidente.\n\nCom a mudança da capital do estado para Petrópolis em 1899, *O\nFluminense* desencadeou uma campanha em favor do retorno à situação\nanterior, o que só ocorreria em 1902. Em 1903, o jornal voltou\nabertamente às lides políticas, aderindo à candidatura de Nilo Peçanha à\npresidência estadual. *O Fluminense* se manteria articulado com a\noligarquia de Nilo Peçanha durante todo o tempo em que esta existiu.\n\nQuando Nilo Peçanha assumiu a presidência da República, em 1909, devido\nao falecimento do presidente Afonso Pena, a ala dissidente do Partido\nRepublicano Fluminense, representada pelo governo estadual de Alfredo\nBacker, entrou em conflito com a situação. Nessa ocasião, *O Fluminense*\nfoi cercado por elementos da polícia estadual e ameaçado de\nempastelamento.\n\nEm 1922, o jornal foi partidário da candidatura presidencial de Nilo\nPeçanha, apoiando a campanha da Reação Republicana. Contudo, com a\nvitória de Artur Bernardes e a consequente indicação de Feliciano de\nAbreu Sodré para a presidência estadual, a oligarquia de Nilo Peçanha\ncomeçou a se desarticular. *O* *Fluminense* acabou por apoiar o governo\nde Feliciano Sodré, mas combateu seu sucessor Manuel Duarte.\n\nDurante o último período presidencial da República Velha, o jornal\nvoltou para a oposição, aproximando-se discretamente dos princípios da\nAliança Liberal. Embora permanecesse um órgão mais informativo do que\npropriamente de análise, *O Fluminense* apoiou a Revolução de 1930,\npublicando sob o título “A Revolução triunfante” matérias sobre os atos\nrevolucionários.\n\nA Primeira República marcou uma importante fase do jornal, que se\npreocupava igualmente com temas de ordem cultural. Entre os principais\ncolaboradores de *O Fluminense* durante esse período destacaram-se, além\nde Guilherme Briggs, Artur e Gastão Briggs, Geraldo Araújo, Joaquim\nLeitão, Alfredo Lino Maciel Azamor, Joaquim Lacerda, Felisberto de\nCarvalho, Luís Leopoldo Fernandes Pinheiro, Ricardo Barbosa, Miranda e\nSilva, Oliveira Viana e Jônatas Botelho.\n\nApós a morte do major Rodrigues de Miranda em 1919, *O Fluminense*\npassou às mãos de seu genro, Luís Henrique Xavier de Azeredo, que\ndirigiria o jornal até 1944.\n\nDe 1930 até 1964\n\nDepois da Revolução de 1930, o jornal apoiou o governo provisório\nchefiado por Getúlio Vargas, mostrando-se, no entanto, em desacordo com\na sucessão de interventorias fluminenses, exceção feita à do almirante\nAri Parreiras.\n\nCom o golpe de 10 de novembro de 1937 e a consequente inauguração do\nEstado Novo (1937-1945), *O Fluminense* passou para a situação, apoiando\no governo estadual do comandante Ernâni Amaral Peixoto. A docilidade com\nque o antigo órgão de imprensa passou a encarar o governo expressava-se\nna linha adotada de “absoluta isenção em relação aos governantes\nestaduais e municipais”. A meta de *O Fluminense* era “aplaudir os\nméritos e criticar os defeitos desses administradores, sem parcialidade\nde qualquer natureza”. O jornal limitou-se a considerar os feitos da\nadministração pública.\n\nPor outro lado, o período posterior a 1930 assistiu ao declínio do\nperiódico, que mergulhou numa crise financeira de grandes proporções\nresultante de má administração. Em 1944, Luís Henrique Xavier de\nAzeredo, por motivo de doença, colocou na direção de *O Fluminense* seu\nfilho Aurelindo de Miranda Azeredo, tornando a assumir seu cargo apenas\nem 1948. Luís Henrique deixou o jornal e as máquinas em testamento a seu\nneto José Luís Azeredo da Silva, o qual, em 1954, convocou Alberto\nTorres – deputado estadual pela União Democrática Nacional (UDN) e líder\nda bancada de oposição ao segundo governo de Getúlio Vargas (1951-1954)\n– para sanear as finanças da empresa. Alberto Torres aceitou o convite\ncom a condição de assumir a direção de *O Fluminense* através de\nescritura pública. Seu primeiro editorial, de 16 de fevereiro de 1954,\nnão manifestava declaradamente uma linha política, seguindo a tradição\ndas campanhas em defesa “de nossa cidade e de nosso estado”. Logo,\nporém, o jornal passou a defender princípios da UDN, opondo-se assim à\núltima fase do governo Vargas e ao governo estadual de Amaral Peixoto, e\napoiando o curto mandato presidencial de João Café Filho e a candidatura\nde Juarez Távora à presidência da República.\n\nPor fim, em 20 de outubro de 1955, José Luís Azeredo da Silva deixou o\njornal, passando o controle acionário a Alberto Torres. Desse momento em\ndiante, *O Fluminense* voltou a se preocupar com assuntos de âmbito\nnacional. Abriu uma agência no estado de São Paulo, uma sucursal em\nBrasília e passou a valer-se, para o noticiário internacional, dos\nserviços da France Press e da United Press.\n\nA partir de 1956, o jornal opôs-se ao governo de Juscelino Kubitschek\n(1966-1961). Por ocasião das eleições estaduais de 1959, quando a UDN,\ncontrariando os preceitos de seus correligionários da capital federal,\naliou-se ao Partido Trabalhista Brasileiro (PTB) em torno da candidatura\nde Roberto Silveira a governador, *O Fluminense* bateu-se pela vitória\ndeste último. Com o desencadeamento dos debates em torno da sucessão de\nJuscelino, *O* *Fluminense* apoiou a candidatura de Jânio Quadros.\nEmbora feroz opositor do vice-presidente João Goulart, o jornal, por\nocasião da renúncia de Jânio, defendeu intransigentemente o direito de\nGoulart à presidência. Após a posse de Goulart, contudo, *O Fluminense,*\ncomo órgão da UDN, permaneceu na oposição, atacando igualmente o governo\nestadual de Badger da Silveira. Através de editoriais diários, Alberto\nTorres conclamava os militares à reação. Quando do Comício da Central do\nBrasil, em 13 de março de 1964, *O Fluminense* afirmou em editorial que\n“ou as forças armadas agiam rapidamente ou seriam dissolvidas e\nsubstituídas por milícias no melhor estilo cubano”. O jornal apoiou,\ndessa forma, o movimento militar de 31 de março de 1964, e manteve-se\nfavorável ao regime então instituído.\n\nDesde sua fundação até a década de 1950 *O Fluminense* passou por\nimportante evolução técnica. Nos primeiros tempos, e durante vários\nanos, na ausência de linotipos, as linhas eram compostas uma a uma e\nespalhadas pelas colunas do jornal, que era impresso em máquinas planas,\nunidade por unidade. O trabalho era feito à luz de gás, e na impressão\nutilizava-se o vapor. Em 1902 o jornal adquiriu sua primeira Marinoni\nplana, e em 1905 foi introduzida a luz elétrica. A primeira linotipo\napareceria apenas em 1952. Em 1957, foi adquirida a primeira rotativa\nMarinoni, com capacidade de imprimir 25 mil jornais de 32 páginas por\nhora.\n\nCarlos Eduardo Leal\n\nDo Governo Geisel à Redemocratização\n\nDurante o governo do general Ernesto Geisel (1974-1979), iniciou-se o\nprocesso de redemocratização do país, comandado a partir do interior do\npróprio regime. Foi a chamada “distensão”, que, segundo o governo,\ndeveria se dar de maneira “lenta, gradual e segura”. *O Fluminense*\nmanteve-se numa posição governista, elogiando o ritmo e a forma das\nmedidas redemocratizantes.\n\nO processo de redemocratização, porém, se realizava enfrentando muitos\nobstáculos. Em abril de 1977, Geisel fechou o Congresso por alguns dias\ne impôs uma série de medidas – o chamado “pacote de abril” – que incluía\na reforma do Judiciário e algumas regulamentações eleitorais destinadas\na restringir a ação dos setores oposicionistas. *O Fluminense* dedicou,\nentão, fartos elogios a Geisel, afirmando que sua atuação era orientada\npor um “equilíbrio desejável nas atuais circunstâncias”. Dias depois,\napontava a “incoercível vocação democrática do governo”. Em 1979, já no\ngoverno João Figueiredo (1979-1985), o jornal apoiou cautelosamente a\nanistia concedida à maioria dos sentenciados pelo regime. Nesse momento,\nporém, seus editoriais preocupavam-se mais com a reforma partidária que\nentão se iniciava e que poria fim ao bipartidarismo vigente desde 1965.\n\nA abertura política sofreria ainda ameaças no início da década de 1980,\nquando setores de extrema direita ligados ao regime promoveram atos de\nterrorismo, numa tentativa de deter o processo de democratização. No\nmais grave desses episódios, em maio de 1981, um sargento do Exército\nmorreu por acidente ao tentar colocar uma bomba em um espetáculo de\nmúsica popular brasileira que reunia milhares de pessoas no Riocentro,\nem comemoração do Dia do Trabalho. Constrangidos, setores governistas\ncondenaram o atentado, mas evitaram uma apuração rigorosa, enquanto o\njornal noticiava o ocorrido sem tecer qualquer comentário nos primeiros\nmomentos. Após alguns dias, contudo, apareceram elogios à postura\nadotada pelo presidente João Figueiredo, a quem *O Fluminense* atribuía\n“convicções democráticas”.\n\nNo início de 1984, as forças políticas de oposição ao governo militar\ndesencadearam uma campanha popular pelo restabelecimento das eleições\ndiretas para presidente da República. Com esse objetivo, foi apresentada\nno Congresso emenda de autoria do deputado Dante de Oliveira que\nestabelecia o pleito direto para a escolha do sucessor do general João\nFigueiredo, a se realizar ainda no final daquele ano. Em poucos meses, a\ncampanha das diretas ganhou as ruas de todo o país, e até mesmo alguns\nparlamentares governistas passaram a apoiá-la. Quando a emenda foi\ncolocada em votação no mês de abril, *O Fluminense* defendeu-a\ntimidamente. No dia da votação, 25 de abril, seu editorial aconselhava a\nabertura de negociações entre a oposição e o governo a fim de “evitar\nimpasses” e apontava o governador mineiro Tancredo Neves como um\ninterlocutor apropriado para tal negociação. Elogiava ainda o presidente\nFigueiredo por seu papel no processo de redemocratização do país e\ncriticava “os radicalismos que não levam a coisa nenhuma”. Realizada a\nvotação, a emenda Dante de Oliveira não obteve os 2/3 dos votos\nnecessários à sua aprovação. O jornal insistiu, então, na tese da\nnegociação entre governo e oposição. Nesse sentido, a proposta do\ngoverno estabelecendo eleições diretas em 1988 recebeu elogios do\njornal.\n\nCom a manutenção da eleição indireta, os setores majoritários da\noposição optaram por apresentar a candidatura de Tancredo Neves para\nconcorrer no Colégio Eleitoral – composto por deputados e senadores,\nalém de representantes de cada assembleia legislativa estadual – que\nescolheria o novo presidente. O Partido Democrático Social (PDS),\ngovernista, apresentou o nome do então deputado federal paulista Paulo\nMaluf. Em 13 de janeiro de 1985, *O Fluminense* dirigiu elogios ao\ncandidato oposicionista e apontou-o como a pessoa credenciada “a\nrealizar um governo de união nacional”.\n\nEleito, Tancredo Neves não pôde, porém, assumir o governo em virtude dos\nproblemas de saúde que o levaram à morte. Assumiu a presidência, então,\no vice-presidente eleito, José Sarney. Em fevereiro de 1986, Sarney\nadotou o Plano Cruzado, conjunto de medidas econômicas cujos aspectos\nmais importantes foram o congelamento dos preços e a substituição do\ncruzeiro pelo cruzado como moeda oficial do país. Em 5 de março, *O\nFluminense* apoiou o plano, caracterizando-o como um esforço de\nreconstrução nacional, e afirmou estar sendo travada uma “guerra santa\ncontra a inflação”.\n\nEm fevereiro de 1987, instalou-se a Assembleia Nacional Constituinte,\neleita em novembro do ano anterior. Em 19 de novembro, o jornal apontava\na “irrealidade dos benefícios sociais aprovados sem qualquer previsão de\nrecursos para sua cobertura financeira no futuro”, bem como o “excesso\nde nacionalismo incluído na Carta”.\n\nNas eleições presidenciais de 1989, *O Fluminense* não apoiou nenhuma\ncandidatura. No dia da votação do primeiro turno, porém, matérias\npublicitárias do candidato Leonel Brizola foram publicadas com destaque\npelo jornal, o que feria a legislação eleitoral vigente. Tal fato\nmotivou a apreensão do jornal, a pedido de partidários da candidatura de\nLuís Inácio Lula da Silva, lançado pela Frente Brasil Popular. O\nincidente mereceu protestos da direção do órgão, que na edição do dia\nseguinte reclamou do tratamento diferenciado que havia recebido, já que,\nsegundo seus diretores, a publicação de anúncios publicitários fora\nfeita por outros órgãos de imprensa que ficaram livres de qualquer\nsanção. O episódio não teve maiores consequências, e já no mês seguinte,\nquando se aproximava a data do segundo turno do pleito presidencial,\ndisputado entre Lula e Fernando Collor de Melo, os dirigentes da Frente\nBrasil Popular em Niterói visitaram a sede do jornal e elogiaram a\ncobertura das eleições feita pelo órgão.\n\nVencedor da disputa, Fernando Collor anunciou, no dia seguinte ao de sua\nposse, em 16 de março de 1990, a adoção de um novo plano econômico,\ndirigido pela ministra da Economia, Zélia Cardoso de Melo. O Plano\nCollor, como ficou conhecido, estabeleceu novo controle de preços como\nforma de conter a inflação e foi elogiado por *O Fluminense*. O jornal,\nno entanto, não deixou de apresentar certa cautela ao se referir aos\naspectos mais polêmicos do plano, como a retenção da maior parte do\ndinheiro depositado nas instituições bancárias, incluindo as cadernetas\nde poupança, com o objetivo de reduzir a moeda circulante e, assim,\nestabilizar a economia.\n\nEm 1992, Collor seria duramente atingido por graves denúncias que\napontavam a existência de um grande esquema de corrupção no governo\ncoordenado por seu tesoureiro de campanha, Paulo César Farias.\nManifestações públicas a favor do *impeachment* do presidente foram\nentão realizadas, apoiadas por amplo leque de forças políticas. *O\nFluminense*, como quase toda a imprensa, mostrou-se favorável ao\nafastamento de Collor, afirmando em 1^o^ de setembro que “foram os\nindícios que sensibilizaram os brasileiros e os colocaram contra o\ngoverno”. Aprovado o *impeachment*, o vice-presidente Itamar Franco foi\nefetivado na presidência (1992-1994).\n\nEm 1994, ainda durante o governo Itamar Franco, um novo plano de\nestabilização econômica foi adotado, o Plano Real, conduzido por\nFernando Henrique Cardoso, ministro da Fazenda. Mais uma vez o jornal\napoiou um plano econômico. Este, após ser implantado, impulsionou a\ncandidatura de Fernando Henrique à presidência, vitoriosa em outubro\ndaquele ano. Empossado o novo presidente, *O Fluminense* encampou a tese\nda necessidade de reformas constitucionais, defendida por setores\ngovernistas.\n\nEm 2005, *O Fluminense* lançou a revista de variedades *O Flu,* em\nformato tabloide e em cores, veiculada inicialmente apenas no primeiro\ndomingo do mês, e mais tarde todo domingo. O jornal lançou também o site\n*Flu Online*, com informações em tempo real, fotos e textos relevantes\nde seu acervo.\n\nAndré Couto\n\n**FONTES:** CARONE, E. *República Velha*; ENTREV. TORRES, A.;\n*Fluminense* (1878-); *Fluminense*. Disponível em:\n\\<www.ofluminense.com.br\\>. Acesso em: 25/11/2009, 26/9/2011.\n","ref":"**FONTES:** CARONE, E. *República Velha*; ENTREV. TORRES, A.;\n*Fluminense* (1878-); *Fluminense*. Disponível em:\n\\<www.ofluminense.com.br\\>. Acesso em: 25/11/2009, 26/9/2011.\n","dic":"DHBPR"}