{"title":"Folha da Manhã","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"content":"**Folha da Manhã**\n\nFoi precedido por outros três jornais lançados entre 1921 e 1925, todos\npertencentes à Empresa Folha da Manhã S.A., denominados *Folha da\nNoite*, *Folha da Tarde* e *Folha da Manhã.*\n\nAs folhas de Olival Costa (1921-1931)\n\nA origem da Empresa Folha da Manhã S.A. remonta ao ano de 1921, quando\nOlívio Olavo de Olival Costa, juntamente com um pequeno grupo de\ncolegas, montou um jornal, a *Folha da Noite.* Tendo pertencido ao\nquadro de jornalistas de *O Estado de S. Paulo,* onde ocupou a função de\nredator, Olival Costa levou avante o novo empreendimento, contando com a\nparticipação de Pedro Cunha, Leo Vaz, Mariano Costa e Artêmio\nFigueiredo. Foi esse o primeiro grupo diretor do jornal.\n\nEmbora prosperasse rapidamente, a *Folha da Noite* teve sua circulação\nproibida entre 3 e 31 de dezembro de 1924. Seus diretores decidiram\nentão lançar a *Folha da Tarde*,como artifício contra a censura,\nsubstituindo a *Folha da Noite,* que só ressurgiria em 1^o^ de janeiro\nde 1925, com o mesmo nome. A *Folha da Tarde* contou, portanto, de\ninício, em sua direção, com a mesma equipe da *Folha da Noite.* Por\noutro lado, ainda em janeiro de 1925, no dia 20, Olival Costa e Pedro\nCunha lançaram um terceiro jornal, a *Folha da Manhã,* motivados pela\nprosperidade de seu primeiro empreendimento.\n\nOlival Costa ocupou o cargo de diretor da *Folha da Noite* de 19 de\nfevereiro de 1921 a 30 de outubro de 1930 e da *Folha da Manhã* de 1^o^\nde julho de 1925 a janeiro de 1931, quando foi constituída a Empresa\nFolha da Manhã S.A. Embora seu nome constasse do quadro de diretores do\nempreendimento, juntamente com Rubens do Amaral, Otaviano Alves de Lima,\nDiógenes de Lemos Azevedo, Guilherme de Almeida e Pedro Cunha, Olival\nCosta não exerceu efetivamente a direção da empresa. Como primeiro\nredator-chefe da *Folha da Noite,* contudo, imprimiu à linha editorial\ndo jornal uma discreta simpatia pela insurreição de 1922 no Rio de\nJaneiro, pela revolta de 1924 e pela candidatura de Júlio Prestes à\npresidência da República em 1930. Isso ocorreu, embora fosse intenção\nexplícita imprimir ao jornal um caráter muito mais informativo do que de\nopinião, sem detrimento da oportunidade do exercício da crítica. O que o\ncorpo de redatores evitava, isso sim, era imprimir ao jornal uma linha\neditorial rígida, que implicaria a perda de um campo maior de manobra\ndiante dos fatos acerca dos quais o jornal deveria “informar” e poderia\n“opinar”. Não obstante, pode-se afirmar que a *Folha da Noite* surgiu\ncomo um jornal dirigido para o leitor urbano paulista, consequentemente\ncom fortes traços antioligárquicos.\n\nEmpreendimento sem capital e infraestrutura prévios, a *Folha da Noite*\nsurgiu como um periódico de formato pequeno, com oito páginas, destinado\nàs camadas médias urbanas: “Honestidade nas informações, além de bom\nhumor nos comentários, constituíam a tônica desse veículo em que as\nclasses médias de São Paulo podiam se mirar e nutrir”. De uma situação\nfinanceira absolutamente precária (à edição seguinte cabia pagar o custo\nda anterior e assim sucessivamente), em 1925 o empreendimento conquistou\numa certa estabilidade financeira e instalou-se em oficinas próprias, ao\nmesmo tempo em que se firmava definitivamente junto ao público leitor. E\nessa conquista do público ocorreu, entre outros mecanismos, através da\nutilização do humor e da sátira, para não falar da ironia (haja vista o\nsucesso da criação de Belmonte, o Juca Pato), hábil instrumento de burla\nà rígida censura da República Velha.\n\nTambém a partir de 1925, passavam a existir dois jornais, dirigidos,\ncada um deles, para públicos diferentes: a *Folha da Manhã,* com uma\nlinguagem mais sóbria, voltava-se para os pequenos comerciantes e os\nprofissionais liberais, enquanto a *Folha da Noite,* jornal mais\npopular, voltava-se para a classe trabalhadora, chegando inclusive a\nconter em suas páginas artigos em várias línguas, dada a origem\nestrangeira de grande parte do operariado.\n\nMuito embora a emergência das folhas paulistas não tivesse raízes\noligárquicas e tampouco operárias, o seu traço marcadamente paulista se\nrefletiria nos acontecimentos de 1930. A Revolução de 1930, movimento de\ncunho nacional, contou com a oposição das folhas, que nesse momento se\naliaram à oligarquia paulista, assumindo posição contrária aos\nrevolucionários. Como resultado, ambos os jornais, *Folha da Noite*\ne*Folha da Manhã*, foram empastelados na noite de 24 de outubro de 1930.\nEsses fatos ocorreram a despeito de o ideário defendido pelas folhas em\nanos anteriores se aproximar bastante dos postulados da Revolução de\n1930. Tal era o caso, por exemplo, do combate dado pelas folhas à\nconcepção de que “questão social é um caso de polícia”, ou da defesa da\nnecessidade de os governantes voltarem-se para as questões sociais, pois\n“neste campo tudo ainda está por fazer. Até hoje temos andado a remendar\nrasgões e a calafetar rombos. As grandes construções sociais de que se\norgulham tantos povos, mesmo americanos, são entre nós miragens\nlongínquas” (*FN*, 23/11/1926). Da mesma forma, a defesa do voto secreto\nfoi uma constante na linha editorial de ambos os periódicos durante a\ndécada de 1920: em 1922 a *Folha da Noite* denunciava a fraude eleitoral\ne a posição assumida pelo Partido Republicano Paulista (PRP), afirmando\nque “as eleições são fraudulentas; daí a necessidade do voto secreto. O\nPRP é contra por considerar que o povo não está preparado para dar esse\ngrande passo” (21/11/1922). Em, 1929, a *Folha da Manhã,* em artigo\nintitulado “A revolução pacífica” (5/1/1929), voltou à carga, fundando\nno princípio liberal a defesa de uma reforma eleitoral que contivesse o\nvoto secreto e obrigatório.\n\nMarcadamente antioligárquicas, opositoras do PRP – tido como expressão\nde um “regime político oligárquico e como princípio das minorias\nabsolutas sem controle algum” (*FM*, 26/10/1926) –, encarando a eleição\nde Washington Luís como possibilidade de uma nova etapa, apoiando o\nPartido Democrático (PD) então emergente, a *Folha da Noite* e a *Folha\nda Manhã* pouco se dedicavam aos assuntos da área econômica. Quando o\nfaziam, porém, sendo politicamente liberais para a conjuntura da época,\ncoerentemente defendiam uma política econômica liberal, posicionando-se,\nportanto, contra o intervencionismo do governo no sentido de preservar\nos interesses da oligarquia cafeeira, e combatendo o protecionismo\nalfandegário em defesa da indústria nacional. Tal fato, como apontam C.\nG. Mora e M. H. Capelato, frequentemente dá margem à interpretação de\nque os jornais *Folha da Noite* e *Folha da Manhã* eram*,* à época,\nanti-industrialistas. Na realidade, porém, como jornais que se dirigiam\nàs populações urbanas de média renda, o combate a toda e qualquer medida\nque encarecesse o produto para o consumidor médio era algo inevitável\npara a manutenção e ampliação de seu público leitor.\n\nEm 1929 Pedro Cunha deixou a sociedade, numa época em que, por\ncoincidência, a linha editorial sofreu uma mudança: a edição de 27 de\nmarço de 1929, por exemplo, afirmava que: “Sentimos que não é na mudança\nda forma de votação que se deve procurar remédio para os males do Brasil\npolítico. O mal maior está no indiferentismo, no desconhecimento dos\ndeveres cívicos” (*FM*). O apoio ao PD era visto agora com desconfiança,\ncomo sinal de ingenuidade, e mais tarde a oposição seria identificada\ncomo “a esquerda que não correspondeu às esperanças que nela se\ndepositaram, especialmente seu líder Assis Brasil” (*FM*, 19/3/1929).\n\nNo início de 1930 foi marcado, em termos de evolução da linha editorial\ndas folhas, pela crítica aos jornais de oposição, pois o Brasil “reclama\nordem, paz e harmonia para realizar novas conquistas” (*FM*, 1/1/1930).\nA ordem, agora, era condição de progresso; Getúlio Vargas no poder\nsignificaria a ruína da lavoura, e São Paulo era o exemplo a ser\nseguido: “Nós, São Paulo, onde se cultua a liberdade” (*FM*, 7/1/1930),\npois o povo paulista é “ordeiro” e “disciplinado”, e Getúlio é “um\nconvite à indisciplina” (*FM*, 1/3/1930).\n\nOtaviano Alves de Lima e Nabantino Ramos\n\nEm 1931 Otaviano Alves de Lima, filho de família tradicional, comprou a\nempresa. O novo grupo dirigente, do qual faziam parte Rubens do Amaral e\nLuís Amaral, imprimiu uma nova linha editorial, bem diversa da anterior.\nOs jornais voltaram sua atenção para o setor rural, procurando\ndirigir-se aos agricultores, chamados, os “lavradores de São Paulo”.\nBasta dizer que em várias de suas edições o anúncio de assinaturas era\nfeito compreendendo a possibilidade de pagamento em espécie, isto é, em\ncafé.\n\nNo início da década de 1930, a revolução era ainda encarada como um\nmomento favorável para a libertação dos lavradores da hegemonia\nperrepista, assumindo as folhas para si, já então um empreendimento\nestável e empresarialmente sólido, o papel de principal instrumento de\nviabilização do novo projeto. Nesse período, a *Folha da Noite* foi\nperdendo gradativamente sua importância, e desapareceu a proposta de se\nfazer um jornal popular; consequentemente, não só as referências ao\noperariado urbano e aos funcionários públicos praticamente desapareceram\nde suas páginas, como aumentou cada vez mais a importância da *Folha da\nManhã.* Em termos de linha editorial, ambos os periódicos\napresentavam-se como politicamente indefinidos, no sentido de não opor\nhostilidade a Vargas. Foi somente a partir de 1932 que começou a se\ndefinir uma posição claramente de oposição a Getúlio e à revolução, dada\na ausência de programas do governo.\n\nAssim, à medida que o movimento constitucionalista tomava corpo, as\nfolhas foram-se definindo a seu favor, em oposição a Vargas. E um dos\nmeios utilizados para tanto era lançar mão da tese, que aqui não importa\nse correta ou não, de que a Revolução de 1930 não representara uma\nruptura com o passado (ao contrário do que afirmavam os\nrevolucionários), haja vista a permanência do caos e o aumento da\ndesordem, o que redundava em “sérios riscos para a sociedade”. Com a\neleição da Constituinte, as folhas passaram, a partir de 1933, a\nacompanhar de perto os trabalhos de elaboração da nova Constituição,\ndefendendo um aperfeiçoamento do texto de 1891, propondo porém a\nsubstituição do presidencialismo pelo parlamentarismo, pois “o governo\nparlamentar, por excelência o das elites, o que melhor seleciona os\nvalores humanos, é o que se aplica às tendências liberais do Brasil,\ncoadunando-se com as nossas tradições. No retorno as suas práticas é que\nencontraremos deliciosos fatores de progresso social e político” (*FM*,\n29/8/1933). O resultado final do trabalho da Constituinte, no entanto,\nnão agradou às folhas, que criticaram sobretudo a excessiva\ncentralização no plano econômico e o sindicato único, já que eram a\nfavor do pluralismo sindical. Defendiam também a Lei de Segurança\nNacional, garantia da ordem diante das “ameaças extremistas de direita\nou de esquerda” (*FM*, 20/2/1935).\n\nA linha anti-industrialista, agora sim, se definiu mais claramente, à\nmedida que as folhas defendiam cada vez mais acirradamente a tese de que\no desenvolvimento econômico do país residia nas atividades\nagroexportadoras (lavoura e comércio do café).\n\nQuanto à queima do café, as folhas foram contra, pois o que havia, a seu\nver, não era superprodução, e sim dificuldade na venda do produto, caro\ne de má qualidade, o que nos levava a uma situação “absurda: produzindo\nmais barato do que ninguém, vendendo mais caro do que todos, porque\nentre os centros de produção e consumo se planta o fisco a receber mais\ndo que recebe o fazendeiro por saca de café… O problema do café é o\nprotecionismo” (*FM*, 3/6/1937). Mas a posição contrária à\ndiversificação da atividade econômica brasileira não se limitava à\noposição agricultura *versus* indústria, dizia respeito também à\ndiversificação no interior do próprio setor agrícola. O grande pilar da\neconomia brasileira era o café, e, portanto, este deveria ser o produto\nprivilegiado por qualquer medida econômica.\n\nNão obstante, segundo a linha editorial das folhas, as causas últimas\ndos males econômicos do país deveriam ser buscadas na política do\nEstado, intervencionista em detrimento da liberdade econômica e expressa\nsobretudo no protecionismo cambial. Mas, diante da ameaça da guerra,\ncriou-se uma situação em que “reafirmamos nossa fidelidade em primeiro\nlugar à democracia. Em seguida, consolidamos os alicerces das culturas\nnacionais que somam a cultura continental. E, finalmente, organizemos\nracionalmente e eficientemente nossa economia, buscando a prosperidade\nnão só, mas também a paz social” (*FM*, 27/9/1938).\n\nQuanto ao vespertino *Folha da Noite,* ele continuava agressivo quando\nse tratava do interesse público. E uma de suas campanhas foi contra a\nproliferação das siderúrgicas, pois à fala de Vargas sobre a siderurgia\nnacional seguiu-se a criação em São Paulo de uma série de companhias\nsiderúrgicas vendendo ações para pessoas de baixos recursos. E, segundo\ndepoimento de Hermínio Sacchetta, que compôs o corpo de jornalistas e\nocupou o cargo de secretário geral das folhas durante o período de 1938\na 1945, “as folhas iniciaram o ataque, desmascarando diariamente esses\ngrupos, alguns dos quais eram sem dúvida ligados a pessoas da alta\nadministração estado-novista. Justiça seja feita, pouco tempo depois um\ndecreto de Getúlio fechou todas as possibilidades a esses grupos”\n*(Folha de S.Paulo*, 10/1/1979).\n\nA guerra representou a grande oportunidade para a América e para o\nBrasil, e sobretudo para São Paulo, pelo seu potencial e sua organização\n“agroindustrial” (*FM*, 27/1/1942). O empreendimento de Volta Redonda\nfoi aplaudido, pois com ele “se encerra o ciclo amargo da lavoura\nitinerante” (*FM*, 5/9/1944).\n\nEm 1945 o jornal cerrou fileiras com os defensores da consolidação da\ndemocracia no país, pois, diante do fim do Estado Novo no Brasil e da\nderrota do totalitarismo na Europa, a “humanidade inteira se enche de\nesperanças no advento de uma era melhor e mais bela de liberdade e\ncivilização” (*FM*, 26/7/1945).\n\nTambém em 1945, no mês de março, juntamente com Alcides Ribeiro Meireles\n(diretor-presidente) e Clóvis Medeiros Queiroga (diretor comercial),\nJosé Nabantino Ramos assumiu a direção das três folhas: *Folha da\nManhã*, *Folha da Tarde* e *Folha da Noite.* Essa diretoria apresentava\na seguinte composição: Meireles tinha suas raízes nos interesses\nagrários, Queiroga na indústria brasileira, ao passo que Nabantino Ramos\nera ligado ao governo Dutra através de seu ministro da Justiça. Tinha-se\nassim a condição ideal, dado o relativo equilíbrio de forças, para\nimprimir ao jornal um caráter mais moderno, ao mesmo tempo em que se\nprocurava preservar uma relativa liberdade de pensamento. Assim é que a\n*Folha da Noite* assumiu uma linha editorial eminentemente agrarista até\npor volta de 1950. Durante esse período, aos sábados, era editada a\n*Folha Agropecuária.* Já a década de 1950 seria marcada, em termos de\nlinha editorial, pela ênfase nos setores urbanos e industriais.\n\nO propósito de lutar pela imparcialidade política – não confundi-la com\nneutralidade – era à época explícito, quando grande ênfase era dada ao\n“bem comum” como marco norteador necessário para as atividades\neditoriais. Nesse sentido defendia-se o sufrágio universal, em que pese\no fato de que a “qualidade será substituída pela quantidade”, e que,\n“num país de massas incultas como o nosso, a tendência do grande\neleitorado é votar no candidato do governo” (*FM*, 20/11/1945). Por essa\népoca a liberdade de imprensa era também veementemente defendida, assim\ncomo eram defendidos os trabalhos da Constituinte e o direito de o\nPartido Comunista Brasileiro (PCB) concorrer às eleições. Em 1947, não\nobstante, a posição das folhas era outra: passaram a ser favoráveis à\nextinção do PCB e contrárias à permanência dos parlamentares comunistas\nno Congresso. E para tanto, a *Folha da Manhã* lançava mão do texto\nconstitucional, que “proíbe a atividade de partidos antidemocráticos e,\npor extensão, a de seus membros e representantes, como é o caso dos\nparlamentares comunistas. Ora, é perfeitamente democrático que a vontade\nda maioria do povo brasileiro, assim expressa na Constituição, prevaleça\nsobre a vontade da maioria comunista e a impeça de interferir na\npolítica” (*FM*, 13/7/1947). Quanto aos outros partidos, eram criticados\npela ausência de programas, assim como por seu número excessivo, fato\nque gerava desordem.\n\nNão é, pois, surpreendente que nas eleições de 1950 as folhas acabassem\npor apoiar a candidatura do udenista Eduardo Gomes.\n\nA partir de 1952, a oposição das folhas a Vargas tornou-se evidente,\nembora os jornais defendessem claramente a necessidade de se “adotar\nqualquer providência que seja capaz de estabelecer a confiança popular\nna ação governamental, a fim de que as multidões descontentes tenham\nânimo de esperar mais uma vez” (*FM*, 9/8/1952). Isso explica por que,\ndiante do suicídio de Vargas, as páginas das folhas condenaram\nveementemente aqueles que forçaram a renúncia do então presidente, ao\nmesmo tempo em que reafirmavam a postura de que teria sido melhor\naguardar o fim de seu mandato, uma vez que as forças armadas já haviam\nassegurado a ordem.\n\nPara que a ordem fosse assegurada, mais do que nunca, segundo as folhas,\nficou clara a necessidade de obstaculizar a reprodução do esquema\npopulista, motivo pelo qual a linha editorial passou a ser de franca\noposição à candidatura de Juscelino Kubitschek.\n\n Favorável a participação dos operários nos lucros das empresas (com o\nque todos ganhariam, dado o maior cuidado e empenho na produção) e a\nnecessidade de implementação de políticas sociais que gerariam um maior\nbem-estar social. As folhas eram, porém contrárias à interferência\npolítica no meio sindical, pois temiam a politização dos sindicatos no\nsentido de se transformarem em canais efetivos de mobilização da classe\noperária. E mais ainda com relação aos sindicatos do meio rural, uma vez\nque “o meio rural é fácil de ser trabalhado por esses elementos\n(agitadores profissionais), pois o nível cultural é baixo” (*FM*,\n8/11/1956). Da mesma forma, eram também contrárias ao direito de greve,\npois “o simples fato de haver greves é uma demonstração de impatriotismo\npor parte dos que a insuflam e a fazem” (*FM*, 3/9/1954).\n\nQuanto ao modelo de desenvolvimento econômico, deveria ele ser associado\nao capital estrangeiro e adotar a tecnologia mais avançada.\n\nA Folha de S.Paulo\n\nO início da década de 1960 assistiu a profundas mudanças nas folhas. Uma\ndelas, de ordem mais formal, foi a mudança de nome para *Folha de\nS.Paulo.*\n\nAmélia Cohn/Sedi Hirano\n\n(colaboração especial)\n\nSérgio Montalvão\n\n(atualização)\n\n**FONTE:** ABRAMO, C. *Império*; *Almanaque Abril* (1995); BARROS, A.\n*Ética*; *Exame Vip* (1996); *Folha de S.Paulo* (24, 25, 26 e 27/10/75,\n1, 3, 4, 5 e 11/4/77, 16, 18, 23 e 24/3/79, 1/4/80, 1, 10, 17, 18, 19 e\n23/4/84, 15, 16 e 17/1/85, 22, 26 e 27/4/85, 12, 13, 15, 17, 18 e\n23/11/86, 23/8, 3, 4, 5 e 6/10, 12, 13, 14, 15, 16,17, 18 e 19/11/88, 6,\n7, 21, 28 e 30/5, 11 e 15/6, 23/7, 20/8, 1, 8, 15 e 22/10, 14, 15, 16 e\n17/11 e 1, 2, 3, 4, 5, 6, 9, 10, 11, 14, 15, 16, 17, 18 e 20/12/89, 16,\n17, 18, 23, 27 e 30/3/90, 28 e 30/6, 30/9, 2 e 3/10 e 16, 22, 29, 30 e\n31/12/92, 21 e 22/4, 8, 17, 18, 19, 20, 22 e 24/10 e 2/11/93, 2, 3, 17,\n19, 25 e 28/2, 1, 2 e 15/3, 1, 6, 10, 15 e 28/7, 3/8, 25/9 e 2 e\n3/10/94, 2/1, 3, 8, 9, 10, 11 e 12/3, 4/5 e 2/7/95, 25/2 e 29/4/96);\nGOLDSTEIN, G. *Folhas*; HABERT, N. *Década*;*Imprensa* (9/87 e 4/91);\nLATTMAN-WELTMAN, F. *Imprensa*; MOTA, C. *História*;SILVA, C. *Mil\ndias*; *Veja* (20/8/86 e 20/5/87); Portal M&M Online. Disponível em:\n","ref":"","dic":"DHBPR"}
