{"title":"FON FON","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Carolina Vianna Dantas"],"content":"**FON FON**\n\nRevista ilustrada semanal fundada por Jorge Schmidt, na cidade do Rio de\nJaneiro, em 13 de abril de 1907, e extinta em agosto de 1958.\n\nJorge Schmidt, que também era editor-proprietário das revistas *Kosmos*\ne *Careta*, fundou a *Fon Fon* porque queria uma publicação mais ligeira\ne rentável que a *Kosmos*, periódico luxuoso e caro. De início,\nintelectuais como Gonzaga Duque, Lima Campos e Mário Pederneiras,\nidentificados com o “clima simbolista”, deram direção à revista. Seus\nilustradores eram os renomados Raul Pederneiras, Kalixto e J. Carlos.\n\nO nome do semanário – onomatopeia do som da buzina dos automóveis – foi\ncriação do cartunista e poeta Emílio de Meneses. Quando fundada, a\nrevista tinha como personagem principal um chofer chamado Fon Fon, o que\nreforçava a ideia de uma publicação fortemente identificada com os\nvalores da modernidade. A presença marcante de fotografias, charges e\ncaricaturas coloridas, e o recurso às técnicas de ilustração, litografia\ne xilogravura traduziam visualmente essa identificação. Em seu editorial\nde lançamento, *Fon Fon* apresentou-se como um semanário alegre,\npolítico, crítico e esfuziante. Leve, desejava fazer rir e alegrar seus\nleitores com pilhérias finas e troças educadas.\n\nhttp://patrimoniograficoemrevista.blogspot.com.br/2010/01/fon-fon-1907-45.html\n\n![Description:\nhttp://lh3.ggpht.com/\\_PfpZF9tp3hs/S1oZbQk\\_ZBI/AAAAAAAAJp4/frQHBMc8AC4/s800/fonfon\\_gg.jpg](FON%20FON%20_arquivos/image001.jpg)\n\nDesenho de di Cavalcanti para a Fon-Fon.\n\nO repertório temático de *Fon Fon* incluía os costumes e o cotidiano\ncarioca; crítica de arte, teatral e cinematográfica; literatura,\npartituras, cinema, atualidades; sátira política, crônica social; jogos,\ncharadas, curiosidades; concursos e colunismo social. Trazia flagrantes\nem fotos de nomes do *jet set* carioca, políticos, artistas e\njornalistas brasileiros e internacionais. Oferecia aos seus leitores,\nainda, as mais recentes novidades do estrangeiro sobre moda e\ncomportamento.\n\nEm 1915 a *Fon Fon* mudou de proprietário e direção. Sérgio Silva passou\na editor-proprietário e assim se manteve até o último número. A Mário\nPederneiras, que havia ficado sozinho na direção da revista, juntaram-se\nÁlvaro Moreira (como diretor), Hermes Fontes, Olegário Mariano, Felipe\nd’Oliveira, Homero Prates, Rodrigo Otávio Filho, Ronald de Carvalho,\nPaulo Godói, Rui Pinheiro Guimarães e Ribeiro Couto. A revista contou\ntambém com a colaboração de Gustavo Barroso, Mario Sette, Oscar D’Alva,\nMario Poppe e Bastos Portela. A ilustração passou às mãos de Correia\nDias, com eventuais colaborações de outros artistas, como Di Cavalcanti\ne Fabian. Nesse período se observa na *Fon Fon* uma identificação com a\natmosfera do movimento modernista, tendência que se acentuou na década\nde 1920.\n\nSe até os anos de 1930 havia na revista um espaço significativo para\nsátira política e crônica social, a partir de então esse tom perdeu\nforça, cedendo lugar à figura feminina e à divulgação de modelos de\ncomportamento, beleza, elegância e luxo. Seções como *Culinária de bom\ngosto, Conselhos às mães, Páginas do lar* e *Como ser bela* e moldes\npara roupas passaram a conviver com a literatura e as notícias do\ncotidiano, assim como a ilustração perdeu espaço para a fotografia. A\npartir da Era Vargas, portanto, houve um investimento da publicação em\num temário relacionado à afirmação de papéis ideais para a mulher.\nNota-se também a intensificação do uso de material (fotografias, textos\ninformativos etc.) sobre a infância, sempre de conteúdo disciplinador.\n\nCom a entrada do Brasil na Segunda Guerra Mundial, em 1942, boa parte\ndos textos passou a enfatizar o orgulho nacional, o espírito patriótico\ne guerreio do brasileiro. Nesse período a tentativa de mudança no\ndirecionamento de conteúdo fez com que *Fon Fon* se aproximasse do\ngênero do fotojornalismo de atualidades.\n\nO último número da *Fon Fon* foi publicado em agosto de 1958, pouco\ntempo depois da morte de Getúlio Vargas, que encerrou a viabilidade de\num projeto nacional ao qual à revista esteve ligada, ainda que\ninformalmente, como indicaram Gottardi e Naher.\n\nCarolina Vianna Dantas\n\n**FONTES:** BASSANEZI, C. *Revendo*; BRITES, O. *Crianças*; *Fon Fon*;\nGOMES, A. *Essa*; GOTTARDI, A; NAHES, S*. Revista Fon Fon*; LINS, V.\n*Poesia*; OLIVEIRA, C. *Vênus*; SILVA, M. *Caricata*; SODRÉ, N.\n*História*.\n","ref":"**FONTES:** BASSANEZI, C. *Revendo*; BRITES, O. *Crianças*; *Fon Fon*;\nGOMES, A. *Essa*; GOTTARDI, A; NAHES, S*. Revista Fon Fon*; LINS, V.\n*Poesia*; OLIVEIRA, C. *Vênus*; SILVA, M. *Caricata*; SODRÉ, N.\n*História*.\n","dic":"DHBPR"}
