{"title":"FONSECA, Clodoaldo da","cargoss":["Governador de estado ou do Distrito Federal","Revolucionário ou revoltoso"],"cargos_esp":[0,0],"datas_ini":[1912,1922],"datas_fim":[1915,1922],"estados":["AL",0],"autor":[0],"content":"**FONSECA, Clodoaldo da**\n\n\\*militar; gov. AL 1912-1915; rev. 1922.\n\n*Clodoaldo da Fonseca* nasceu no Rio de Janeiro, então capital do\nImpério, no dia 12 de março de 1860, filho de Pedro Paulino da Fonseca e\nde Francisca Catarina Francioni. Seu pai foi governador de Alagoas de\n1889 a 1890, constituinte de 1891 e senador por Alagoas de 1891 a 1893.\nSeu tio Manuel Deodoro da Fonseca, marechal do Exército, proclamou a\nRepública no dia 15 de novembro de 1889 e foi o primeiro presidente do\npaís sob o novo regime, até 23 de novembro de 1891. Dois outros tios\ntambém se destacaram nos cenários político e militar nacionais: o\nmarechal Hermes Ernesto da Fonseca foi presidente da província de Mato\nGrosso de 1875 a 1878 e governador da Bahia em 1890, e o general João\nSeveriano da Fonseca, médico, considerado patrono do Serviço de Saúde do\nExército, foi constituinte de 1891. Seu primo Hermes Rodrigues da\nFonseca, filho de Hermes Ernesto, foi ministro da Guerra de 1906 a 1909\ne presidente da República de 1910 a 1914.\n\nComo vários membros de sua família, seguiu a carreira militar. Tinha a\npatente de capitão quando, em 20 de fevereiro de 1892, após a renúncia\nde Deodoro da Fonseca à presidência, e a posse do vice-presidente\nFloriano Peixoto, foi preso junto com o primo Hermes da Fonseca por\nmanifestar-se contra a deposição do governador do Amazonas, no curso das\nrepresálias de Floriano contra as forças políticas ligadas a Deodoro. Em\n1908 esteve na Alemanha como membro da comitiva de Hermes da Fonseca,\nentão ministro da Guerra, para assistir às grandes manobras do Exército\ngermânico.\n\nEleito governador de Alagoas em 12 de março de 1912 na sucessão de\nEuclides Malta – que então passou o governo ao presidente do Congresso\nEstadual Macário das Chagas Rocha Lessa –, tomou posse no dia 12 de\njunho do mesmo ano. Em seu governo foi criada mais uma secretaria de\nestado, a de Agricultura, Comércio e Obras Públicas, foi instalada em\nMaceió uma filial do The London and River Plate Bank Ltd., e foi\nreorganizada a Instrução Pública, entre outros aspectos com a criação de\numa Escola Normal integrada a escolas modelo. Foi assinado um contrato\npara a “construção e tráfego” de uma estrada de automóveis entre Maceió\ne Penedo, e iniciada a substituição do serviço de tração animal, da\nCompanhia de Trilhos Urbanos, pelo de tração elétrica. Sua gestão se\nencerrou em 12 de junho de 1915, quando tomou posse o sucessor João\nBatista Acióli Júnior.\n\nComo general de brigada, comandou em 1921 a Região Militar do estado do\nPará. Comandava em 1922 a 1^a^ Circunscrição Militar em Mato Grosso,\nquando liderou um levante em solidariedade à revolta deflagrada em 5 de\njulho daquele ano em três pontos do Rio de Janeiro, então Distrito\nFederal: na Vila Militar, na Escola Militar do Realengo e no Forte de\nCopacabana. O movimento foi um protesto contra a eleição de Artur\nBernardes para a presidência da República em março anterior, contra\npunições de militares – entre os quais o marechal Hermes da Fonseca,\nentão presidente do Clube Militar – e contra o fechamento do clube, e\nconstituiu a primeira manifestação do tenentismo.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, em 24 de março de\n1936.\n\nAlém das mensagens dirigidas ao Congresso de Alagoas enquanto governador\ndo estado, publicou *Subsídios para um julgamento. No cumprimento de um\ndever cívico* (1922).\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas* (v.2); FONSECA, C. *Mensagem*\n(17/6/1912, 15/4/1913, 15/4/1915).\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas* (v.2); FONSECA, C. *Mensagem*\n(17/6/1912, 15/4/1913, 15/4/1915).\n","dic":"DHBPR"}
