{"title":"ALVES, Glicério","cargoss":["rev. 1930","rev. 1932","const. 1946","dep. fed. RS 1946-1951."],"author":null,"content":"**ALVES, Glicério**\n\n\\* rev. 1930; rev. 1932;const. 1946; dep. fed. RS 1946-1951.\n\n*Glicério Alves de Oliveira* nasceu em RioPardo (RS) no dia 8 de\nsetembrode 1893, filho Manuel Alves de Oliveirae de Rosália de Oliveira.\nSeu paiera pecuarista, coronel da Guarda Nacionale líder político no\ninterior gaúcho. Seuirmão Ernesto Alves foi propagandista daRepública.\n\nIngressou na Faculdade de Direitode Porto Alegre e, ainda acadêmico,\natuouem 1915 como juiz distrital em Ijuí(RS). Bacharelando-se em 1917,\nno anoseguinte passou a exercer a função depromotor público em\nCachoeira, atual Cachoeirado Sul (RS).\n\nSubchefe de polícia da 4^a^Região, numa época em que as\nrivalidadespolíticas gaúchas se aguçaram, acabando porconduzir à\ndeflagração da Revolução de1923, filiou-se ao Partido Republicano\nRio-Grandense(PRR). Membro da comissão executiva dopartido em Cachoeira,\nfoi eleito conselheiromunicipal nessa cidade e em 1929 assumiuuma\ncadeira na Assembleia Legislativa doRio Grande do Sul. Em agosto domesmo\nano passou a integrar a FrenteÚnica Gaúcha (FUG), então formada a\npartirda coligação entre o PRR e o PartidoLibertador (PL) com o objetivo\nde darapoio à candidatura de Getúlio Vargasà presidência da República,\nlançada pelaAliança Liberal.\n\nParticipou da Revolução de 1930como integrante da coluna chefiada\npelolíder republicano gaúcho José Antônio Floresda Cunha, tendo\npresenciado, na cidadepaulista de Itararé, o encontro entreas forças\nrevolucionárias e as forçaslegalistas que resultou na rendição\ndasúltimas quando souberam da deposição, noDistrito Federal, do\npresidente Washington Luís.Em abril de 1932 incorporou-se às\nforçasgaúchas que apoiaram o movimento constitucionalistade São Paulo,\natuando como emissário dolíder republicano Antônio Augusto Borges\ndeMedeiros ao Rio de Janeiro, a SãoPaulo e a Minas Gerais com a\nfinalidadede sondar as condições para a deflagraçãode uma revolução.\nIniciado o movimentoinsurrecional em São Paulo em julho de1932, atuou em\noperações militares noRio Grande do Sul, tendo participado,juntamente\ncom Lindolfo Collor, João BatistaLuzardo e mais 40 homens, da\ndepredaçãoda linha férrea entre Santa Maria eTupanciretã. Com a derrota\ndo movimentoem outubro de 1932, exilou-se por doisanos no Uruguai.\n\nApós o fim do Estado Novo(1937-1945), elegeu-se, em dezembro de\n1945,deputado pelo Rio Grande do Sul àAssembleia Nacional Constituinte\n(ANC) na legendado Partido Social Democrático (PSD), assumindosua\ncadeira em fevereiro de 1946. Favorávelà manutenção da Constituição de\n1937,opôs-se à proposta da União DemocráticaNacional (UDN) de elaborar\num projetode normas gerais em substituição à Cartaainda vigente. Como\nconstituinte, combateu ocomunismo e o Partido Comunista Brasileiro(PCB),\ntendo sido favorável à invocaçãoda “proteção de Deus” no preâmbulo\ndaConstituição. Foi contrário à anistia, aodireito de greve e à\nparticipação obrigatóriados trabalhadores nos lucros das empresas,tendo\nsugerido a criação de um impostosocial em sua substituição. Defendeu\naadoção do parlamentarismo e apresentou emendaextinguindo as polícias\nmilitares estaduais.Após a promulgação da nova Carta (18/9/1946),exerceu\no mandato ordinário até janeirode 1951, tendo integrado nessa\nlegislaturaa Comissão de Diplomacia da Câmara dosDeputados.\n\nApós a vitória do movimento político-militarde 31 de março de 1964, foi\npresidentedo PSD no Rio Grande do Sul. Foiainda pecuarista, consultor\njurídico do Bancodo Brasil e secretário de Educação doRio Grande do Sul.\n\nFaleceu no dia 10 de setembrode 1967.\n\nEra casado com Antonieta PiresAlves, com quem teve quatro filhos.\nPublicoudiversos trabalhos jurídicos e políticos, alémde ter sido\ncolaborador do SuplementoRural do *Correio do Povo* de Porto Alegre.\n\n**FONTES:**BRAGA, S. *Quem foi quem*; CÂM.DEP. *Deputados brasileiros.*\nRepertório (1947-1951); CÂM.DEP. *Relação dos deputados*; CÂM. DEP.\n*Repertório biográfico* (1946-1967); Diário do Congresso Nacional;\nDULLES, J.*Getúlio*; ENTREV. PEIXOTO, A.; GIRÃO, R.*Ceará*; SILVA, G.\n*Constituinte*; SILVA, H.*1930*; TIMM, O.; GONZALEZ, E. *Álbum*;\nTRIB.SUP. ELEIT. *Dados* (1).\n","ref":"**FONTES:**BRAGA, S. *Quem foi quem*; CÂM.DEP. *Deputados brasileiros.*\nRepertório (1947-1951); CÂM.DEP. *Relação dos deputados*; CÂM. DEP.\n*Repertório biográfico* (1946-1967); Diário do Congresso Nacional;\nDULLES, J.*Getúlio*; ENTREV. PEIXOTO, A.; GIRÃO, R.*Ceará*; SILVA, G.\n*Constituinte*; SILVA, H.*1930*; TIMM, O.; GONZALEZ, E. *Álbum*;\nTRIB.SUP. ELEIT. *Dados* (1).\n","dic":"DHBPR"}