{"title":"FONSECA, Deodoro da","cargoss":["militar","pres. RS 1886","pres. Rep. 1889-1891."],"author":"Renato Lemos","content":"**FONSECA, Deodoro da**\n\n\\* militar; pres. RS 1886; pres. Rep. 1889-1891.\n\n*Manuel Deodoro da Fonseca* nasceu em 5 de agosto de 1827 na cidade de\nAlagoas, então capital da província do mesmo nome, filho de Manuel\nMendes da Fonseca Galvão e de Rosa Maria Paulina da Fonseca. Seu pai era\nmilitar, tendo começado a carreira como anspeçada. Ligado ao Partido\nConservador, foi também vereador em Alagoas, juiz de paz e chefe de\npolícia. Em 1839 liderou um motim, rapidamente derrotado, contra a\ntransferência de órgãos do governo imperial de sua cidade para Maceió,\nem função da qual a capital da província foi transferida para esta\ncidade. Preso, e logo solto, mudou-se em abril de 1842 para o Rio de\nJaneiro, então capital do Império, onde já se encontravam seus dois\nfilhos mais velhos, Hermes Ernesto e João Severiano, que se iniciavam na\ncarreira militar. Em agosto ainda de 1842, passaria à reserva com a\npatente de tenente-coronel.\n\nAcervo MIS-RJ\n\n![Description: G:\\\\Trabalho para a Mirna\\\\MIS\\\\Presidentes da República\n- Imagens MIS\\\\FONSECA, (Manuel) Deodoro da (1889-\n1891).jpg](FONSECA,%20Deodoro%20da%20_arquivos/image001.jpg)\n\nManuel Deodoro da Fonseca (presidente de 1889-1891).\n\n\\\n\nDos irmãos de Deodoro, Hermes Ernesto foi presidente da província de\nMato Grosso de 1875 a 1878 e governador da Bahia em 1890, João\nSeveriano, médico, considerado patrono do Serviço de Saúde do Exército,\nfoi constituinte de 1891, e Pedro Paulino foi governador de Alagoas de\n1889 a 1890, constituinte de 1891 e senador por Alagoas de 1891 a 1893.\n\nDeodoro matriculou-se em 6 de março de 1843 na Escola Militar do Rio de\nJaneiro. Em 25 de fevereiro de 1845 assentou praça como voluntário no\n4^o^ Batalhão de Artilharia a Pé, na Corte, e em 18 de abril foi\nreconhecido como cadete de primeira classe, em virtude da sua condição\nde filho de oficial superior, como rezava a tradição militar. Após ficar\nadido a três diferentes unidades, concluiu em 1847 o curso de\nartilharia, voltando a servir no 4^o^ Batalhão de Artilharia a Pé. Em\ndezembro do ano seguinte foi designado para servir na província de\nPernambuco, onde participou da repressão à Revolta Praieira, como ficou\nconhecido o movimento promovido por liberais contra a orientação\nconservadora do Império. Promovido a segundo-tenente em 14 de março de\n1849, participou de três combates contra os insurretos, afinal\nderrotados em 1850.\n\nEm seguida, foi designado para servir na província da Bahia e na Corte.\nDe volta a Recife, foi promovido a primeiro-tenente em 30 de abril de\n1852. Nos dois anos seguintes, teve problemas disciplinares que lhe\ncustaram alguns dias de prisão e a transferência para o 9^o^ Batalhão de\nInfantaria e, em seguida, para o 1^o^ Batalhão de Artilharia a Pé, no\nRio de Janeiro, onde serviu na Fortaleza de Santa Cruz. Transferido em\n24 de abril de 1855 para o Batalhão de Engenheiros, foi promovido a\ncapitão em 2 de dezembro de 1856. Foi então novamente alocado no 4^o^\nBatalhão de Artilharia a Pé, e em seguida retornou a Recife.\n\nTransferido em 1860 para Mato Grosso, com a missão de atuar como\najudante de ordens do presidente da província, tenente-coronel Antônio\nPedro de Alencastro, em 16 de abril desse ano desposou Mariana Cecília\nde Sousa Meireles, com quem não teria filhos. Em 1862 voltou a servir no\nRio de Janeiro. Depois de passar os primeiros meses do ano seguinte em\nlicença médica, retornou ao serviço como instrutor dos guardas nacionais\nna Fortaleza de Santa Cruz.\n\nDa Guerra do Paraguai à Presidência do Rio Grande do Sul\n\nEm dezembro de 1864, Deodoro foi designado para um dos batalhões da\nBrigada Expedicionária enviada à região do rio da Prata para reforçar as\ntropas que havia dois meses participavam de conflitos ligados aos\ninteresses econômicos de brasileiros no Uruguai, onde se desenrolava uma\nguerra civil. Tendo chegado em 3 de janeiro de 1865 à localidade\nuruguaia de Fray Bento, seguiu para Santa Luzia, onde se integrou à 2^a^\nBrigada do Exército em operações. Participou do cerco de Montevidéu,\nafinal submetida em 20 de fevereiro.\n\nQuatro dias depois uniu-se à 1^a^ Divisão do Exército, incorporando-se\nàs forças mobilizadas contra tropas do Paraguai, cujo presidente,\nFrancisco Solano Lopez, vinha hostilizando o Brasil desde novembro do\nano anterior, sob o argumento de que um acordo firmado entre seu país e\no Uruguai previa o auxílio mútuo em caso de agressão estrangeira. A\ndecisão de invadir a Argentina, que lhe recusou autorização para cruzar\nseu território rumo ao Brasil, e a falência da sua política de alianças\nno Uruguai custaram a Lopez a oposição coordenada desses três países,\nque, em 1^o^ de maio de 1865, firmaram um acordo secreto. O chamado\nTratado da Tríplice Aliança objetivava derrubar o líder paraguaio do\ngoverno, redefinir as fronteiras no sul do continente e liberar a\nnavegação dos rios Paraná e Paraguai, da qual dependia o acesso à\nprovíncia de Mato Grosso.\n\nEntre maio e julho de 1865, Deodoro deslocou-se no sentido da Argentina,\nchegando à província de Entre-Rios. Ali permaneceu até abril do ano\nseguinte, quando, depois de vitórias no Rio Grande do Sul e em operações\nnavais, o comando das tropas brasileiras ordenou a invasão do território\nparaguaio. Integrado ao 2^o^ Corpo de Voluntários da Pátria como major\ncomissionado por atos de bravura durante as batalhas travadas em Estero\nBellaco e Tuiuti, ambas vencidas pelos aliados, foi efetivado no posto\nem setembro de 1866. Foi então transferido para o 24^o^ Batalhão de\nVoluntários da Pátria e participou das operações vitoriosas em Potrero\nObella e Taji, que lhe valeram a promoção a tenente-coronel em 18 de\njaneiro de 1868, novamente por atos de bravura, e a nomeação para o\ncomando do 1^o^ Batalhão de Artilharia a Pé. Nessa condição, tomou parte\nno demorado cerco da fortaleza de Humaitá, que só em julho seria tomada\naos paraguaios. Assumindo em abril o comando do 24^o^ Corpo de\nVoluntários da Pátria, atuou nos combates vitoriosos travados em outubro\nem torno da fortaleza de Angostura e, em dezembro, na passagem do arroio\nItororó, quando foi ferido.\n\nAs sucessivas derrotas para os aliados conduziram Lopez a se refugiar em\náreas montanhosas do Paraguai, levando o comandante em chefe das forças\nbrasileira, marquês de Caxias, a considerar terminada a guerra em\njaneiro de 1869. Deodoro foi promovido a coronel em 20 de fevereiro,\nnovamente por atos de bravura. No mês seguinte, o conde D’Eu, genro do\nimperador dom Pedro II, assumiu o comando das forças brasileiras\nencarregadas das operações que os aliados entendiam ainda necessárias\npara a captura do líder paraguaio. Em maio, Deodoro comandou uma coluna\nem operações de reconhecimento de posições inimigas em Piraju e, em\nagosto, uma brigada no ataque a Peribebuí, onde Solano Lopez instalara\numa capital provisória. Com a morte de Lopez em 1^o^ de março de 1870, a\nguerra terminou de fato.\n\nÀ frente do 1^o^ Batalhão de Artilharia a Pé, Deodoro deixou Humaitá em\n14 de julho e chegou ao Rio de Janeiro um mês depois. Em setembro foi\ntransferido para a artilharia montada, permanecendo na Corte. No ano\nseguinte passou a servir em Porto Alegre, onde foi envolvido numa\ncrítica que um jornalista republicano fez ao presidente da província por\ntê-lo posto para comandar uma parada militar em homenagem ao aniversário\nda Constituição imperial. Retornando ao Rio de Janeiro, assumiu o\ncomando do 1^o^ Regimento de Artilharia Montada, que exerceria até 1874.\nEm outubro desse ano foi promovido a brigadeiro. Exercia a função de\ninspetor na Bahia quando foi nomeado, em junho de 1879, comandante\ninterino das armas da província, a mais alta autoridade militar,\nsubordinada ao presidente provincial. Em seguida, fiscalizou tropas e\nquartéis no Rio Grande do Sul e em Pernambuco e, em 1880, o Laboratório\nPirotécnico de Campinho, na Corte.\n\nAinda em 1879, uma tentativa de cortes nos orçamentos da Armada e do\nExército, feita pela Câmara dos Deputados, açulou os ânimos de oficiais\ndas duas forças. A mobilização militar resultou em algumas punições, mas\nconseguiu que a proposta parlamentar fosse abandonada, embora já\naprovada em segunda discussão. Em 1881, a defesa de interesses\ncorporativos levou os militares a tentar, na primeira experiência de\neleições diretas no país, o envio de um representante ao Congresso. Os\ndois candidatos apresentados no Rio de Janeiro – um deles, o\ntenente-coronel Alfredo de Sena Madureira – foram derrotados, mas a\ncampanha revelou forte hostilidade de setores militares aos políticos\nimperiais. Os problemas pelos quais estes eram responsabilizados diziam\nrespeito, principalmente, ao pagamento incerto de pensões a órfãos,\nviúvas e inválidos e, até mesmo, dos soldos; ao baixo valor dos soldos;\nà lentidão nas promoções; à inexistência de uma lei de aposentadoria\ncompulsória que permitisse a abertura de vagas para oficiais jovens; ao\ndescumprimento da promessa imperial de dar prioridade aos veteranos da\nGuerra do Paraguai no preenchimento de vagas no serviço civil, e às más\ncondições de trabalho. Ao mesmo tempo, setores do Exército formulavam\ncríticas ao próprio regime político vigente. Jornais publicados por\noficiais exigiam a abolição da escravidão, uma política imigratória, a\nconstrução de ferrovias e o protecionismo industrial. O mais poderoso\nfator de politização dos militares eram as divergências em torno da\nescravidão e da disciplina, que se tornavam faces de uma mesma moeda, já\nque a ampla simpatia de oficiais, inclusive de alta patente, pelo\nabolicionismo ia de encontro à orientação política das autoridades\nmilitares do Império escravocrata.\n\nEm 1882, Deodoro tornou-se membro da Comissão de Promoções do Exército.\nEm março do ano seguinte, foi novamente nomeado comandante das armas de\numa província, agora a do Rio Grande do Sul. Permaneceu no posto por\napenas dois meses, retornando ao Rio de Janeiro para proceder a\ninspeções no Depósito de Aprendizes Marinheiros, da Fortaleza de Santa\nCruz, e depois nas guarnições militares de Santa Catarina, São Paulo e\nParaná.\n\nEm meados de 1883, foi apresentado no Senado projeto de lei que criava\num montepio compulsório para os funcionários civis e militares, alterava\nas condições de reforma nas duas armas e tornava os empregados públicos\npassíveis de demissão a bem do serviço público. Houve nova mobilização\nmilitar, envolvendo oficiais, professores e alunos da Escola Militar do\nRio de Janeiro. O projeto, contudo, era inconstitucional, pois os\nfuncionários públicos militares só podiam perder suas patentes por\nsentença proferida em juízo especial, e não vingou no Senado, o que\npropiciou o fim do conflito. Ainda em 1883 revigorou-se a tensão entre\nmilitares e autoridades civis, quando, em outubro, soldados da guarnição\nda Corte assassinaram o jornalista Apulcro de Castro, por considerarem\nque seu jornal – *O Corsário* – os estava difamando sistematicamente. A\nvisita que, poucos dias depois do episódio, o imperador fez à unidade\nmilitar onde serviam os assassinos foi interpretada, por uns, como o\nreconhecimento da dignidade militar e, por outros, como a humilhação da\nCoroa perante a rebelião vitoriosa.\n\nEm abril de 1884, a Escola de Tiro de Campo Grande, comandada pelo agora\ncoronel Sena Madureira, recebeu com festas o jangadeiro Francisco do\nNascimento, que se destacara na luta contra a escravidão no Ceará,\nabolida no mês anterior. Interpelado pelo ajudante-general do Exército,\nmaior autoridade depois do ministro da Guerra, Sena Madureira recusou-se\na dar-lhe informações sobre o episódio, alegando que só devia\nsatisfações ao conde d’Eu, comandante geral da artilharia, à qual a\nescola era subordinada. Demitido do comando e repreendido em ordem do\ndia, Madureira foi transferido para o Rio Grande do Sul. O caso\ndespertou polêmica nos jornais, e, no Senado, o visconde de Pelotas,\ntambém militar, assumiu a defesa do oficial. A agitação envolveu a\nEscola Militar do Rio de Janeiro, onde o abolicionismo, em especial, e o\nrepublicanismo empolgavam um número crescente de alunos.\n\nDe volta à Comissão de Promoções do Exército desde janeiro de 1884,\nDeodoro foi promovido a marechal de campo em agosto, e no mês seguinte\nfoi escolhido para integrar a comissão encarregada de elaborar um\nprojeto de regulamento para o serviço das tropas em campanha, que\ndeveria inspirar-se nas disposições vigentes a esse respeito na França e\nna Alemanha. Em 1885 assumiu, por nomeação datada de maio, o posto de\nquartel-mestre general do Exército. Em dezembro, foi mais uma vez\nnomeado comandante das armas da província do Rio Grande do Sul. Em\nseguida, foi nomeado primeiro-vice-presidente da província, passando a\nacumular os dois postos. Tal nomeação resultou de sugestão do barão de\nLucena, então presidente da província, ao barão de Cotegipe, então\npresidente do Conselho de Ministros e líder do Partido Conservador.\nDeodoro e a esposa batizaram um filho de Lucena – eram, portanto,\ncompadres. Com a partida de Lucena para a Corte, em maio de 1886, para\nassumir uma cadeira na Assembleia Geral, Deodoro tornou-se presidente em\nexercício do Rio Grande do Sul, sempre acumulando a função com as de\nquartel-mestre general e de comandante das armas da província.\n\nAs Questões Militares\n\nPor essa época, um novo problema veio acirrar os ânimos dos militares\ncontra as autoridades civis. Em junho de 1886, o coronel Ernesto Augusto\nda Cunha Matos publicou na imprensa um artigo em que se defendia de\nviolentas restrições, inclusive à sua dignidade pessoal, que um deputado\npiauiense lhe fizera na Câmara. O ministro da Guerra, Alfredo Chaves, o\nadvertiu de que, por força de um aviso de 1859, não podia discutir\nassuntos políticos ou militares através da imprensa. O oficial\npronunciou-se contra essa interpretação do aviso e foi punido com\ncensura e prisão disciplinar por dois dias. Em agosto, o visconde de\nPelotas, filiado ao Partido Liberal e igualmente militar, saiu em sua\ndefesa no Senado, considerando a atitude do ministro uma ofensa a todos\nos oficiais do Exército, o que conferiu ao problema dimensões de questão\nnacional.\n\nNesse ínterim, Deodoro foi acusado, em denúncia apresentada ao Superior\nTribunal de Justiça pelo deputado provincial gaúcho e ex-ministro da\nGuerra Antônio Eleutério de Camargo, de prevaricação, por desviar\ndinheiro público em favor de um protegido, processo em que seria\nabsolvido.\n\nLogo em seguida ao pronunciamento do visconde de Pelotas, o coronel Sena\nMadureira, agora comandante da Escola Preparatória e de Tática do Rio\nPardo (RS), publicou no jornal republicano *A Federação*, de Porto\nAlegre, um artigo em que relacionava o caso Cunha Matos com a situação\nque acontecera com ele próprio em 1884. Sua tese era que ambos haviam\nsido punidos com base em avisos ministeriais que iam contra o direito de\nlivre manifestação do pensamento, garantido pela Constituição a todos os\nbrasileiros. O ministro da Guerra quis saber se Deodoro, superior de\nSena Madureira, lhe dera autorização para publicar o artigo. Em 3 de\nsetembro Deodoro respondeu que não, mas que enviaria a Alfredo Chaves um\nofício sobre a questão. Antes que lhe chegasse o ofício, no qual Sena\nMadureira era defendido, o ministro determinou a Deodoro que informasse\na Sena Madureira que este havia sofrido pena de repreensão em ordem do\ndia. A instrução não foi cumprida. Punido assim mesmo, o oficial\nmanifestou seu inconformismo com a pena, expresso no “Protesto” que\npublicou no mesmo jornal, e foi exonerado do comando que exercia.\n\nAs punições sofridas por Sena Madureira mobilizaram a oficialidade da\nguarnição de Porto Alegre, que recebeu o apoio de várias outras,\nsediadas em diversos pontos da província, e do visconde de Pelotas, que\nvoltou a discursar no Senado contra o ministro da Guerra. O conflito\naproximava Pelotas, liberal, e Deodoro, ligado aos conservadores. *A\nFederação* apoiava os oficiais, inclusive Deodoro, tentando capitalizar\npoliticamente o conflito entre eles e o governo de Cotegipe. Autorizados\npor Deodoro, os oficiais realizaram em 30 de setembro uma reunião para\nanunciar que aderiam à tese da inconstitucionalidade dos avisos\nministeriais que vinham sendo usados como base para as sanções.\n\nNa Corte, expressivos setores da jovem oficialidade, em especial a\nacadêmica, se mostravam sensíveis à mobilização dos oficiais no Sul.\nCrescia entre eles a liderança do major Benjamin Constant Botelho de\nMagalhães, professor de matemática na Escola Militar. Em 10 de outubro\nvários alunos promoveram uma reunião na Sociedade Francesa de Ginástica\npara discutir a questão. Benjamin Constant dirigiu inicialmente os\ntrabalhos e apresentou uma moção em que os oficiais do Exército e da\nArmada presentes deixavam claro que a luta dos colegas do Rio Grande do\nSul visava à defesa de seus direitos constitucionais. A moção, aprovada\nquase unanimemente por uma plateia constituída por maioria esmagadora de\nestudantes militares, desencadeou uma onda de manifestações de\nsolidariedade de guarnições de vários pontos do país, bem como a reação\ndo governo, que determinou a prisão de Sena Madureira. No dia 18,\ncontudo, o Conselho Supremo Militar e de Justiça (CSMJ), órgão máximo da\nJustiça Militar, reconheceu que os oficiais tinham o direito de discutir\nqualquer assunto que não se referisse à matéria de serviço,\ninterpretação reforçada alguns dias mais tarde pelo imperador ao\nanunciar que os militares podiam manifestar-se sem restrições pela\nimprensa. Dois dias depois, Deodoro e o visconde de Pelotas encabeçaram\numa nota, publicada n’*A Federação*, em que a oficialidade do Rio Grande\ndo Sul reafirmava não estar em discussão a disciplina militar, mas o\nrespeito aos seus direitos e ao brio da corporação.\n\nEm 3 de novembro de 1886, o governo reconheceu, com base em parecer do\nCSMJ, que os avisos em que se baseara para punir Cunha Matos e Sena\nMadureira eram inconstitucionais e informou que suspenderia as notas de\nrepreensão se os oficiais atingidos requeressem a medida. No dia 15,\nSena Madureira publicou um memorial em que pedia a convocação de um\nConselho de Guerra – primeira instância da Justiça Militar − para provar\nque fora punido injustamente. A recusa do governo em convocar o conselho\ne a intransigência de Sena Madureira e Cunha Matos, que não aceitavam\nfazer o requerimento, ensejaram a radicalização do engajamento de\noficiais, inclusive Deodoro e Benjamin Constant, na Questão Militar,\ncomo o conflito começou a ser chamado.\n\nA reivindicação, pelos militares, de direitos políticos análogos aos\nexercidos pelos cidadãos civis implicava a contestação dos padrões\ndisciplinares e hierárquicos que presidiam as relações entre os\nmilitares. Tal padrão baseava-se na ideia da “obediência passiva e\ninconsciente”, e os sucessivos conflitos entre oficiais e autoridades\nmilitares, que o vinham erodindo desde a década anterior, abriam caminho\npara a inserção de novos grupos das forças armadas na vida política\nnacional. Desde 1871, discutia-se na imprensa republicana o papel do\nExército no desenvolvimento nacional. Uma das ideias então elaboradas\nreferia-se à possibilidade de uma nova forma de governo propiciar o\nsurgimento de uma classe de “soldados-cidadãos”, que substituiria os\n“cidadãos servis” que compunham o Exército permanente. A corrente de\nopinião que, a partir dessa perspectiva, se desenvolveu entre os\nrepublicanos – que no ano anterior haviam fundado o seu partido em\nâmbito nacional − evoluiu no sentido da formulação de uma estratégia de\naliança com os militares na luta contra a Monarquia. A radicalização\ndessa tendência foi significativamente alimentada na década de 1880 por\nalguns órgãos da imprensa republicana – em especial, *O País*, de\nQuintino Bocaiúva, *A Federação*, do Partido Republicano do Rio Grande\ndo Sul, e O *Diário de Notícias*, onde se destacava Rui Barbosa, que,\nembora monarquista, se aproximava das teses republicanas ao defender a\nadoção do federalismo. Esses jornais intervinham de maneira sistemática\nnas crises militares, procurando politizá-las ao bater na tecla de que\nos militares tinham o direito de questionar as normas disciplinares\nsempre que aplicadas contra a sua consciência.\n\nEm consequência de suas atitudes em Porto Alegre, Deodoro passou a\nsofrer fortes críticas do Partido Liberal gaúcho, em especial do senador\nGaspar Silveira Martins, o que lhe valeu manifestações de solidariedade\npor parte de oficiais da guarnição local. Depois de tensa troca de\ncartas com o barão de Cotegipe, em 22 de dezembro de 1886 foi demitido\ndos cargos que ocupava no Rio Grande do Sul. Rompia-se, assim, mais do\nque uma relação política. Era voz corrente, na época, que Cotegipe\npretendera que Deodoro ocupasse o lugar simbólico do grande chefe\nmilitar conservador deixado vago pelo duque de Caxias, falecido em 1880.\nAinda na capital gaúcha, em janeiro de 1887, Deodoro foi um dos oradores\nem homenagem prestada a Sena Madureira − afastado do comando da Escola\nde Tiro de Rio Pardo −, com quem, dois dias depois, viajou para o Rio de\nJaneiro.\n\nA chegada de Deodoro à Corte, em 26 de janeiro de 1887, teve importante\nsentido político. Alunos da Escola Militar, dirigida por seu irmão\nmarechal Severiano da Fonseca, compareceram em grande número ao cais\npara prestigiá-lo, contrariando ordens do ministro da Guerra. O ato, que\nresultou na demissão de Severiano, prenunciou o papel central que\nDeodoro cumpriria na crise política entre segmentos militares e o\ngoverno.\n\nUma nova reunião de oficiais sediados no Rio de Janeiro foi realizada,\nno dia 2 de fevereiro de 1887, agora no Teatro Recreio Dramático.\nDeodoro presidiu a Mesa Diretora, integrada também por Sena Madureira e\nBenjamin Constant. A assembleia, composta por cerca de duzentos\noficiais, aprovou unanimemente uma moção cujo conteúdo pode ser reduzido\na quatro deliberações: exigiam a anulação dos efeitos dos avisos;\nrejeitavam qualquer medida de punição aos oficiais envolvidos na Questão\nMilitar; recorriam à intervenção do imperador para dirimir o conflito\ncom o governo, e delegavam poderes a Deodoro para negociar uma solução\ncompleta do conflito. A reunião teve forte impacto no cenário político\nnacional, levando órgãos de imprensa a afirmar que, naquele dia, o país\nficara sem autoridade governamental.\n\nNo dia 5 de fevereiro, data em que foi publicada sua exoneração do cargo\nde quartel- mestre general, Deodoro encontrou-se com o imperador. Na\nocasião, entregou-lhe um longo documento, em apontava nos atos de\nrepreensão a Cunha Matos e Sena Madureira o propósito de desprestigiar o\nExército, considerando-os um “insulto à classe militar”. Ao final, pedia\nao imperador que fizesse cumprir o parecer do CSMJ, por ele mesmo\nmandado executar em 3 de novembro do ano anterior. A visita não alterou\no quadro, e o ministro da Guerra continuou prestigiado. Uma semana\ndepois, Deodoro, adoentado, enviou ao imperador novo apelo, agora\npermeado de alusões à gravidade da situação política. Afirmava o apoio\npopular à causa dos militares, o que tornava a “coisa” mais séria,\nassegurando que apenas quem não tivesse a “intuição do brio e do\npundonor natural” e não cogitasse “das consequências a advir” poderia\n“encarar descuidoso a tormenta que se anuncia”, graças ao ministério que\n“atraiçoava” o imperador na Questão Militar. Finalizava a carta\ninformando que, se não fosse feita justiça aos militares, passaria a\nsentir vergonha da farda que vestia e pediria demissão do Exército.\nNesse mesmo dia, Alfredo Chaves foi substituído por Joaquim Delfino\nRibeiro da Luz à frente do Ministério da Guerra.\n\nEm face da mudança, Deodoro considerou encerrada a Questão Militar. O\nnovo ministro, contudo, manteve a posição de que só seriam cancelados os\nregistros das punições a Cunha Matos e Sena Madureira se os interessados\nrequeressem o “trancamento das notas”. Não houve consenso entre os\nmilitares envolvidos diretamente na questão. Em reunião realizada no\nescritório de Alfredo Sena Madureira, irmão do tenente-coronel, este,\ncontrário à exigência do governo, se desentendeu, em particular, com\nBenjamin Constant, que o enquadrou entre os “turbulentos que querem\nfazer a república”. Os oficiais atingidos com base nos avisos defendiam\na tese de que se tratava de atitudes inconstitucionais e que, portanto,\ndeveriam ser revertidas por iniciativa das autoridades que as haviam\nadotado.\n\nPercebendo que se equivocara ao considerar resolvida a Questão Militar,\nDeodoro anunciou, pelas páginas d’*O País*, que mantinha suas posições\nem relação ao governo. Do Rio Grande do Sul, o visconde de Pelotas\nproclamou-se solidário com essa atitude, afirmando que não poderiam\n“mais parar sem que seja resolvida honrosamente a questão, porque isso\nimportaria em recuar, trazendo como consequência o nosso aniquilamento\nmoral”. Chegado à Corte em inícios de maio de 1887, no dia 14 o visconde\npublicou n’*O País*, com Deodoro, um longo manifesto, cuja redação há\nquem atribua ao jornalista Rui Barbosa, instruído pelo senador liberal\nManuel Pinto de Sousa Dantas, ex-presidente do Conselho de Ministros\n(1884-1885). No documento faziam ameaças veladas, reivindicando a\ncondição de “cidadãos armados” e alertando para o fato de que o que se\nagitava não era uma questão de classe, porque o aviltamento do Exército\nenvolveria a sociedade, que tinha nele a “mais estável segurança da paz,\nda legalidade, da organização civil do Estado”. O apelo que faziam à\n“opinião do país” era a derradeira declaração de que se manteriam no\n“posto de resistência à ilegalidade […] enquanto o direito postergado\nnão receber a sua satisfação plena” e haveriam de ser consequentes,\n“como quem não conhece o caminho por onde se recua sem honra”.\n\nO documento teve impacto na Corte. Atividades parlamentares e negócios\nforam suspensos, enquanto circulavam pela cidade os mais variados boatos\nacerca da gravidade dos fatos. Em reunião realizada alguns dias depois\nentre Deodoro, Pelotas, Benjamin Constant e outros, avançou-se na ideia\nde que estavam dadas as condições para um movimento militar com o fim de\ndepor o governo de Cotegipe – apodado pela imprensa oposicionista de\n“imperador interino” −, já que todos entendiam estar o imperador, mal de\nsaúde, sem controle sobre o seu chefe de Gabinete.\n\nEm 18 de maio, Pelotas discursou no Senado, na sessão que, para muitos\nobservadores, ficaria registrada como uma das mais tensas na história da\ncasa, para atacar mais uma vez o governo. Lembrou a Cotegipe, presente,\nque uma revolução depusera dom Pedro I em 1831 e aquele já era um fato\nbem aceito por todos. Apelava ao chefe de governo no sentido de que\nrecuasse de sua posição de maneira que a Questão Militar se resolvesse\nde modo honroso e digno. Caso contrário, não se podia saber “o que\npoderá acontecer amanhã, apesar de confiar o nobre presidente do\nConselho na força armada que tem à sua disposição”.\n\nSeguiram-se negociações entre líderes do Partido Liberal, Cotegipe e\nPelotas, das quais Deodoro não participou por estar doente, embora tenha\nsido consultado. Chegou-se a um acordo pelo qual seria apresentada no\nSenado uma proposta de convite ao governo para suspender os efeitos dos\navisos considerados inconstitucionais pelo Conselho Superior Militar e\nde Justiça. A indicação foi apresentada em 20 de maio, na forma de\nmoção, por Silveira Martins. A discussão que se seguiu indicou,\nprincipalmente na intervenção do visconde de Taunay e na autodefesa de\nCotegipe, a percepção da gravidade da crise política. Mais do que a\nautoridade do governo, estava em jogo a estabilidade do regime.\n\nA forte mobilização política de um expressivo segmento do Exército\ndeixava o país sob a ameaça da guerra civil. Contra um pequeno número de\nvotos, a indicação foi aprovada pelo Senado. Em seguida, o governo\ncancelou as notas de punição a Cunha Matos e Sena Madureira. Estava\nresolvida a pendência com os oficiais, mas o governo saía da crise\ngravemente desgastado.\n\nJá os setores militares que se haviam envolvido no conflito resolveram\norganizar-se em âmbito nacional. Deodoro engajou-se, com Benjamin\nConstant e Sena Madureira, no projeto de organização, na Corte e em\ntodas as guarnições importantes do país, de centros ou clubes militares\nanálogos ao Clube Naval, fundado três anos antes. Em 2 de junho,\noficiais do Exército reuniram-se na residência do capitão Inocêncio\nSerzedelo Correia, para, sob a presidência do coronel Cândido José da\nCosta, discutir um anteprojeto de estatutos apresentado por Marciano\nAugusto Botelho de Magalhães, irmão de Benjamin Constant. Para elaborar\num parecer, elegeu-se uma comissão, composta por Deodoro, Benjamin\nConstant e Sena Madureira. Este último se encarregou de elaborar uma\nversão definitiva do projeto de estatutos, afinal aprovada em assembleia\ngeral realizada em 4 de julho de 1887 na sede do Clube Naval. Ficaram\ndefinidos como fins do Clube Militar estreitar os laços de união e\nsolidariedade entre os oficiais do Exército e Marinha e defender pela\nimprensa, e junto aos poderes do Estado, os direitos e legítimos\ninteresses da “classe militar”. Nas “Disposições Transitórias”,\ndeterminou-se a formação de uma comissão para estudar a criação de um\nmontepio geral dos militares. A diretoria do clube ficou constituída por\nDeodoro (presidente), capitão de mar e guerra Custódio José de Melo\n(vice-presidente), coronel José Simeão de Oliveira\n(primeiro-secretário), Marciano Magalhães (segundo-secretário) e\nBenjamin Constant (tesoureiro, cargo que trocaria, em agosto, pelo de\nvice-presidente). Uma comissão de imprensa foi constituída pelos\ncapitães de mar e guerra José Marques Guimarães e Eduardo Wandenkolk e\nSena Madureira.\n\nSimultaneamente à criação do Clube Militar, surgiu a proposta de\nlançar-se uma candidatura militar à vaga aberta no Senado pela morte de\num representante da província do Rio de Janeiro. Deodoro foi o nome\nescolhido. Benjamin Constant declarou que, jamais tendo votado, votaria\nem um candidato militar que não tivesse vínculos partidários e adotasse\ncomo programa a abolição da escravatura, a autonomia das províncias, o\ncasamento civil, a separação da Igreja e do Estado e a secularização dos\ncemitérios, pontos comuns a republicanos e a alguns setores liberais.\nDeodoro, declarando-se apartidário e defendendo esse programa, recebeu o\napoio de republicanos e da Confederação Abolicionista. Realizado o\npleito em 17 de julho, ficou em último lugar, mas os pouco mais de mil\nvotos recebidos, em grande parte concentrados na Corte, foram entendidos\ncomo um sinal do forte impacto das crises militares e do abolicionismo\nsobre o eleitorado, uma vez que a consulta fora feita no mais sólido\nreduto conservador escravista do país.\n\nEm manifestação promovida por abolicionistas em sua homenagem logo\ndepois a eleição, Deodoro declarou-se adepto da causa de longa data,\ninformando que havia concorrido para a obtenção de grande número de\ncartas de alforria. Em fins de setembro, enviou ao barão de Cotegipe\ncarta de protesto contra a prisão disciplinar de alunos da Escola\nMilitar de Porto Alegre que haviam publicado uma nota de boas-vindas a\nJoaquim Nabuco, líder abolicionista que regressava de viagem à\nInglaterra.\n\nA abolição foi a primeira grande questão nacional em que o Clube Militar\ninterveio. O movimento social contra a escravidão ampliava-se,\ndesenvolvendo novas formas de luta, principalmente nas províncias de São\nPaulo e Rio de Janeiro. Aumentava rapidamente o número de casos de fugas\nde escravos das propriedades rurais, nem sempre pacíficas. As forças\npúblicas provinciais e o Exército estavam sendo chamados a colaborar na\nperseguição aos evadidos das fazendas. Essa atribuição entrava em choque\ncom a ampla tendência abolicionista existente entre os militares. Na\nprimeira reunião do Clube Militar, realizada poucos dias após violento\nepisódio de fuga de escravos em Itu (SP), Benjamin Constant propôs a\nDeodoro que o clube adotasse a bandeira da abolição. Nasceu aí a\npetição, datada de 25 de outubro de 1887, em que os membros do Clube\nMilitar solicitaram à princesa Isabel – o imperador estava na Europa\ndesde junho, tendo deixado a filha como regente – que não consentisse o\nemprego de forças do Exército na captura de escravos fugidos, isto é,\ncomo capitães do mato. A atitude teve ampla repercussão pública e,\nembora continuassem sendo enviados para operações de captura, os\nmilitares passaram a boicotar as missões. Neste momento, como aponta\nCarla Nascimento, a crise política em torno da liberdade de expressão\ndos militares passou a cruzar-se com a crise do próprio regime\nmonárquico, expressa pela desagregação do quadro partidário e pela\ncontestação ao trabalho escravo. A moção do Clube Militar indicava que o\nsetor estatal encarregado de sustentar a ordem escravista se tornava um\nelemento da sua própria desagregação.\n\nNovo atrito entre militares e o governo aconteceu em fevereiro de 1888,\nquando a polícia da Corte prendeu o capitão-tenente da Armada Antônio\nJosé Leite Lobo, que reclamou de maus tratos na prisão, pelos quais\nresponsabilizou o alferes comandante da unidade policial. O Clube Naval\nexigiu uma reparação do governo, que se comprometeu apenas a abrir um\ninquérito. Enquanto grupos de policiais e militares se enfrentavam nas\nruas da cidade, no primeiro dia de março o Clube Militar constituiu, em\nassembleia geral, uma comissão para manifestar a adesão do Exército ao\nprocedimento da Armada no caso. Mais uma vez o governo cedeu às pressões\ndos militares, demitindo, sucessivamente, o alferes, o chefe de polícia\ne, por fim, o próprio chefe do governo, barão de Cotegipe, escravocrata\nardoroso, que foi substituído pelo conselheiro João Alfredo, igualmente\ndo Partido Conservador, mas defensor da abolição da escravatura.\n\nA Câmara dos Deputados recebeu, no dia 8 de maio, o projeto de João\nAlfredo que determinava a imediata abolição da escravidão. Depois de\ndiscutido por três dias, o projeto foi aprovado e remetido incontinente\nao Senado, onde foi também sancionado. No dia 13 de maio de 1888, à\ntarde, foi tornado lei e referendado pela princesa Isabel.\n\nDeodoro participou das comemorações que se seguiram ao fim da\nescravidão, inclusive do banquete que, em junho, homenageou o\nconselheiro João Alfredo. Mas, ao que tudo indica, a turbulenta\nconjuntura política vivida pela monarquia não o fizera deixar-se seduzir\npela alternativa republicana. Em correspondência trocada em fins de 1888\ncom seu sobrinho Clodoaldo da Fonseca, aluno da Escola Militar de Porto\nAlegre e republicano, sustentou a tese de que a monarquia, com todos os\nseus problemas, era o “único sustentáculo” do país, e a república\nconstituiria, no Brasil, uma “verdadeira desgraça”, por não estarem os\nbrasileiros preparados para ela. Entre as exceções, apontava Júlio de\nCastilhos, líder republicano no Rio Grande do Sul.\n\nProvavelmente para afastá-lo do centro político do país, o ministro da\nGuerra Tomás Coelho convidou Deodoro para assumir o posto de comandante\ndas armas de Mato Grosso. Para aceitar o cargo, Deodoro impôs a condição\nde assumir também a presidência da província e receber poderes para\norganizar três brigadas militares, que considerava necessárias para o\ncontrole da zona de fronteira. Recebeu do ministro resposta que lhe\nampliava grandemente as responsabilidades militares, mas não a nomeação\npara o Executivo provincial. No dia 27 de dezembro, embarcou para Mato\nGrosso. Chegou a Corumbá em 30 de janeiro de 1889 e assumiu o comando\nque lhe fora destinado. Lá, esteve cercado de oficiais republicanos.\nQuando seu irmão Severiano da Fonseca faleceu, em 19 de março, teria\ndeclarado, segundo seu biógrafo, que havia morrido a única pessoa que\nainda o podia conter. Em resposta à homenagem que oficiais lhe prestaram\nquando do primeiro aniversário da abolição da escravidão, afirmou que\nnada mais o detinha e que se enganavam aqueles que o julgavam preso,\nporque as teias que o envolviam eram de aranha e ele poderia libertar-se\ndelas facilmente.\n\nEm 11 de junho, um novo gabinete de ministros tomou posse, sob a chefia\ndo visconde de Ouro Preto, senador pelo Partido Liberal. Seu programa de\ngoverno incluía várias propostas de reforma do regime monárquico, que,\nno seu entender, deveria assumir a feição de uma monarquia\nconstitucional representativa. Reduzia o caráter altamente centralizado\ndo Império, sem, contudo, implantar o federalismo, e contemplava os\nrepublicanos com o fim da vitaliciedade do Senado e a adoção da\nliberdade de culto. Acusado na Câmara de estar dando início à república,\nOuro Preto retrucou que, ao contrário, seu programa levaria à\ninutilização da república. Durante os debates, recebeu críticas dos\nliberais, pela timidez em relação ao problema do federalismo, e dos\nconservadores, oposicionistas.\n\nO Golpe Republicano\n\nCom a posse do gabinete Ouro Preto e a nomeação do visconde de Maracaju\npara o Ministério da Guerra, Deodoro exonerou-se do cargo que ocupava em\nMato Grosso. Chegou ao Rio de Janeiro em 13 de setembro de 1889,\nconstituindo seu desembarque, novamente, motivo de grande mobilização\npolítica. No mesmo dia, novo atrito com autoridades civis realimentou a\noposição de segmentos militares ao governo. Aconteceu de Ouro Preto\nchegar ao prédio do Ministério da Fazenda e não encontrar no posto o\nchefe da guarda, tenente Pedro Carolino Pinto de Almeida. Entendendo que\no oficial dormia em serviço, ordenou a sua prisão. O tenente explicou\nque se ausentara para satisfazer necessidades fisiológicas, mas a ordem\nfoi mantida.\n\nO “incidente Carolino” teve, desde o início, suas dimensões\npotencializadas pela ação política de setores civis e militares. A\nnomeação do conselheiro Cândido de Oliveira para a pasta da Guerra,\nembora em substituição temporária ao titular, visconde de Maracaju,\ndesagradara profundamente aos grupos ainda marcados pela Questão\nMilitar, durante a qual se haviam antagonizado com ele. Ao mesmo tempo\nem que a imprensa oposicionista tomava o caso como pretexto para\nfustigar o governo, o ministro da Guerra interino confirmou a prisão do\ntenente, fixando a duração da pena em oito dias.\n\nA atitude do ministro provocou movimentações militares. No dia 15 de\nsetembro, um grupo integrado por alunos da Escola Superior de Guerra e\noutros jovens oficiais, num total de 40 membros do Clube Militar,\nsolicitou a Deodoro, presidente do clube, a convocação de uma sessão\nextraordinária para tratar do “caso Carolino”. A resposta foi que\nnaquele momento não havia necessidade de realizar tal sessão. De acordo\ncom os estatutos do Clube Militar, contudo, o número de assinaturas\ngarantia a convocação da sessão, e os oficiais recorreram a Benjamin\nConstant, que fez gestões junto a Deodoro para realizar uma sessão de\nprotesto. Estando Deodoro doente, Benjamin Constant se dispôs a presidir\na sessão solicitada.\n\nAinda doente, Deodoro estava sendo substituído por Benjamin Constant na\npresidência do Clube Militar quando eclodiu mais um conflito entre o\nministro da Guerra e um oficial. Desta vez, o pivô foi o tenente-coronel\nJoão Nepomuceno de Medeiros Mallet, comandante da Escola Militar do\nCeará. Disputas em torno do preenchimento de uma vaga de instrutor,\nresolvidas por força de empenhos políticos, fizeram com que, sentindo-se\ndesprestigiado, Mallet anunciasse que pediria demissão. A reação do\nministro da Guerra, ainda o conselheiro Cândido de Oliveira, foi\nviolenta: no dia 23 de outubro, demitiu-o “a bem do serviço público” e\nordenou que fosse submetido à justiça castrense por infração das regras\nde disciplina e desrespeito à hierarquia militar.\n\nNa manhã desse mesmo dia, o agora tenente-coronel Benjamin Constant foi\nà Escola Militar, onde as autoridades ofereciam uma festa aos oficiais\ndo cruzador chileno *Almirante Cochrane*, chegado havia pouco ao Rio de\nJaneiro em visita de cortesia. Fora convidado pelos alunos, já que,\ntendo sido recentemente nomeado professor da Escola Superior de Guerra,\nnão integrava mais o quadro docente daquela escola. Fizeram-se brindes\nàs autoridades presentes, e em seguida um aluno propôs que se brindasse\na ele. Benjamin Constant discursou por mais de uma hora, criticando o\ngoverno, ali representado pelo ministro interino da Guerra, e\nresponsabilizando-o pelos conflitos entre o Exército e o poder civil.\n\nRumores de que o governo puniria Benjamin Constant deixaram a mocidade\nmilitar em pé de guerra e ansiosa por demonstrar-lhe solidariedade. Na\nEscola Superior de Guerra foi preparada uma festa surpresa. No dia 26,\nao fim da aula, alunos e oficiais invadiram sua sala e o homenagearam\npelo discurso do dia 23. Três oradores ressaltaram, em apaixonados\ndiscursos, a defesa que fizera “dos direitos e brios do Exército e\nArmada nacionais”. Ainda na Escola, Benjamin Constant recebeu um bilhete\nde Quintino Bocaiúva, chefe nacional do Partido Republicano, que lhe\npedia um encontro. No almoço, recebeu uma mensagem assinada no mesmo dia\npor 39 alunos da Escola Militar da Praia Vermelha, primeira de uma série\nde seis declarações de teor análogo que receberia antes de 15 de\nnovembro e que ficariam conhecidas como “pactos de sangue”. O texto\ndenunciava os políticos como inimigos da nação, proclamava a\nsolidariedade a Benjamin Constant e lhe pedia que liderasse os\nsignatários na luta pela liberdade.\n\nO encontro solicitado por Quintino Bocaiúva aconteceu no dia seguinte,\n27 de outubro, na residência de Benjamin Constant. Convieram que seria\nadequada a publicação de artigos que acirrassem o ânimo do Exército\ncontra o governo, atribuindo-lhe medidas para abater o moral e a\neconomia pessoal dos militares, bem como seus direitos à estabilidade e\nvitaliciedade no cargo. Nos dias seguintes, *O País* publicaria vários\nartigos na linha acertada, um dos quais acusava o governo de pretender\nreapresentar ao Parlamento a lei do montepio obrigatório, considerada\npelos militares lesiva aos seus direitos e brios. Esse artigo, comentado\ne endossado em seguida por Rui Barbosa nas páginas do *Diário de\nNotícias*, teria repercussão explosiva entre a oficialidade do Exército.\n\nEnquanto as autoridades distribuíam algumas punições – demissão do\ncomandante da Escola Superior de Guerra e censura aos oradores –,\nBenjamin Constant encontrou-se no dia 30 de outubro com o líder\nrepublicano Aristides da Silveira Lobo em seu escritório, no centro da\ncidade. Conspiravam intensamente, mas o imperador não parecia dar-se\nconta da gravidade da situação. Do palácio de São Cristóvão, o que\ntranspirava era o empenho com que estava sendo organizado um baile,\nmarcado para o dia 9 de novembro na ilha Fiscal, próxima do cais da\ncidade. Seria mais uma homenagem – a mais exuberante, esperava-se – à\noficialidade do *Almirante Cochrane*.\n\nDeodoro, que convalescia em casa, recebeu, no dia 4 de novembro, a\nvisita de alguns jovens oficiais republicanos. Na presença de seu\nsobrinho Clodoaldo da Fonseca, ouviu argumentos em favor da derrubada da\nmonarquia. Embora ainda reticente, segundo seu biógrafo, ao fim da\nreunião admitiu a necessidade de mudar a forma de governo, em benefício\nda pátria e do Exército.\n\nNo dia 6 de novembro Deodoro foi visitado por Benjamin Constant, que,\ndepois, se reuniu com seu filho, seu irmão Marciano e alguns jovens\noficiais para discutir a Questão Militar. O grupo combinou uma reunião\nsecreta de alguns membros do Clube Militar para o dia 8 e outra, aberta,\npara o dia 9, mesma data do baile programado pela Coroa. Resolveu,\ntambém, tomar providências para evitar suspeitas por parte do governo: a\nreunião do Clube Militar deveria realizar-se com toda discrição; como\ndemonstração de disciplina, dariam um jeito de tornar público que\naceitavam o anunciado embarque do 22^o^ Regimento de Infantaria para o\nAmazonas, que os militares estavam entendendo como uma medida tomada\npelo governo para dividi-los. No dia seguinte, nova reunião, agora com a\npresença de Quintino Bocaiúva, decidiu que era hora de encontrarem-se os\nchefes republicanos com Deodoro para definir a organização do futuro\ngoverno provisório.\n\nO *Diário de Notícias* publicou no dia 8 o artigo “Questão Militar”, de\nRui Barbosa, altamente elogioso a Benjamin Constant. À noite,\nrealizou-se no Clube Militar a reunião secreta combinada no dia 6. Neste\nencontro ficou decidido o encaminhamento que se daria ao problema da\ndireção do trabalho de organização política e militar do golpe\nrepublicano. No dia seguinte, quando se faria a reunião pública do Clube\nMilitar, a cidade vivia a expectativa do baile na ilha Fiscal. O *Diário\nde Notícias* publicou o artigo “Plano contra a Pátria”, também de Rui\nBarbosa, que foi procurado por Benjamin Constant em seu escritório, onde\nconversaram sobre a situação política, que caracterizaram como de\n“explosão iminente”.\n\nAinda impedido Deodoro por seu estado de saúde, a presidência da sessão\ndo Clube Militar coube a Benjamin Constant. Embora a entidade estivesse\num tanto abandonada, contando então com apenas cerca de 120 sócios e\nparticipação insignificante de oficiais superiores, havia 116 presentes\nà reunião, graças ao esforço de filiação desenvolvido nos dias\nanteriores. Benjamin Constant levantou o problema da direção do\nmovimento, solicitando que “que lhe fossem dados plenos poderes para\ntirar a classe militar de um estado de coisas incompatível com sua honra\ne dignidade”. Aprovado por unanimidade o pedido, o vice-presidente do\nclube fez um pronunciamento final, pedindo alguns dias para\ndesincumbir-se da missão.\n\nNo dia seguinte, Benjamin Constant iniciou o cumprimento do mandato\nrecebido no Clube Militar. Não tomou, contudo, qualquer iniciativa de\ncontato com o governo. Ao invés, depois do almoço e ainda sob o impacto\nda partida, pela manhã, do 22^o^ Batalhão para o Amazonas, procurou\nDeodoro em sua residência e, segundo relatos feitos por ele mesmo,\nconseguiu convencê-lo a liderar um movimento pela implantação da\nRepública no país. No dia 11, organizou uma reunião entre Deodoro,\nQuintino, Rui Barbosa, Francisco Glicério, representante dos\nrepublicanos paulistas, e alguns oficiais, inclusive da Marinha. Na\nocasião, defendeu a proposta de uma intervenção militar no cenário\npolítico voltada para a destruição da monarquia, após o que o Exército\nse recolheria aos quartéis, entregando o governo da nação ao poder\ncivil. Deodoro, diante do apelo que lhe foi feito para que assumisse a\nchefia do movimento, declarou-se convencido de que o imperador já não\ngovernava e aceitou o encargo. Selava-se, assim o acordo entre o mais\nprestigiado chefe militar e a direção do Partido Republicano em torno do\nprojeto de substituição da Monarquia pela República. Por iniciativa de\nQuintino Bocaiúva, discutiu-se, também, a formação do novo governo. O\nlíder republicano propôs que a presidência fosse atribuída a Deodoro,\nque defendeu o nome de Benjamin Constant, que também recusou a posição.\nAfinal, ficou acertado que Deodoro seria o primeiro presidente do Brasil\nrepublicano, ficando Quintino Bocaiúva encarregado de indicar os nomes\ndos futuros ministros.\n\nEnquanto essas manifestações aconteciam, um emissário de Benjamin\nConstant fazia contato com o grupo republicano de tendência positivista\ne divergente da direção nacional do Partido Republicano, liderado por\nAntônio da Silva Jardim e Aníbal Falcão. Em curta entrevista com Aníbal\nFalcão, Benjamin Constant o pôs a par do movimento, que garantiu ser\nfederalista e civil-militar. Oficiais de altas patentes também foram\nsondados quanto à possibilidade de aderirem ao movimento. O general\nFloriano Peixoto, então no cargo de ajudante-general do Exército, foi um\ndeles, mas nas oportunidades em que foi procurado em casa estava sempre\ncom visitas. Deodoro conseguiu, contudo, reunir-se com ele e ouviu a\nopinião de que nada deveria fazer antes de esgotar as possibilidades de\nentendimento com o governo.\n\nAvisos chegaram ao governo, muitos deles anônimos, dando conta de que\nalgo se tramava em corpos militares. Mas o ministro da Guerra e o\najudante-general sempre tranquilizavam o governo. No dia 12 de novembro,\nenquanto se realizava uma reunião do Gabinete, Benjamin Constant\nconsolidou o apoio da Armada ao movimento em contatos com o\ncontra-almirante Eduardo Wandenkolk e outros oficiais.\n\nDois dias depois, em reunião entre Benjamin Constant, Aristides Lobo, o\ntenente Lauro Sodré, o general Almeida Barreto, o coronel Cândido José\nda Costa e o major Sólon Ribeiro, acertou-se que a insurreição\naconteceria no dia 16 de novembro e que se tomariam as seguintes\nprovidências: assaltar a Secretaria de Estado onde estivessem reunidos\nos ministros, que seriam presos; enviar o 7^o^ Regimento de Infantaria\npara o Arsenal de Guerra, com o objetivo de tomá-lo e dali enviar\nrecursos para as demais forças; provocar a saída das tropas aquarteladas\nno Campo de Santana (Campo da Aclamação); fazer marchar o Batalhão de\nEngenheiros de Realengo com as metralhadoras e a munição que se pudesse\nreunir. À noite, Deodoro reuniu-se com Benjamin Constant. Suas péssimas\ncondições de saúde e a imprecisão das informações militares os levaram a\ndecidir pelo adiamento da ação insurrecional por alguns dias.\n\nO governo teve notícia de que circulavam na cidade rumores de que\npretendia prender Deodoro da Fonseca e Benjamin Constant. Tratava-se, na\nverdade, de um boato que o major Sólon resolvera disseminar para\nprecipitar os acontecimentos. Informado de que o 1^o^ Regimento de\nCavalaria estava em armas, o visconde de Ouro Preto convocou os\nministros para uma reunião, por volta das 11 horas da noite, no\nQuartel-General do Exército, no Campo de Santana. No pátio interior do\nquartel e em frente ao prédio, foram postados cerca de dois mil homens,\npertencentes ao 7^o^ e ao 10^o^ batalhões de Infantaria de Linha, ao\nCorpo Policial da Corte, ao Corpo de Bombeiros e à Armada.\n\nDe fato, instigados pelos boatos, os corpos aquartelados no bairro de\nSão Cristóvão haviam decidido pôr-se em armas e aguardar a chegada dos\nchefes. Na madrugada do dia 15 de novembro, Benjamin Constant foi\nbuscado em sua residência no Instituto dos Cegos e conduzido ao\nQuartel-General do Exército para tomar a frente das forças rebeldes –\n1^o^ e 3^o^ regimentos de Cavalaria e 2^o^ Regimento de Artilharia de\nCampanha, que formavam a 2^a^ Brigada do Exército.\n\nNeste ínterim Deodoro recebera um aviso de Benjamin Constant e, apesar\ndas precárias condições físicas em que se achava, seguira para o Campo\nde Santana, bem próximo à sua residência. Ali assumiu o comando das\ntropas rebeldes. Aconteceu nesse momento o único episódio sangrento do\ndia: o ministro da Marinha, barão de Ladário, dirigia-se ao\nQuartel-General quando recebeu ordem de prisão de um tenente e reagiu,\nsendo ferido. Em poucos minutos a força que guarnecia o Quartel-General\nfoi cercada, sem reação, pelo 9^o^ Regimento de Cavalaria. Alinhadas as\ntropas de artilharia em frente ao prédio, as da Armada e da Polícia\nconfraternizaram com os rebeldes.\n\nO Governo Provisório\n\nDeposto o Gabinete Ouro Preto, Deodoro, Benjamin Constant, Quintino\nBocaiúva, Rui Barbosa e outros líderes do movimento reuniram-se para\nacertar as bases do governo provisório republicano, enquanto na Câmara\nMunicipal José do Patrocínio, na condição de vereador mais moço, dava\npor oficialmente proclamada a República. No dia seguinte, o primeiro\nnúmero do *Diário Oficial da República dos Estados Unidos do Brasil*\ninformava a composição do novo governo: Deodoro da Fonseca (presidente),\nBenjamin Constant (Guerra), Aristides Lobo (Interior), Rui Barbosa\n(Fazenda), Eduardo Wandenkolk (Marinha), Quintino Bocaiúva (Relações\nExteriores, cumulativamente com Agricultura, Comércio e Obras Públicas,\nenquanto o futuro titular, Demétrio Ribeiro, não chegasse do Rio Grande\ndo Sul). Também ainda não se encontrava no Rio de Janeiro o futuro\nministro da Justiça, Manuel Ferraz de Campos Sales, de São Paulo. Na\ntarde do dia 16, o governo provisório prestou juramento na Câmara\nMunicipal do Rio de Janeiro.\n\nO primeiro decreto do novo governo, datado do dia 15 e também publicado\nno *Diário Oficial* do dia 16, determinava a adoção, a título\nprovisório, da forma republicana federativa no país, enquanto não se\norganizasse uma assembleia constituinte. Transformava as províncias em\nestados, com direito a constituição própria, e colocava sob a\nadministração do governo provisório, também provisoriamente, o município\nneutro, correspondente à cidade do Rio de Janeiro, sede do poder\nfederal. Estavam dados, assim, os primeiros passos, a serem continuados\npelo futuro Congresso Constituinte, em direção ao tipo de Estado\nfederativo que, a partir de 1868, unira a dissidência do Partido Liberal\naos republicanos, em particular os paulistas, na luta contra a monarquia\ncentralizada.\n\nO Decreto n^o^ 7, de 20 de novembro, dissolveu as assembleias\nlegislativas provinciais e definiu as atribuições dos governadores\nprovisórios, a serem nomeados pelo governo federal. Em alguns estados\nformaram-se governos imediatamente após a deposição da Monarquia, em\ntorno dos líderes que depuseram os presidentes provinciais. Em outros,\nassumiram, por nomeação, oficiais ligados principalmente a Deodoro – o\ngoverno de Alagoas coube a seu irmão Pedro Paulino da Fonseca, então\ntenente reformado − e a Benjamin Constant. Em outros ainda, como Minas\nGerais, São Paulo e Rio de Janeiro, civis assumiram o governo.\n\nA aceitação internacional do novo regime foi rápida, uma vez que foi\nassegurado o cumprimento de todos os compromissos externos. Em dois\nmeses, praticamente todos os países da América e da Europa já haviam\nnormalizado as relações oficiais com o Brasil.\n\nA composição heterogênea do governo provisório logo gerou\ndesentendimentos entre os seus membros. Para equacionar o problema, foi\ncriado o Conselho de Ministros. Uma das questões capitais a enfrentar\nera a natureza do Estado a ser construído sob a forma republicana.\nPredominava entre os republicanos o modelo liberal-federalista, mas a\npresença no governo de dois positivistas conhecidos – Benjamin Constant\ne Demétrio Ribeiro – era vista por muitos como uma ameaçadora\npossibilidade de solução ditatorial. Entretanto, o governo provisório,\nconstituído como uma ditadura por força da sua própria origem,\nestabeleceu desde logo um plano de reorganização política do país que\ntinha como objetivo máximo a convocação da Assembleia Nacional\nConstituinte.\n\nO primeiro passo nesse sentido foi a promulgação, em 19 de novembro, do\nDecreto n^o^ 6, que considerava eleitor todo cidadão brasileiro que\nsoubesse ler e escrever, a despeito da renda que auferisse,\nsubstituindo, portanto, o critério censitário econômico prevalecente no\nImpério pelo critério educacional. Pelo Decreto n^o^ 29, de 3 de\ndezembro, foi nomeada uma comissão especial para elaborar o projeto de\nConstituição que serviria de ponto de partida para os trabalhos dos\nfuturos constituintes. No dia 14 de dezembro, o Decreto n^o^ 58-A\ndeterminou que passariam a ser considerados brasileiros todos os\nestrangeiros residentes no país que não manifestassem, no prazo de seis\nmeses, o propósito de conservar a nacionalidade originária, medida que\nficaria conhecida como a “grande naturalização”. A convocação da\nAssembleia Nacional Constituinte pelo Decreto n^o^ 78-B, de 21 de\ndezembro de 1889, para 15 de setembro do ano seguinte, foi uma séria\nderrota para os defensores do adiamento *sine die* da democratização do\npaís.\n\nO programa de institucionalização republicana não seria implementado,\nentretanto, sem enfrentar um fantasma político: a reação monarquista. O\nreceio resultava do clima alimentado interna e externamente por uma onda\nde boatos que anunciavam a iminência de graves perturbações da ordem\npública.\n\nHouve, de fato, focos de resistência em alguns pontos do país, mas eram\ncasos isolados que não serviam de base à formação de um partido\nrestaurador. Eram poucos os chefes monarquistas que não haviam aderido à\nRepública. Ainda assim, a hipótese de reação monarquista deu ensejo a\numa série de medidas preventivas que acentuaram a face ditatorial do\ngoverno provisório. No dia 23 de dezembro foi baixado um decreto, de\nn^o^ 85-A, que a oposição logo apelidaria de “decreto-rolha”, pelo qual\npoderia ser julgado militarmente, por uma comissão formada pelo ministro\nda Guerra, e punido com as “penas de sedição” qualquer indivíduo que\nconspirasse ou atentasse contra a República. Para executar o decreto,\norganizou-se a Comissão Mista Militar de Sindicâncias, que agiu com\nseveridade e aplicou pesadas penas, inclusive a de morte, em geral\ncomutadas por outras mais leves. A imprensa foi duramente atingida pelo\n“decreto-rolha”. A *Tribuna Liberal*, monarquista, foi impedida de\ncircular, enquanto outros jornais, ameaçados, restringiram drasticamente\no noticiário político.\n\nA piora do estado de saúde de Deodoro levou à criação, no dia 31, dos\ncargos de vice-chefes do governo provisório. Rui Barbosa foi nomeado\nprimeiro-vice-chefe, e Benjamin Constant, segundo-vice-chefe. Embora a\nnomeação tivesse cabido a Deodoro, como chefe do governo, as relações\nentre ele e Benjamin Constant estavam se tornando extremamente tensas.\nUm dos principais motivos da crise residia no tratamento dado às\nreivindicações dos militares em geral e, em particular, daqueles que\nhaviam participado ativamente do golpe republicano. Deodoro quis\nconceder promoções de forma generalizada nas forças armadas, enquanto\nBenjamin Constant, que se demonstrara pródigo na decretação de\nsubstantivos reajustes nos soldos, as queria seletivas. A divergência se\nestendeu às respectivas áreas de influência na oficialidade, com\nacusações mútuas de favorecimento. Ao fim, as promoções foram concedidas\nem massa e a título de recompensa por “serviços relevantes” à\nproclamação da República, beneficiando oficiais ligados a ambos os\nlíderes. As virtudes republicanas desses oficiais também seriam\npremiadas em 15 de janeiro de 1890, quando, durante uma festividade\npública, foram promovidos “por aclamação” os três principais militares\nintegrantes do governo provisório: Deodoro, a marechal; Benjamin\nConstant, a general de brigada, e Eduardo Wandenkolk, a vice-almirante.\n\nEm pouco tempo, Deodoro viu-se envolvido em conflitos relacionados à\npolítica financeira do governo provisório, conduzida por seu\nprimeiro-vice-presidente. Por iniciativa de Rui Barbosa, em 17 de\njaneiro foi publicado um decreto que facilitava a criação em alguns\nestados de bancos que poderiam emitir moeda, sem lastro em ouro e prata,\na fim de conceder empréstimos destinados a financiar indústrias novas,\nem especial na forma de sociedades anônimas, que poderiam captar\nrecursos privados pela venda de ações. O decreto incluía medidas que\nforam entendidas como prejudiciais a alguns estados, gerando oposição de\nseus representantes no governo e na imprensa. As novas determinações,\nque tinham antecedentes na política financeira do gabinete Ouro Preto,\ndesencadeariam intensa atividade especulativa, apelidada de\n“Encilhamento” − por analogia com o momento em que se colocam as selas\nnos cavalos antes das corridas nos hipódromos, quando se intensifica o\nmovimento de apostas −, e uma escalada inflacionária.\n\nEm torno do decreto se antagonizaram, fundamentalmente, Rui Barbosa e\nDemétrio Ribeiro, que acabaria por renunciar à pasta da Agricultura.\nDeodoro apoiou Rui Barbosa e tentou resolver a crise de governo\nameaçando deixá-lo. Ainda em janeiro, propôs a renovação do\n“decreto-rolha” para reprimir a *Gazeta de Notícias*, que criticava a\npolítica bancária. Benjamin Constant foi contrário à proposta. Declarou\ndefender um governo forte – uma “ditadura progressista” −, porque\nentendia que o fortalecimento da autoridade era condição para a\nestabilidade da República, mas não o exercício centralizado de poderes\npor Deodoro. Para ele, os membros do governo provisório eram ministros,\nnão simples secretários do chefe, e deveriam ter responsabilidades de\ngoverno. Inseguro quanto à disposição de Deodoro de manter a agenda\nreconstitucionalizadora, declarou publicamente que o governo provisório\nmanteria a data das eleições para a Assembleia Nacional Constituinte em\n15 de setembro. A crise foi superada, afinal, com a adoção de algumas\nalterações no texto original da “lei bancária”, anunciadas em 1^o^ de\nfevereiro por decreto que incluía São Paulo e Goiás nas áreas\nbeneficiadas e fixava novos limites para a emissão dos bancos.\n\nReunido o Conselho de Ministros em 15 de março, Deodoro declarou-se\ncontrariado com algumas irregularidades que estariam ocorrendo na\nadministração. Referia-se a episódios que envolviam ex-alunos e\nseguidores de Benjamin Constant. Irritado, observou que já havia chamado\na sua atenção para esses problemas: “parece, porém, que as providências\ntomadas não foram bastante enérgicas e não produziram o efeito\ndesejado”. Se não fossem tomadas, pelo ministro da Guerra, medidas mais\nseveras, ele mesmo as tomaria, porque, a haver um Exército\ndesmoralizado, era preferível não haver Exército: dissolvê-lo-ia,\nportanto, se a isso fosse levado pela “anarquia e desrespeito ao\nprincípio militar”. Benjamin Constant deu conta das medidas que vinha\ntomando “para evitar as revoltas e manifestações de indisciplina”,\nasseverando que, para abafar “qualquer tentativa reacionária”, dispunha\nde elementos previstos em lei que eram suficientes, pelo que se eximia\nde propor a criação de novas medidas.\n\nOs conflitos entre os dois principais líderes militares do governo\nprovisório – que chegaram à iminência de um duelo − levariam a uma\nmudança na estrutura governamental. Desde o Império já se cogitava a\ncriação de um ministério voltado prioritariamente para a instrução\npública. Nos primeiros meses do novo regime, os assuntos da área\npermaneceram na jurisdição do Ministério do Interior. No dia 12 de\nabril, Benjamin Constant apresentou ao Conselho de Ministros o projeto\nde reforma do ensino nas escolas do Exército, que foi transformado no\nDecreto n^o^ 330. O novo regulamento do ensino militar deu continuidade\nàs suas preocupações com a formação dos futuros oficiais, que deveriam\nreceber uma educação integral positivista, baseada na classificação\nenciclopédica das ciências, que os prepararia para o exercício dos\ndeveres de “cidadão-armado”. Tais diretrizes visavam à modernização\nmoral e teórica do soldado brasileiro, sem, contudo, “desviá-lo de seus\ndeveres como cidadão no seio do lar e no seio da Pátria”. Para que o\nfuturo oficial tivesse uma sólida preparação científica, introduziram-se\nno currículo as cadeiras de biologia, sociologia e moral. Depois, viria\na formação estritamente profissional. Em geral, acusou-se o regulamento\nde ter valorizado excessivamente o aspecto científico do plano de ensino\ne descurado da formação militar dos alunos. O Apostolado Positivista,\npor seu turno, o questionou radicalmente, considerando-o incompatível\ncom a doutrina positivista. Uma semana depois, no dia 19, o Conselho de\nMinistros decidiu afastar Benjamin Constant do Ministério da Guerra e\ncriar a Secretaria de Estado dos Negócios da Instrução Pública, Correios\nde Telégrafos, nomeando-o para dirigi-la.\n\nA remoção de Benjamin Constant – considerado incapaz de enfrentar as\nquestões disciplinares no meio militar, principalmente aquelas que\nenvolviam os jovens oficiais aos quais era ligado – da pasta da Guerra\nconstituiu um problema delicado, tendo em vista a posição política e\nsimbólica que ocupava desde o golpe republicano. Assim, os membros do\ngoverno provisório – que seriam todos, inclusive os civis, portadores da\npatente de general de brigada por iniciativa de Deodoro, através de\ndecreto datado de 25 de maio − arquitetaram uma transferência\nconsiderada honrosa, já que no novo ministério Benjamin Constant poderia\ndedicar-se à área para a qual se demonstrava verdadeiramente\nvocacionado. Em junho, a pasta da Guerra seria passada para o marechal\nFloriano Peixoto, mais experiente em assuntos da caserna.\n\nPresidente Constitucional\n\nO trabalho da comissão de juristas encarregada de elaborar o projeto de\nConstituição foi entregue em 29 de maio de 1890 ao Conselho de\nMinistros, que procedeu à sua revisão, da qual Deodoro participou\nativamente, em especial na defesa da forma federativa do regime. Em 22\nde junho o projeto constitucional do governo se transformou no Decreto\nn^o^ 510, mas ainda sofreria alterações, recebendo em 23 de outubro o\nn^o^ 914-A, com o qual seria enviado à apreciação da Assembleia Nacional\nConstituinte. Realizadas em 15 de setembro as eleições, o Congresso\nConstituinte foi instalado em 15 de novembro. Contra a posição de\nDeodoro, que entendia deverem seus ministros optar entre a posição no\ngoverno e o mandato constituinte, todos, com exceção de Benjamin\nConstant, participaram do Congresso como senadores ou deputados.\n\nEnquanto se iniciavam os trabalhos constituintes, Deodoro enfrentou\ngrave crise governamental. Vinha sendo fustigado por jornalistas ligados\nao regime deposto, e diante disso partidários seus, o major Clodoaldo da\nFonseca, seu sobrinho, à frente, decidiram retaliar, empastelando a\nredação do jornal *A Tribuna*, remanescente da imprensa liberal. Deodoro\nassumiu oficialmente posição contrária à ação, mas, no dia 29 de\nnovembro, o jornal foi depredado, e seus funcionários, agredidos. Em\nconsequência, os ministros apresentaram pedido de demissão coletiva,\nrecusada por Deodoro, que chegou a ameaçar com a renúncia caso\ninsistissem na ideia. Em janeiro de 1891, a insistência de Deodoro em\ndeferir o pleito que vinha fazendo um amigo seu para que lhe fosse\nconcedida garantia de juros para a construção e exploração de um porto\nem Torres, no Rio Grande do Sul, levou a nova crise, já que o pedido\nencontrou resistência generalizada entre os ministros. O impasse se\nresolveu com a renúncia coletiva do ministério em 20 de janeiro de 1891.\nPara reorganizar o governo, Deodoro convidou Henrique Pereira de Lucena,\nbarão de Lucena, seu amigo de longa data e político monarquista\nrecém-convertido à República. As pastas foram atribuídas inicialmente ao\npróprio Lucena (Justiça e, cumulativamente, Agricultura, Comércio e\nObras Públicas), ao general Antônio Nicolau Falcão da Frota (Guerra), ao\ncontra-almirante Fortunato Foster Vidal (Marinha), a Tristão de Alencar\nAraripe (Negócios Estrangeiros, interinamente, Fazenda e Negócios do\nInterior, cumulativamente) e João Barbalho Uchoa Cavalcanti (Instrução\nPública, Correios e Telégrafos, interinamente). De todos, exigiu-se o\ncompromisso prévio de apoiar a posição de Deodoro em relação ao porto de\nTorres.\n\nQuando, ainda durante os trabalhos da Constituinte, se iniciaram as\nnegociações para a eleição dos futuros presidente e vice-presidente da\nRepública, a serem escolhidos pelo voto dos deputados e senadores\nconstituintes, o nome de Deodoro despontou como a alternativa\nsituacionista, tendo como companheiro de chapa o vice-almirante Eduardo\nWandenkolk. Floriano Peixoto, então senador, candidatou-se a\nvice-presidente na chapa oposicionista, encabeçada por Prudente de\nMorais, presidente do Congresso. Promulgada a primeira Constituição\nrepublicana em 24 de fevereiro de 1891, no dia seguinte procedeu-se à\neleição presidencial em ambiente de grande tensão, provocada por boatos\nsegundo os quais a guarnição militar fecharia o Congresso se Deodoro\nperdesse. Deodoro saiu vitorioso, recebendo 129 votos contra 97 de\nPrudente. Floriano Peixoto foi eleito vice-presidente com 153, superando\nWandenkolk, que obteve 57. Como a Constituição permitisse a eleição de\ncandidatos de chapas diferentes, Deodoro e Floriano foram consagrados,\nrespectivamente, os primeiros presidente e vice-presidente\nconstitucionais do Brasil republicano e empossados no dia 26. Em\nseguida, a Assembleia Nacional Constituinte se transformou em Congresso\nordinário. Pelo Artigo 17 da Constituição, as legislaturas durariam três\nanos, e o Congresso deveria se reunir a 3 de maio de cada ano. Mas\nsegundo as Disposições Transitórias, Artigo 1^o^, § 4^o^, a primeira\nlegislatura republicana começaria em 15 de junho de 1891.\n\nDeodoro formou seu governo com o barão de Lucena (Justiça e, depois,\nFazenda), Antônio Nicolau Frota (Guerra), Foster Vidal (Marinha), Justo\nLeite Chermont (Relações Exteriores), Tristão Araripe (Fazenda e,\ndepois, Interior) e João Barbalho Uchoa Cavalcanti (Agricultura,\nComércio e Obras Públicas). O barão de Lucena continuaria na condição de\nnome mais forte entre os ministros, atraindo para o governo a oposição\ndos que nele viam um representante da política monárquica.\n\nIniciando-se a primeira legislatura do Congresso Nacional em 15 de\njunho, Deodoro passou a sofrer intenso combate tanto na Câmara quanto no\nSenado. Republicanos históricos, mas também parlamentares eleitos com a\nsua ajuda, o acusavam, principalmente, de submeter-se à orientação de\nLucena, sempre visto como um monarquista. No uso de seus poderes\nespecíficos, Deodoro, chefe do Executivo, e Prudente de Morais, do\nCongresso, obstavam reciprocamente suas iniciativas.\n\nA situação econômica do país contribuía para o agravamento da crise\npolítica. Os efeitos do “Encilhamento” se faziam notar na forma de\ngrande especulação na Bolsa de Valores. Empresas surgiam e desapareciam\nem muito curto espaço de tempo, acarretando imensos prejuízos para\ninvestidores, principalmente os pequenos e menos experientes, e\ndesemprego. No setor externo, registrava-se forte queda da taxa de\ncâmbio, que levava a grandes variações na área monetária. Era, portanto,\ngeral o clima de incerteza econômica no país.\n\nO vice-presidente Floriano Peixoto mantinha-se em posição discreta em\nface de Deodoro. Empenhava-se, contudo, em solapar as bases do\npresidente no meio militar, formando uma corrente oposicionista. Em 1^o^\nde novembro de 1891, foi procurado pelo barão de Lucena, que lhe\nsolicitou que assumisse a presidência do Senado – que cabia\nconstitucionalmente ao vice-presidente da República –, para evitar o\navanço de um projeto de lei sobre responsabilidade do presidente que não\nconvinha ao governo. Floriano alegou estar doente e não o atendeu.\n\nSofrendo contestações no Parlamento e na caserna e com problemas de\nsustentação em estados importantes, como Minas Gerais e São Paulo,\nDeodoro dissolveu o Congresso no dia 3 de novembro de 1891, esperando\nreverter a situação. Inconstitucional, a medida foi logo apelidada de\n“golpe Lucena”. No dia seguinte, Deodoro decretou o estado de sítio para\no Distrito Federal e Niterói. Em “Manifesto à nação”, defendeu seu\ngoverno, criticou a oposição parlamentar e explicou a atitude que\ntomara, argumentando com a necessidade de retificar a Constituição,\nprincipalmente para fortalecer os poderes do Executivo da União. Para\nisso, decretou a convocação de eleições de deputados para novo Congresso\nconstituinte. Em resposta, 114 parlamentares, entre deputados e\nsenadores, lançaram um “Manifesto à nação brasileira”, denunciando a\nviolência cometida pelo governo.\n\nDos governadores, apenas Lauro Sodré, do Pará, manifestou-se\npublicamente contra o golpe no dia seguinte. Pouco tempo depois,\ncontudo, estava estruturada a resistência em vários estados, em setores\nmilitares e no meio sindical de Santos (SP) e da capital federal.\nFloriano Peixoto participava de reuniões com a oposição. Cauteloso,\ninsistia na necessidade de conquistar a adesão de mais tropas antes de\ndesencadear o contragolpe. Finalmente, os ferroviários deflagraram uma\ngreve no Rio de Janeiro, enquanto se concluíam os preparativos para a\nação militar, iniciada na madrugada de 23 de novembro: revolta de\nunidades da Marinha fundeadas na baía da Guanabara, apoiada por\ncontingentes do Exército em terra. Doente, Deodoro ainda esboçou uma\nreação, mas acabou renunciando nessa mesma manhã. Floriano Peixoto foi\nbuscado em casa para receber o cargo de presidente da República. Ao se\nencontrarem, Deodoro lhe anunciou que pediria a reforma, desligando-se\ndo Exército.\n\nAs primeiras medidas políticas tomadas pelo novo governo foram a\nrevogação do estado de sítio e a reabertura do Congresso Nacional. Em\nseguida, respaldado na progressiva ativação popular antideodorista e no\nPartido Republicano Paulista, Floriano Peixoto investiu, em dezembro,\ncontra os governantes estaduais que, de alguma maneira, haviam apoiado –\ntodos, com exceção do Pará − o golpe do mês anterior. Pacífica ou\nviolentamente, foram todos sendo derrubados por facções internas, com o\napoio do governo federal.\n\nA reação de setores deodoristas e oposicionistas independentes fez-se,\nde um lado, no Congresso, onde a minoria tentou barrar a ação\nintervencionista do governo federal. De outro, segmentos militares,\nprincipalmente oficiais do Exército e praças da Marinha, lançaram, no\nRio de Janeiro, movimentos de oposição armada a Floriano, todos de pouca\nexpressão. Outra estratégia da oposição foi a contestação da legalidade\ndo mandato presidencial do vice-presidente. A Constituição Federal\nestabelecia que, se o cargo de presidente da República ficasse vago\nantes de cumpridos dois anos do mandato, haveria nova eleição, direta.\nEntretanto, as suas “Disposições Transitórias” davam margem ao\nentendimento de que isso não se aplicava ao primeiro mandato\nrepublicano, já que definiam que o presidente e o vice-presidente seriam\nescolhidos por eleição indireta e exerceriam os cargos durante o\nprimeiro período presidencial. Em torno dessa questão hermenêutica\norganizaram-se os campos políticos contra e a favor de Floriano. A\noposição exigia o seu impedimento ou renúncia, o que abriria caminho\npara novas eleições presidenciais, consideradas necessárias, também, por\nalguns setores favoráveis ao governo, militares e civis.\n\nEm dezembro ainda de 1891, houve motins em unidades da Armada no Rio de\nJaneiro, reprimidos com violência pelo governo. Em 6 de abril de 1892,\n13 oficiais-generais das duas armas – entre os quais João Severiano da\nFonseca e vários amigos de Deodoro − publicaram um manifesto a Floriano\nPeixoto, em que faziam críticas severas à condução do governo na crise\ndos estados, afirmavam não querer passar por corresponsáveis pela\ndesorganização em que as unidades federadas se encontravam e, por fim,\ndefendiam a realização de eleições para o cargo de presidente como o\núnico caminho para superar a crise. No dia seguinte, também recorrendo a\num manifesto, Floriano criticou a atitude dos oficiais e garantiu que\nusaria dos poderes extraordinários a ele conferidos pelo Congresso para\nsalvar a autoridade presidencial e a honra da República. E, ato\ncontínuo, demitiu de suas comissões e reformou compulsoriamente os 13\nsignatários do manifesto, que também seriam expulsos do Clube Militar.\nDeodoro acabara de retornar de Petrópolis (RJ), onde, a conselho médico,\nfora procurar melhores ares para a sua saúde.\n\nA oposição tentou pressionar o governo também a partir das ruas. No dia\n10 de abril, foi organizada no centro do Rio de Janeiro uma manifestação\nem homenagem a Deodoro e contra Floriano, frustrada pelo mau estado de\nsaúde do ex-presidente. O governo a usou como pretexto para a\ndecretação, no dia 12, do estado de sítio e a suspensão dos direitos\nconstitucionais na capital federal por 72 horas. Sob a acusação de crime\nde sedição, oposicionistas civis e militares foram presos, e muitos\ndeles, com base em decreto baixado dois dias depois, foram condenados ao\ndesterro em pontos longínquos do país. Em 8 de junho, a proposta de\nanistia feita pela oposição foi aprovada no Congresso, beneficiando\ntodos os atingidos pelo decreto florianista do dia 12 de abril. Enquanto\nisso, a saúde de Deodoro se agravava irreversivelmente.\n\nDeodoro da Fonseca morreu em 23 de agosto de 1892, no Rio de Janeiro.\n\nPertenceu à Maçonaria, tendo sido Grão-Mestre do Grande Oriente. Em sua\nhomenagem, a cidade de Alagoas passou a chamar-se Marechal Deodoro.\n\nSobre a sua vida, foram escritos, entre outras obras, *Deodoro:\nsubsídios para a história*, de Ernesto Sena (artigos de jornal datados\nde 1911 e 1912, republicados como livro em 1913 e 1981), e *Deodoro. A\nEspada contra o Império*, de Raimundo Magalhães Jr. (São Paulo, 1957).\nSua vida foi abordada, também, na minissérie televisiva *República*\n(1989).\n\nSeu sobrinho Hermes Rodrigues da Fonseca, filho de Hermes Ernesto, foi\nministro da Guerra de 1906 a 1909 e presidente da República de 1910 a\n1914. Outro sobrinho, Clodoaldo da Fonseca, filho de Pedro Paulino, foi\ngovernador de Alagoas de 1912 a 1915 e revolucionário de 1922.\n\nRenato Lemos\n\n**FONTES:** CARONE, E. *República Velha*; FRANCO, G. *Primeira*\n(p.11-30); LEMOS, R. *Benjamin Constant*; MAGALHÃES JR., R. *Deodoro*\n(v.2); Memória Globo. Disponível em:\n\\<http://memoriaglobo.globo.com/Memoriaglobo/0,27723,GYN0-5273-234287,00.html\\>.\nAcesso em: 20/11/2011; MIN. GUERRA. *Almanaque* (1891); NASCIMENTO, C.\n*Questão* (p.7-22); Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Deodoro\\_da\\_Fonseca\\>. Acesso em:\n19/11/2011.\n","ref":"**FONTES:** CARONE, E. *República Velha*; FRANCO, G. *Primeira*\n(p.11-30); LEMOS, R. *Benjamin Constant*; MAGALHÃES JR., R. *Deodoro*\n(v.2); Memória Globo. Disponível em:\n\\<http://memoriaglobo.globo.com/Memoriaglobo/0,27723,GYN0-5273-234287,00.html\\>.\nAcesso em: 20/11/2011; MIN. GUERRA. *Almanaque* (1891); NASCIMENTO, C.\n*Questão* (p.7-22); Wikipédia. Disponível em:\n\\<http://pt.wikipedia.org/wiki/Deodoro\\_da\\_Fonseca\\>. Acesso em:\n19/11/2011.\n","dic":"DHBPR"}