{"title":"FONSECA, Leopoldo Néri da","cargoss":["Revolucionário ou revoltoso","Revolucionário ou revoltoso"],"cargos_esp":[0,0],"datas_ini":[1922,1930],"datas_fim":[1922,1930],"estados":[0,0],"autor":["Helena Faria"],"content":"**FONSECA, Leopoldo Néri da**\n\n\\*militar; rev. 1922; rev. 1930.\n\n*Leopoldo Néri da Fonseca Júnior* nasceu no Amazonas em 6 de janeiro de\n1885.\n\nSentou praça em 1901, tornou-se aspirante em 1908 e foi sucessivamente\npromovido a segundo-tenente (1909), primeiro-tenente (1914) e capitão\n(1919), bacharelando-se ainda em ciências físicas e matemáticas durante\nesse período.\n\nEm 5 de julho de 1922, participou do levante do forte de Copacabana, no\nRio de Janeiro, então Distrito Federal, deflagrado em protesto contra a\neleição de Artur Bernardes para a presidência da República e as punições\nimpostas a militares pelo governo de Epitácio Pessoa. Não chegou, porém,\na participar da marcha dos 18 do Forte pela praia de Copacabana, por ter\nsido incumbido de vigiar o general Bonifácio da Costa, comandante do\n1^o^ Distrito de Artilharia da Costa, que estava detido no forte.\nDebelada a revolta no mesmo dia, foi preso e enviado para o Hospital\nCentral do Exército, de onde conseguiu fugir. Reintegrou-se então ao\nmovimento tenentista, conspirando sob os cognomes de Marcos da Frota e\nClóvis Garcez. Preso novamente, mais uma vez conseguiu evadir-se.\n\nEm 2 de maio de 1925, junto com outros oficiais, atacou o quartel do\n3^o^ Regimento de Infantaria na Praia Vermelha, no Rio, visando a\nconquistar seus efetivos para uma marcha sobre o palácio do Catete, sede\ndo governo federal. O golpe fracassou logo na fase inicial, com a\ndebandada dos soldados do 3^o^ RI. Durante a rápida troca de tiros,\nmorreu o tenente rebelde Jansen de Melo.\n\nEm 1928 foi condenado a um ano e quatro meses de reclusão pelos\nacontecimentos de 1922. Na fase de preparação da Revolução de 1930, foi\nconvidado para a chefia militar do movimento em Minas Gerais, em\nsubstituição ao coronel João Maria Xavier de Brito, gravemente doente.\nAceito o convite, demitiu-se do cargo de diretor da 4^a^ Seção das Obras\nde Saneamento, em Campos (RJ), e rumou para Minas Gerais.\n\nSegundo seu próprio relato, nas vésperas da eclosão do movimento recebeu\nde Lindolfo Collor, um dos líderes gaúchos da revolução, uma missão\nsecreta que exigia sua presença na capital federal. Assim, encarregou\nAristarco Pessoa de substituí-lo nas suas funções em Minas Gerais. Sua\nausência de Minas durante a revolução deu margem a que fosse acusado de\ntraição, o que, entretanto, foi desmentido posteriormente por vários\nrevolucionários, como Virgílio de Melo Franco, José Antônio Flores da\nCunha e Aristarco Pessoa. Todos confirmaram a existência da missão de\nNéri na capital federal, sem que, entretanto, tenha sido revelada sua\nfinalidade.\n\nCom a vitória da Revolução de 1930, foi promovido a major em 15 de\nnovembro do mesmo ano e, logo depois, nomeado ajudante de ordens de\nAfrânio de Melo Franco no Ministério das Relações Exteriores. Em 1932,\ncombateu a Revolução Constitucionalista em Mato Grosso. Em 1933, foi\neleito suplente de deputado à Assembleia Nacional Constituinte, na\nlegenda da Aliança Trabalhista Liberal do Amazonas.\n\nEm 1934, escreveu a obra *Agora, eu!*… *Defesa do major Néri da\nFonseca.*\n\nHelena Faria\n\n**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais*; CONSULT. MAGALHÃES, B.;\nFONSECA, L. *Agora*; FRANCO, V. *Outubro*; MIN. GUERRA. *Almanaque*;\nNOGUEIRA FILHO, P. *Ideais*; SILVA, H. *1922*; SILVA, H. *1930.*\n","ref":"**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais*; CONSULT. MAGALHÃES, B.;\nFONSECA, L. *Agora*; FRANCO, V. *Outubro*; MIN. GUERRA. *Almanaque*;\nNOGUEIRA FILHO, P. *Ideais*; SILVA, H. *1922*; SILVA, H. *1930.*\n","dic":"DHBPR"}
