{"title":"FONSECA, Mário Hermes da","cargoss":["dep. fed. BA 1912-1923."],"author":null,"content":"**FONSECA, Mário Hermes da**\n\n\\* dep. fed. BA 1912-1923.\n\n*Mário Hermes da Fonseca* nasceu em Fortaleza no dia 25 de abril de\n1880, filho do marechal Hermes Rodrigues da Fonseca e de Orsina\nFrancioni da Fonseca. Seu avô paterno, Hermes Ernesto da Fonseca,\nmarechal do Exército, foi presidente da província de Mato Grosso durante\no Império (1875-1878) e governador da Bahia na República (1890). Eram\nirmãos de seu avô o marechal Deodoro da Fonseca, proclamador da\nRepública em 15 de novembro de 1889 e primeiro presidente do Brasil sob\no novo regime, até 1891; João Severiano da Fonseca, o primeiro general\nmédico e patrono do Serviço de Saúde do Exército brasileiro,\nconstituinte e senador pelo Distrito Federal em 1891; e Pedro Paulino da\nFonseca, coronel honorário, governador de Alagoas de 1889 a 1890, também\nconstituinte e senador em 1891. Seu pai foi ministro da Guerra no\ngoverno de Afonso Pena (1906-1909), ministro do Supremo, depois Superior\nTribunal Militar (STM) (1908-1909) e presidente da República\n(1910-1914). Seu irmão, o também militar Euclides Hermes da Fonseca, era\ncomandante do forte de Copacabana quando do episódio dos 18 do Forte, em\njulho de 1922.\n\nEm março de 1890 Mário Hermes da Fonseca foi admitido, por ordem do\najudante general do Ministério da Guerra, como aluno interno gratuito no\nColégio Militar do Rio de Janeiro. Também aos dez anos de idade seria\nretratado no quadro do artista espanhol Gustavo Hastoy, que se encontra\nno salão nobre do Congresso Nacional em Brasília, registrando a\nassinatura do primeiro projeto de Constituição republicana pelo marechal\nDeodoro da Fonseca, que recebe das mãos do menino Mário a pena de ouro\noferecida pelos ministros.\n\nSentou praça em 17 de março de 1897, sendo classificado no 1^o^\nRegimento de Artilharia. Por ato do ajudante general do Ministério da\nGuerra de maio de 1898, foi colocado à disposição do comandante do\nColégio Militar para servir como primeiro-sargento da 1^a^ Companhia de\nAlunos. Em 11 de março de 1899, autorizado pelo Ministério da Guerra,\nprestou exame para a Escola Naval e foi aprovado. No dia 29 de julho de\n1899, a seu pedido, foi-lhe concedida a baixa do serviço ativo do\nExército. Entretanto, em 7 de abril de 1900 resolveu se apresentar\nnovamente ao Exército. Em dezembro foi autorizado a matricular-se na\nEscola Militar no exercício de 1901. Em fevereiro de 1904, foi aprovado\npor merecimento na Escola Militar em exame de mecânica balística. Dois\nmeses depois, por sua classificação, o comandante da unidade ordenou sua\nmatrícula.\n\nJovem cadete do Exército, por ocasião da Revolta da Vacina, em novembro\nde 1904, tomou posição ao lado de seu pai, então comandante da Escola\nPreparatória e Tática do Exército, na defesa do governo Rodrigues Alves\n(1902-1906). Sendo seu pai promovido a general de divisão em julho de\n1905, e nomeado para comandar o 4^o^ Distrito Militar, sediado no Rio de\nJaneiro, foi designado para prestar serviço junto ao seu estado-maior.\nEm 30 de outubro do mesmo ano foi declarado aspirante a oficial.\n\nJá como segundo-tenente, na chamada Revolução de 1906 desencadeada em\nMato Grosso por Generoso Ponce contra o coronel Antônio Pais, conhecido\ncomo Totó Pais, fez parte da expedição militar comandada pelo general\nEmídio Dantas Barreto, enviada em maio pelo governo federal para\npacificar o estado. Restabelecida a paz, foi dispensado de suas funções\nem 7 de agosto de 1906 e, de volta ao Rio de Janeiro, foi destacado para\no 2^o^ Regimento de Artilharia. Com a posse de Afonso Pena na\npresidência da República e de seu pai no Ministério da Guerra em 15 de\nnovembro do mesmo ano, foi nomeado seu auxiliar de gabinete e ajudante\nde ordens.\n\nNo dia 10 de agosto de 1908, embarcou a bordo do navio alemão *Cap\nBlanc* em viagem à Europa, fazendo parte do grupo de oficiais que\nacompanhou o ministro da Guerra, marechal Hermes. Na ocasião ficou adido\nao 13^o^ Regimento do Exército alemão, conhecido como Hussardos da\nMorte, onde participou de um curso de aperfeiçoamento da instrução\nmilitar. Ainda se encontrava na Europa quando foi promovido a\nprimeiro-tenente em 6 de outubro de 1908, com antiguidade a contar de 27\nde agosto do mesmo ano. A visita do ministro Hermes da Fonseca à\nAlemanha resultaria na ideia do contrato de uma missão estrangeira para\ninstrução do Exército brasileiro, o que viria a acontecer somente em\n1919, após o término da Primeira Guerra Mundial.\n\nEm janeiro de 1909, foi classificado no 1^o^ grupo do 1^o^ Regimento de\nArtilharia de Campanha, sediado na cidade de São Gabriel (RS), mas\nretornou à Europa logo depois, a fim de aperfeiçoar seus conhecimentos\ntécnicos e de participar da comissão de compras de material bélico. Por\naviso do Ministério da Guerra, em 27 de novembro de 1909 foi\nclassificado no 1^o^ Regimento de Artilharia, do qual era o comandante\nseu tio, coronel Percílio de Carvalho Fonseca. Integrado na Casa Militar\nda presidência, chefiada pelo coronel Percílio, Mário Hermes foi nomeado\najudante de ordens do pai quando esse assumiu a chefia da nação, em 15\nde novembro de 1910.\n\nDeputado Federal\n\nNo início de 1911, o nome do ministro da Viação e Obras Públicas, José\nJoaquim Seabra, começou a ser cogitado para o governo da Bahia. As\nadesões começaram a chegar no mês de maio ao palácio do Catete, através\nde telegramas de cidades do interior baiano endereçados ao presidente da\nRepública, e também a Mário Hermes, que desde o início apoiou a\ncandidatura. Em 11 de julho, Mário Hermes fez parte da comitiva que\nacompanhou o marechal Hermes em visita a Salvador. A viagem tinha a\nfinalidade de prestigiar o ministro J. J. Seabra, candidato declarado à\nsucessão estadual nas eleições de janeiro de 1912.\n\nApesar do respeito que tinha por seu pai, Mário Hermes não tardou a\ndivergir de sua orientação política, hostilizando especialmente o\nsenador gaúcho e general José Gomes Pinheiro Machado, que tinha poder no\nCongresso Nacional e ascendência sobre o presidente da República.\nResolveu assim se afastar do governo e foi para Salvador, onde teve seu\nnome incluído como candidato a deputado federal na chapa do Partido\nRepublicano e recebeu o apoio explícito de J. J. Seabra. A disputa pelo\ngoverno da Bahia acabou envolvendo o então chefe do Executivo Aurélio\nViana, que entrou em choque com a oposição e decidiu transferir a sede\nda Assembleia Legislativa para Jequié e mandar cercar o prédio da\nAssembleia em Salvador por tropas policiais. O governo federal\ndeterminou a retirada das tropas, mas Viana recusou-se a acatar a\nexigência, o que resultou, em 11 de janeiro de 1912, no bombardeio de\nSalvador. Em 25 de janeiro houve violentas manifestações populares nas\nruas de Salvador e Aurélio Viana que se viu obrigado a refugiar-se e a\nrenunciar. Mário Hermes participou da reação na capital baiana, luta de\nque saiu vitoriosa a candidatura de Seabra ao governo, apoiada pelos\nmilitares e pelo poder central.\n\nMário Hermes também acabou eleito deputado federal pelo 1^o^ distrito da\nBahia, com mandato de 1912 a 1914. Em 3 de maio de 1912 assumiu sua\ncadeira na Câmara dos Deputados, no Rio de Janeiro, então Distrito\nFederal, e logo foi escolhido líder da bancada baiana por J. J. Seabra.\nPouco tempo depois presidiu o 4^o^ Congresso Operário Brasileiro,\ninstalado em 7 de novembro de 1912 no palácio Monroe, no Rio de Janeiro.\nA realização dessa reunião foi muito comentada pela imprensa,\nprincipalmente pelos protestos que ocasionou entre o operariado carioca.\nA censura maior deveu-se ao fato de o evento ter sido sugerido pelo\nfilho do presidente da República, e de muitos trabalhadores serem contra\na vinculação do governo na obtenção de melhorias em suas condições de\nvida.\n\nNo pleito realizado em 30 de janeiro de 1915, foi reeleito deputado\nfederal pela Bahia para a legislatura 1915-1917. Foi reconduzido mais\numa vez à Câmara na legislatura 1918-1920, e em março de 1919 foi\npromovido a capitão. Concorreu e saiu vitorioso nas eleições de 20 de\nfevereiro de 1921, para a legislatura 1921-1923. Foi integrante da\nComissão de Marinha e Guerra durante todo o mandato e defendeu o\nExército no plenário e nas reuniões das comissões técnicas, pronunciando\ndiscursos, apresentando projetos, pareceres e emendas. Obteve, com sua\ninfluência, a realização pelo governo federal de importantes obras na\ncapital baiana, como o alargamento da parte baixa da cidade, a\nconstrução do cais do porto de Salvador e do edifício sede dos Correios\ne Telégrafos.\n\nA sucessão presidencial de 1922 foi marcada por conflitos que envolveram\nde perto a família de Mário Hermes. Já em outubro de 1921, o jornal\ncarioca *Correio da Manhã* divulgou cartas supostamente escritas pelo\ncandidato oficial, Artur Bernardes, contendo acusações ao Exército e\nofensas ao marechal Hermes, então presidente do Clube Militar, que\ndepois se provaria serem falsas. Eleito Bernardes em março de 1922, três\nmeses depois o governo federal interveio na sucessão estadual de\nPernambuco, em ação que foi duramente criticado pelo marechal Hermes. Em\nrepresália, o governo ordenou a prisão do marechal e o fechamento do\nClube Militar, no dia 2 de julho de 1922. Em reação, na madrugada de 5\nde julho, eclodiu uma série de levantes militares. Na capital federal,\nrevoltaram-se o forte de Copacabana, que era comandado pelo capitão\nEuclides Hermes da Fonseca, irmão de Mário Hermes, guarnições da Vila\nMilitar, o Forte do Vigia, a Escola Militar do Realengo e o 1^o^\nBatalhão de Engenharia; em Niterói, membros da Marinha e do Exército; em\nMato Grosso, a 1^a^ Circunscrição Militar, comandada pelo general\nClodoaldo da Fonseca, tio do marechal Hermes. O governo, já prevenido,\nagiu rápido e conseguiu sufocar a revolta em quase todas as unidades\nmilitares. Mário Hermes viu seu pai, irmãos e parentes serem presos, mas\npor sua condição de deputado federal, amparado pelas imunidades\nconstitucionais, foi o único a não ser detido.\n\nEmpossado Bernardes em 15 de novembro de 1922, Mário Hermes não foi\nreeleito para a legislatura 1924-1926 e, ao término do seu mandato em 31\nde dezembro de 1923, deixou a Câmara dos Deputados, sendo reintegrado às\nfileiras do Exército. Em 1925 estava servindo como ajudante de ordens no\n7^o^ Regimento de Artilharia Montada, sediado na cidade mineira de Pouso\nAlegre, e mais tarde como adido ao 18^o^ de Infantaria, em São João Del\nRei, em Minas Gerais. Em maio de 1926 foi promovido a major e em agosto\nseguinte foi classificado no 2^o^ grupo do 4^o^ Regimento de Artilharia\nMontada, com sede na cidade paulista de Itu. Pertenceu também ao 2^o^\nRegimento de Artilharia de Campanha, da mesma unidade militar. Dois anos\ndepois, em 1928, foi transferido para o 1^o^ grupo do 4^o^ Regimento de\nArtilharia Montada em Curitiba, no Paraná, contra sua vontade. Não\nconcordando com as várias remoções que lhe eram impostas pelos seus\nsuperiores, resolveu requerer sua passagem para a reserva e, por decreto\nde 19 de julho de 1928, do presidente da República Washington Luís, foi\nconcedida, a pedido, sua reforma do Exército no posto de\ntenente-coronel, por contar com mais de 25 anos de serviço.\n\nNo pós-1930\n\nNas eleições presidenciais de março de 1930, Mário Hermes apoiou o\ncandidato da Aliança Liberal Getúlio Vargas, que seria derrotado nas\nurnas pelo candidato governista Júlio Prestes. Com a vitória da\nRevolução de 1930 e a chegada de Vargas ao poder como chefe do governo\nprovisório, assumiria o Comando da Legião de Outubro na capital da\nRepública, entidade de apoio a Vargas e a seu governo.\n\nPor decreto assinado por Vargas em 28 de junho de 1932, foi autorizado,\nsem privilégio, a contratar a pesquisa e lavra de jazidas de ouro nos\nmunicípios de Bonfim e Ouro Fino, no estado de Minas Gerais. Em 1935,\niria requerer do Departamento Nacional de Produção Mineral do Ministério\nda Agricultura a prorrogação do prazo para início da exploração de minas\nde ouro.\n\nEm 15 de novembro de 1937, com a presença do presidente Getúlio Vargas,\nministros, autoridades civis e militares, foi inaugurado na praça Paris,\nno Rio de Janeiro, o monumento de bronze em memória do marechal Manuel\nDeodoro da Fonseca, de autoria do escultor Modestino Kanto, mandado\nerigir pelo governo federal. Na solenidade coube a Mário Hermes da\nFonseca proferir em nome da família o discurso de agradecimento pela\nhomenagem.\n\nEm junho de 1939, participou como sócio-cotista da Empresa de Carnes\nVerdes Higienizada Limitada, com sede na cidade do Rio de Janeiro.\n\nPor iniciativa do deputado federal José Augusto Bezerra de Medeiros, da\nUnião Democrática Nacional (UDN) do Rio Grande do Norte, foi apresentado\nna Câmara dos Deputados, em 12 de abril de 1950, projeto de lei\ndeterminando a reversão ao serviço ativo do Exército do tenente-coronel\nMário Hermes da Fonseca. Pela propositura, seria promovido a general de\ndivisão. Durante a tramitação no Congresso Nacional o projeto sofreu\nalteração, e uma emenda, que acabou aprovada, concedeu-lhe a patente de\ngeneral de brigada. A norma legal sancionada pelo presidente do Senado e\ndo Congresso, João Café Filho, publicada no *Diário Oficial* da União de\n5 de setembro de 1953, finalmente concedeu as honras e demais vantagens\na Mário Hermes da Fonseca, como general do Exército brasileiro.\n\nFaleceu no Rio de Janeiro em 27 de setembro de 1955.\n\nCasou-se a primeira vez com Amanda Velho da Mota Maia, filha dos condes\nde Mota Maia; viúvo, casou-se com Ana de Almeida Bispo, com quem teve\ndois filhos.\n\nPublicou *Os Exércitos das principais potências* (1914); *Deodoro\n(1827-1927)*; *A verdadeira política* (1931); *Primórdios da organização\nda defesa nacional* (em colaboração com o capitão Ildefonso Escobar,\n1943); e *Plano de salvação nacional* (trabalho sobre mineração e\nsiderurgia, 1946).\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; ARARIPE, T. Tasso Fragoso; BRASIL.\nColeção das Leis; *Diário Oficial da União*; Diário do Congresso\nNacional (13/4/1950, 28/9/1955); FONSECA FILHO, H. *Marechal Hermes*;\nSILVA, H. *1922*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ARARIPE, T. Tasso Fragoso; BRASIL.\nColeção das Leis; *Diário Oficial da União*; Diário do Congresso\nNacional (13/4/1950, 28/9/1955); FONSECA FILHO, H. *Marechal Hermes*;\nSILVA, H. *1922*.\n","dic":"DHBPR"}