{"title":"FONTENELLE, Bezerril","cargoss":["militar","const. 1891","dep. fed. CE 1891-1892","pres. CE 1892-1896","dep."],"author":null,"content":"**FONTENELLE, Bezerril**\n\n\\*militar; const. 1891; dep. fed. CE 1891-1892; pres. CE 1892-1896; dep.\nfed. CE 1897-1898; sen. CE 1898-1903; dep. fed. CE 1903-1908; sen. CE\n1908-1909; dep. fed. CE 1909-1914.\n\n*José Freire Bezerril Fontenelle* nasceu em Viçosa (CE) em 9 de março de\n1850, filho de Veríssimo Bezerril e de Maria Fontenelle Bezerril.\n\nIngressou na Escola Militar no Rio de Janeiro em 2 de janeiro de 1871, e\naí fez o curso de engenharia e bacharelou-se em matemáticas e ciências\nfísicas. Foi promovido a tenente em 1877 e a capitão em 1879.\n\nPersonagem ativo da instalação da República no Ceará, foi secretário de\nAgricultura do primeiro governo republicano no estado, chefiado pelo\ntenente-coronel Luís Antônio Ferraz (16/11/1889-16/1/1891). Em 15 de\nsetembro de 1890 foi eleito deputado ao Congresso Nacional Constituinte.\nEmpossado em 15 de novembro seguinte, após a promulgação da Constituição\nem 24 de fevereiro de 1891 e o início, em junho, da legislatura\nordinária, ocupou uma cadeira na Câmara dos Deputados, com mandato até\n1893. Já em 1892, porém, tornou-se membro da intendência municipal de\nFortaleza e foi eleito para o Congresso estadual. Também sua carreira\nmilitar prosseguiu nesse período: foi promovido a major em 1890, a\ntenente-coronel graduado em 1891 e efetivo em 1892.\n\nAinda em 1892, após o episódio da deposição de José Clarindo de Queirós,\nfoi eleito presidente do Ceará, tendo como vice-presidente Nogueira\nAcióli. Este tomou posse em seu lugar em 12 de julho e transmitiu-lhe o\ncargo em 27 de agosto. Governou até o fim do quadriênio, em 12 de julho\nde 1896, quando transferiu o governo novamente a Nogueira Acióli, agora\neleito presidente do estado. Em 1894 foi promovido a coronel. Em sua\nadministração, além de terem sido criados o Liceu do Ceará e a\nRepartição da Alfândega, foi instalada a Caixa Filial do Banco de\nPernambuco no Ceará.\n\nEleito deputado federal em 1897, exerceu o mandato até o ano seguinte,\nquando passou a ocupar uma cadeira no Senado. Voltou à Câmara dos\nDeputados entre 1903 e 1908, ao Senado de 1908 a 1909, e novamente à\nCâmara entre 1909 e 1914. Nesse último período, foi promovido a general\nde brigada em 1911 e reformou-se em março de 1912 como marechal\ngraduado.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 30 de março de\n1926.\n\nCasou-se no Pará com Maria Joaquina Paranhos, filha do capitão Caetano\nda Silva Paranhos e de Joaquina Rosa da Silva Paranhos.\n\nKleiton de Moraes\n\n**FONTES:** GIRÃO, V. *Ceará* (p.73-74); STUDART, G. *Dicionário* (v.2,\np.116-117).\n","ref":"**FONTES:** GIRÃO, V. *Ceará* (p.73-74); STUDART, G. *Dicionário* (v.2,\np.116-117).\n","dic":"DHBPR"}