{"title":"FONTES JÚNIOR, Antônio Martins","cargoss":["def fed"],"cargos_esp":[0],"datas_ini":[1930],"datas_fim":[1930],"estados":["SP"],"autor":["Dirceu Franco"],"content":"**FONTES JÚNIOR, Antônio Martins**\n\n\\* def. fed. SP 1930.\n\n*Antônio Martins Fontes Júnior* nasceu em Santos (SP) no dia 2 de\noutubro de 1866, filho do coronel Antônio Martins Fontes e de Maria\nAntônia.\n\nApós fazer os estudos preparatórios no Colégio de Itu, matriculou-se na\nFaculdade de Direito do Largo de São Francisco em 1885 e bacharelou-se\nem ciências jurídicas e sociais em novembro de 1889. Ainda estudante\ncolaborou no *Correio de Santos*, jornal em que defendia a adoção da\nrepública no Brasil. Colaborou ainda nos jornais *Reação* e *Paulista*,\nfolha que se identificava com o espírito revolucionário e doutrinário do\nrepublicanismo radical. Depois de formado instalou-se em Pindamonhangaba\ne em 30 de agosto de 1892 foi eleito vereador municipal na legenda do\nPartido Republicano Paulista (PRP), mas não assumiu o mandato.\n\nEm 30 de dezembro de 1894 foi eleito pela primeira vez deputado estadual\nem São Paulo, sendo reeleito no pleito seguinte. Usou seu posto de\ndeputado para realizar benfeitorias em Pindamonhangaba. Melhorou o\nsistema de abastecimento de água, construiu a ligação férrea entre\nPindamonhangaba e Campos do Jordão, construiu o Grupo Escolar e ajudou a\ncriar a Escola de Farmácia e Odontologia. Ocupou durante nove anos\nininterruptos a presidência da Comissão de Instrução Pública do\nCongresso Estadual. Destaques de sua carreira parlamentar foram a luta\ncontra o monopólio das carnes verdes e a reforma do Ginásio da Capital,\nequiparando-o ao Ginásio Nacional. Foi ainda autor de dois projetos de\ncriação da Força Pública em São Paulo. Foi eleito pela primeira vez para\no Senado Estadual em fevereiro de 1916.\n\nEm março de 1930 foi eleito deputado federal por São Paulo. Tomou posse\nem maio seguinte, mas teve o mandato interrompido em 23 de outubro com a\nvitória da Revolução de 1930, que fechou todos os órgãos legislativos do\npaís.\n\nFaleceu em São Paulo no dia 16 de março de 1939.\n\nCasou-se duas vezes: a primeira com Amélia Pestana, com quem teve três\nfilhos, e a segunda com Maria Antonieta Gavinho, com a qual gerou mais\ntrês filhos.\n\nDirceu Franco\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros*; FONSECA, A.; FONTES JR.,\nA. *Senado.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros*; FONSECA, A.; FONTES JR.,\nA. *Senado.*\n","dic":"DHBPR"}
