{"title":"FONTES, Fiel","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1924],"datas_fim":[1930],"estados":["BA"],"autor":[0],"content":"**FONTES, Fiel**\n\n\\*dep. fed. BA 1924-1930.\n\n*Fiel de Carvalho Fontes* nasceu em Salvador no dia 8 de junho de 1893,\nfilho de Paulo Martins Fontes e de Elvira Fiel de Carvalho. Seu pai,\nbacharel pela Faculdade de Direito do Recife e juiz federal, disputou o\ngoverno da Bahia em 1919 com J. J. Seabra. Entre os muitos membros de\nsua família que se destacaram estão seu avô materno, Fiel José de\nCarvalho e Oliveira, que foi deputado provincial; seu tio-avô e primo em\nsegundo grau Cícero Dantas Martins, barão de Jeremoabo, que foi também\ndeputado provincial, deputado geral e senador estadual; seu primo em\nsegundo grau Antônio da Costa Pinto Dantas, que foi deputado estadual e\nfederal (1909-1911); e ainda outro primo em segundo grau, João da Costa\nPinto Dantas, que foi deputado estadual e federal (1903-1905 e\n1935-1937).\n\nFez o curso de humanidades e os preparatórios em Salvador. Diplomou-se\nem ciências e letras em 1911, e em ciências sociais e jurídicas em 1916,\npela Faculdade Livre de Direito da Bahia. Iniciou a carreira política\nelegendo-se deputado estadual para a legislatura 1915-1916. Terminado o\nprimeiro mandato, reelegeu-se para os períodos 1917-1918 e 1919-1920.\nQuando da reestruturação do Partido Republicano Democrata da Bahia em\nassembleia realizada a 17 de junho de 1919, foi indicado para integrar o\nconselho geral do partido.\n\nNas eleições para a legislatura 1924-1926, conquistou uma cadeira na\nCâmara dos Deputados, no Rio de Janeiro, então Distrito Federal. Renovou\no mandato para as duas legislaturas seguintes, 1927-1929 e 1930-1932,\nmas nesta última teve o mandato interrompido devido à dissolução do\nCongresso Nacional em 24 de outubro de 1930, em decorrência da vitória\nda Revolução de 1930. Fixou então residência no Rio de Janeiro, onde\npassou a se dedicar à atividade empresarial, como presidente da\nCompanhia de Anilinas, Produtos Químicos e Material Técnico.\n\nFaleceu na cidade do Rio de Janeiro.\n\nCasou-se com Maria Balalai Duarte Fontes e teve três filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABREU, A. *Dicionário*; ABRANCHES, J. *Governos*; *Bahia\nIlustrada* (ano v, n.33, dez. 1920). Dr. Paulo Fontes; BEVILAQUA, C.\n*História*; BULCÃO SOBRINHO, A. *Representantes* (55-86); DANTAS, J.\n*Descendência*; *Diário Oficial do Estado da Bahia*; MELLO, A*.\nCartilha*;. SAMPAIO, C. *Canudos*; SAMPAIO, C. *Partidos*.\n","ref":"**FONTES:** ABREU, A. *Dicionário*; ABRANCHES, J. *Governos*; *Bahia\nIlustrada* (ano v, n.33, dez. 1920). Dr. Paulo Fontes; BEVILAQUA, C.\n*História*; BULCÃO SOBRINHO, A. *Representantes* (55-86); DANTAS, J.\n*Descendência*; *Diário Oficial do Estado da Bahia*; MELLO, A*.\nCartilha*;. SAMPAIO, C. *Canudos*; SAMPAIO, C. *Partidos*.\n","dic":"DHBPR"}
