{"title":"FORTES, Crispim Jacques Bias","cargoss":["gov. MG 1890 e 1891","pres. MG 1894-1898."],"author":"Vanessa Lana","content":"**FORTES, Crispim Jacques Bias**\n\n\\*gov. MG 1890 e 1891; pres. MG 1894-1898.\n\n*Crispim Jacques Bias Fortes* nasceu em Livramento, distrito de\nBarbacena (MG), no dia 25 de outubro de 1847, filho de Francisco José de\nOliveira Fortes e de Carlota Benedita de Oliveira Fortes. Seu pai foi\ncapitão da Guarda Nacional.\n\nFez seus primeiros estudos na cidade de Barbacena e após concluí-los\nmudou-se para São Paulo para cursar a Faculdade de Direito. Recebeu o\ntítulo de bacharel em ciências jurídicas e sociais em 1870, na mesma\nturma em que se formaram algumas personalidades nacionais como Rui\nBarbosa, Joaquim Nabuco e Rodrigues Alves. Após a formatura retornou à\nterra natal, onde exerceu as funções de advogado, promotor de justiça e\njuiz municipal.\n\nEm 1879 deixou a magistratura para ingressar na política, filiado ao\nPartido Liberal. Elegeu-se deputado provincial em 1881, para finalizar a\nlegislatura 1880-1881, e foi reeleito para as legislaturas seguintes,\nexercendo o mandato até 1889. Defensor dos interesses financeiros do\ngoverno e de uma maior moralidade na administração pública, ocupou em\nvários momentos a presidência da Assembleia Provincial mineira. Na\nefervescência do movimento republicano da década de 1880, renunciou ao\nmandato, mas em 1889 voltou a se candidatar. Embora tivesse conseguido\nvotação expressiva, não chegou a ser empossado, devido à proclamação da\nRepública. Àquela altura já pertencia ao Partido Republicano Mineiro\n(PRM), fundado em 1888.\n\nSob o governo de João Pinheiro da Silva (11 de fevereiro a 20 de julho\nde 1890), foi convidado a elaborar o anteprojeto da Constituição do\nestado. Em seguida, por nomeação do marechal Deodoro da Fonseca, chefe\ndo governo provisório da República, esteve ele próprio à frente do\ngoverno provisório de Minas em quatro exercícios consecutivos: de 24 de\njulho a 5 de agosto de 1890, de 14 de agosto a 3 de outubro de 1890, de\n28 de outubro a 27 de dezembro de 1890 e de 7 de janeiro a 11 de\nfevereiro de 1891, quando foi substituído por Frederico Augusto Álvares\nda Silva. Em 25 de janeiro de 1891 foi eleito senador à Assembleia\nConstituinte estadual. Teve participação direta e decisiva na elaboração\ne aprovação da primeira carta constitucional republicana mineira, e foi\npresidente do Senado Estadual de 1891 a 1893. Renunciou em 1894, após\nter sido eleito de forma direta, em 7 de março, presidente de Minas,\nsucedendo a Afonso Pena, com mandato de 7 de setembro daquele ano a 7 de\nsetembro de 1898.\n\nNo governo mineiro, buscou fomentar o crescimento da atividade agrícola,\na partir de uma política de incentivo à imigração para atrair mão de\nobra para as lavouras e promover o povoamento de regiões agrestes.\nReformou os ensinos agrícola e veterinário e investiu na expansão da\nlinha férrea. Foi durante sua gestão que foi feita a transferência da\ncapital mineira de Ouro Preto para Belo Horizonte. As discussões\nreferentes à mudança da capital do estado começaram no início da década\nde 1890 e, após estudos que averiguaram as condições de cinco\nlocalidades, foi decidido que a nova capital seria construída no antigo\narraial de Belo Horizonte. Em 17 de dezembro de 1893 foi promulgada a\nlei que determinou a mudança, e em 12 de dezembro de 1897 Bias Fortes\ninaugurou a nova capital.\n\nCom a reorganização do PRM em 1897, assumiu em 1898 a presidência da\ncomissão executiva do partido, função que exerceria até 1917. Findo o\nperíodo no governo mineiro, onde foi substituído por Silviano Brandão,\nretornou ao Senado Estadual na legislatura 1899-1902, na vaga aberta\npela saída de Caetano de Sousa e Silva. Reeleito sucessivamente,\nparticipou da Comissão de Finanças do Senado e foi novamente presidente\nda casa entre os anos de 1912 e 1915. Faleceu durante o exercício do\nmandato, em 14 de maio de 1917.\n\nNos últimos dez anos de sua vida pública acumulou com o mandato\nparlamentar o cargo de agente executivo municipal de Barbacena. Foi\nnesse período que solidificou as bases do domínio que a família Bias\nFortes exerceria no município a partir de então.\n\nEra casado com Adelaide de Araújo Fortes. Em sua família atuaram na\npolítica o filho José Francisco Bias Fortes e os netos Crispim Jacques\nBias Fortes e Simão Tamm Bias Fortes.\n\nRecebeu várias homenagens, entre elas um monumento ao “fundador de Belo\nHorizonte” na praça da Liberdade, na capital mineira, e teve seu nome\ndado a avenidas e praças nas cidades de Belo Horizonte e Barbacena.\n\nVanessa Lana\n\n**FONTES:** BARRETO, A. *Belo Horizonte*; GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/crispim-jacques-bias-fortes/5794\\>.\nAcesso em: 20/5/2010; MONTEIRO, N. *Dicionário bibliográfico*.\n","ref":"**FONTES:** BARRETO, A. *Belo Horizonte*; GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/crispim-jacques-bias-fortes/5794\\>.\nAcesso em: 20/5/2010; MONTEIRO, N. *Dicionário bibliográfico*.\n","dic":"DHBPR"}