{"title":"FRANCO, Artur","cargoss":["dep. fed. PR 1923-1930."],"author":"Luciana Pinheiro","content":"**FRANCO, Artur**\n\n\\*dep. fed. PR 1923-1930.\n\n*Artur Martins Franco* nasceu em Nossa Senhora da Piedade do Campo Largo\n(PR) no dia 10 de abril de 1876, filho de Evaristo Martins Franco e de\nMaria Josefina de Sousa Franco.\n\nEstudou em Curitiba até ingressar em 1895 na Escola Politécnica de São\nPaulo, onde obteve os diplomas de engenheiro geógrafo e engenheiro\ncivil, além do certificado do curso de condutores de trabalho que\nconcluiu em 1900. Começou a carreira profissional em 1902 como\ncomissário de terras no Paraná, função que exerceu por três anos. Entre\n1905 e 1907 tornou-se engenheiro chefe da seção técnica da Câmara\nMunicipal de Curitiba. Participou também da Comissão Fundadora de Núcleo\nColonial Federal nos municípios paranaenses de Ipiranga (1907-1910),\nGuarapuava (1910-1912) e São Mateus (1911).\n\nDe 1912 a 1916, durante o governo de Carlos Cavalcanti de Albuquerque,\nesteve à frente da Secretaria dos Negócios da Fazenda do Paraná. Em 1919\niniciou seu primeiro mandato eletivo na Assembleia Legislativa\nparanaense, da qual foi líder até 1923. Nesse ano, estando em curso a\nlegislatura 1921-1923, foi eleito deputado federal e tomou posse em maio\nna Câmara dos Deputados, no Rio de Janeiro, então Distrito Federal.\nReeleito para as três legislaturas seguintes, teve o mandato\ninterrompido em outubro de 1930 com a vitória da revolução que levou\nGetúlio Vargas ao poder e extinguiu todos os órgãos legislativos do\npaís.\n\nEntre 1934 e 1937 presidiu o Círculo de Estudos Bandeirantes e, de 1951\na 1952, o Instituto Histórico paranaense. Foi também diretor da seção\nhistórica do Museu Paranaense e representante do Instituto Histórico,\nGeográfico e Etnográfico. Além disso, trabalhou como engenheiro fiscal\nna Estrada de Ferro Noroeste e foi professor catedrático nos cursos de\nengenharia e de filosofia, ciências e letras na Universidade do Paraná.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 15/6/2010; FUND. BIBL.\nNAC. Disponível em:\n\\<http://catalogos.bn.br/scripts/odwp032k.dll?t=bs&pr=cardcatalog\\_pr&db=cardcatalog&use=pn&disp=list&sort=off&ss=NEW&arg=nicolas,|maria\\>;\nNICOLAS, M. *Cem anos* (p.358-359).\n","ref":"**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 15/6/2010; FUND. BIBL.\nNAC. Disponível em:\n\\<http://catalogos.bn.br/scripts/odwp032k.dll?t=bs&pr=cardcatalog\\_pr&db=cardcatalog&use=pn&disp=list&sort=off&ss=NEW&arg=nicolas,|maria\\>;\nNICOLAS, M. *Cem anos* (p.358-359).\n","dic":"DHBPR"}