{"title":"FRANCO, Joaquim Pedreira","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1906],"datas_fim":[1909],"estados":["BA"],"autor":[0],"content":"**FRANCO, Joaquim Pedreira**\n\n\\*dep. fed. BA 1906-1909.\n\n*Joaquim Artur Pedreira Franco* nasceu no dia 2 de outubro de 1859 na\nfazenda América, município de Jacuípe (BA), filho de Ataliba Americano\nda Luz Franco, médico conceituado e cultor das letras, e de Amélia Pires\nPedreira da Fonseca. Seu sobrinho-neto Itamar Franco foi presidente da\nRepública (1992-1994).\n\nFez os estudos preparatórios na Bahia e seguiu para o Rio de Janeiro,\nonde concluiu o curso superior de engenharia na Escola Politécnica. Como\nestudante fez parte das redações dos jornais *Semana* e *Gazetinha*, no\nRio de Janeiro. Depois de formado trabalhou nas obras hidráulicas do\nMinistério da Fazenda e na Estrada de Ferro no Oeste de Minas, fixando\nresidência por certo período na cidade mineira de São João d’el Rei.\nConcluída a Estrada de Ferro no Oeste de Minas, passou a servir na\nEstrada de Ferro de Sapucaí. Sempre acompanhou o Partido Republicano,\nmantendo-se fiel às suas ideias. Ao lado de Sebastião Sete, republicano\nmineiro e fundador, em São João d’el Rei, do jornal *Pátria Mineira,*\ndeu continuidade à vida de literato e jornalista.\n\nProclamada a República, embora tivesse contato com importantes\nrepublicanos históricos, como Quintino Bocaiúva e outros, rejeitou\nposições de destaque, com o propósito de servir à Bahia. Tornou-se\nassim, junto com Reis Magalhães, um dos principais assessores Virgílio\nDamásio, que assumiu por breve período o governo do estado. Convocadas\nas eleições para o Congresso Nacional Constituinte em 15 de setembro de\n1890, apresentou sua candidatura, mas não logrou êxito. Com a derrota,\nvoltou a trabalhar na Estrada de Ferro de Sapucaí, em Minas Gerais.\nMesmo ausente do seu estado, em 1891 elegeu-se deputado à Assembleia\nConstituinte baiana, sendo um dos mais votados. Nesse período, junto com\nCosme Moreira e outros, fez oposição ao governador José Gonçalves da\nSilva. Orientado por seu amigo Virgílio Damásio, ocupou lugar de\ndestaque no partido oposicionista chefiado pelo conselheiro Luís Antônio\nBarbosa de Almeida. Concluído seu mandato na Assembleia, voltou a\nexercer a profissão de engenheiro. Foi nomeado chefe de seção da Estrada\nde Ferro da Bahia a São Francisco, sob a direção de Miguel de Teive e\nArgolo. Nessa obra ferroviária foi também chefe do ramal do Jacu e\ndepois do ramal de Feira de Santana.\n\nFoi eleito deputado federal pela Bahia para a legislatura 1906-1908 e\nexerceu o mandato na Câmara dos Deputados, no Rio de Janeiro, então\nDistrito Federal. Depois disso foi nomeado fiscal da Estrada de Ferro\nCentral da Bahia e engenheiro das obras de melhoramento do Posto\nParaíba.\n\nNo governo de Antônio Muniz (1916-1920), foi secretário da Agricultura,\nIndústria, Comércio, Viação e Obras Públicas. Trabalhou para concluir\nalgumas obras importantes, como o palácio Rio Branco e o palácio da\nAclamação, a Vila Policial e o Asilo São João de Deus, e iniciou também\na construção do Hospital do Isolamento, da Biblioteca Pública, da\nSecretária da Fazenda e do Tesouro do Estado. No interior da Bahia,\nconcluiu e inaugurou a ponte Rio Branco sobre o rio Jacuípe; o Colégio\nde Feira de Santana e o de São Gonçalo dos Campos. Deu atenção especial\nàs estradas de rodagem, como complemento das vias férreas, fluviais e\nmarítimas. Procurou desenvolver a lavoura e para isso organizou o\nMostruário Baiano e a Inspetoria de Serviço Agronômico, instalando o\nCampo de Experimentação Antônio Muniz no bairro de Ondina, na capital.\n\nFoi também professor do Ginásio da Bahia, onde lecionou várias\ndisciplinas, inclusive o inglês.\n\nFaleceu em Salvador no dia 24 de junho de 1926.\n\nCasou-se com Maria Leonor Anunciação Franco, com quem teve cinco filhos.\n\nLiliane de Brito Freitas/Consuelo Novais Sampaio\n\n**FONTES:** ABRANCHES, J. *Governos* (214, 215); *Diário de Notícias*\n(23/5/1922, 29/10/1958). A exposição do centenário está sem sorte e Dr.\nJoaquim Arthur Pedreira Franco; *Diário Oficial do Estado da Bahia.\nRevista do Instituto Genealógico da Bahia* (ano XII. n.12, p.195-198);\nSANTOS, M. *Sinopse*; *Tarde* (5/6/1916). O governo apoia e age.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (214, 215); *Diário de Notícias*\n(23/5/1922, 29/10/1958). A exposição do centenário está sem sorte e Dr.\nJoaquim Arthur Pedreira Franco; *Diário Oficial do Estado da Bahia.\nRevista do Instituto Genealógico da Bahia* (ano XII. n.12, p.195-198);\nSANTOS, M. *Sinopse*; *Tarde* (5/6/1916). O governo apoia e age.\n","dic":"DHBPR"}
