{"title":"FRANCO, Lacerda","cargoss":["sen. SP 1924-1930."],"author":null,"content":"**FRANCO, Lacerda**\n\n\\*sen. SP 1924-1930.\n\n*Antônio de Lacerda Franco*, futuro *barão de Araras*, nasceu em Itatiba\n(SP) no dia 13 de junho de 1853, filho de Bento de Lacerda Guimarães e\nde Manuela Assis de Cássia Franco. Seu pai foi fundador da cidade de\nAraras, vindo a se tornar o primeiro barão de Araras. Sua irmã Maria\nDalmácia de Lacerda Guimarães foi a baronesa de Arari; outra irmã, Ana\nLacerda Álvares Penteado, foi casada com o conde Álvares Penteado.\n\nResidiu por vários anos em Araras, onde sua família era proprietária\nrural, dedicando-se à agricultura. Apesar de seu pai ser monarquista,\nfundou na cidade o Partido Republicano, pelo qual foi eleito vereador e\npresidente da Câmara Municipal em várias legislaturas. Quando da segunda\nvisita de dom Pedro II à região, em 7 de maio de 1887, atendendo ao\npedido de seu filho Antônio, libertou seus escravos. Nesse dia recebeu\ndo imperador o título de barão de Araras.\n\nTransferindo-se para Santos, passou a orientar a organização dos\nrepublicanos santistas e, em companhia de Antônio Carlos da Silva Teles,\nfundou o Partido Republicano da cidade. Entre 1887 e 1888 foi presidente\nda Associação Comercial de Santos. Abolicionista, alforriou\nespontaneamente o escravo Quintino de Lacerda, criador e chefe do\nQuilombo do Jabaquara, que deu origem ao bairro paulistano. Quintino de\nLacerda tornou-se seu amigo e foi um dos primeiros negros a ocupar uma\ncadeira no Legislativo em todo o Brasil, quando foi vereador à Câmara\nMunicipal de Santos.\n\nCom a proclamação da República em 15 de novembro de 1889, foi aclamada\npelo povo uma junta governativa para administrar o município de Santos,\ne seu nome foi o primeiro escolhido. A junta governativa provisória\nficou à frente da cidade até 21 de fevereiro de 1890. Quando da visita\nque Rui Barbosa, ministro da Fazenda do governo provisório da República,\npresidido pelo marechal Deodoro da Fonseca, fez a Santos nos dias 11 e\n12 de fevereiro de 1890, recebeu o estadista para almoço em sua\nresidência. Ainda em Santos, fundou a Casa Comissária e Exportadora J.\nF. Lacerda & Cia., para vender para o exterior o café produzido na\npropriedade da família em Araras.\n\nPassando a residir na capital do estado, tornou-se membro da comissão\npermanente do Partido Republicano Paulista (PRP). Em março de 1892 foi\neleito senador estadual e, depois de empossado, fez parte da Comissão de\nFinanças. Sucessivas vezes reeleito, continuava no Senado estadual em\n1923, quando se iniciaram as discussões sobre a escolha do sucessor de\nWashington Luís no governo paulista. Designado pela comissão diretora do\nPRP para conversar com o presidente do estado, ao fim da missão,\nenquanto a escolha do candidato a presidente estadual recaiu sobre\nCarlos de Campos, acabou sendo ele próprio indicado candidato ao Senado\nFederal, em detrimento do senador Álvaro de Carvalho. Esse verdadeiro\ngolpe resultou em grave cisão dentro do partido, com a renúncia de Olavo\nEgídio de Sousa Aranha e de Altino Arantes, também membros da comissão\ndiretora do PRP. Apesar da crise política, foi eleito senador em 17 de\nfevereiro de 1924 e assumiu o mandato em 8 de maio seguinte. No Senado,\nfoi membro da Comissão de Finanças e da Comissão de Atribuições\nPrivativas. Com a vitória da Revolução de 1930, teve o mandato\ninterrompido quando foram fechados os órgãos legislativos do país.\n\nParalelamente à política, dedicou-se a atividades empresariais. Membro\nda diretoria da Companhia Paulista de Estradas de Ferro desde 2 de\nfevereiro de 1890, tornou-se presidente da empresa em 23 de janeiro de\n1928, após a renúncia do conselheiro Antônio da Silva Prado, e exerceu o\ncargo até a morte, quando foi substituído pelo senador Antônio de Pádua\nSales. Fundador em 1890 e presidente do Banco União de São Paulo, em\n1904, através de sua instituição bancária, criou a Fábrica de Tecidos\nVotorantim no município de Sorocaba. Em julho de 1917, em meio à maior\ngreve de que se teve notícia até então no Brasil, o Banco União não\nconseguiu atender a seus compromissos e acabou tendo sua falência\ndecretada, não mais reabrindo a fábrica. A massa falida seria adquirida\npelos arrendatários no ano seguinte, e posteriormente Pereira Inácio\ncompraria a parte do sócio e criaria as Indústrias Votorantim.\n\nEm 2 de junho de 1902, com seu apoio e de um grupo de empresários, foi\nfundada a Escola Prática de Comércio, a primeira escola de comércio do\nBrasil, que posteriormente receberia o nome de Escola de Comércio\nÁlvares Penteado. Por 30 anos, até sua morte, foi diretor-presidente do\nConservatório Dramático e Musical de São Paulo, do qual foi um dos\nfundadores em 15 de fevereiro de 1906. Foi presidente honorário da\nSociedade Hípica Paulista, fundada em 1910, e presidiu também a\nSociedade Anônima Fábrica Japi, fundada em 1913 na cidade de Jundiaí.\nDurante anos foi diretor do *Correio Paulistano*, órgão do PRP, e\nproprietário e presidente do jornal *Comércio de S. Paulo*. Fundou\ntambém a Companhia Telefônica de São Paulo, que presidiu por longos\nanos. Em 27 de abril de 1933, colaborou na fundação da Escola de\nSociologia e Política de São Paulo, da qual foi um dos protetores. Foi\npresidente de honra da Ação Nacional do PRP, formada após a Revolução de\n1930.\n\nFaleceu em São Paulo no dia 19 de maio de 1936.\n\nFoi casado com Matilde de Lacerda Franco, com quem teve quatro filhos.\nSeu filho Manuel de Lacerda Franco era deputado estadual em São Paulo,\nquando morreu vitimado por um acidente aéreo.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** AMARAL, An. *Dicionário*; CALIMAN, A. *Legislativo*;\n*Correio Paulistano* (20/5/1936); DUARTE, P. *Obra*; *Folha da Manhã*\n(20/5/1936); FONSECA, A., IGNÁCIO, A.; BRISOLLA, C. *São Paulo*;\nRIBEIRO, A. *Poder*; RODRIGUES, N. *Cia. Paulista*; SENADO*.* *Dados\nbiográficos dos senadores.*\n","ref":"**FONTES:** AMARAL, An. *Dicionário*; CALIMAN, A. *Legislativo*;\n*Correio Paulistano* (20/5/1936); DUARTE, P. *Obra*; *Folha da Manhã*\n(20/5/1936); FONSECA, A., IGNÁCIO, A.; BRISOLLA, C. *São Paulo*;\nRIBEIRO, A. *Poder*; RODRIGUES, N. *Cia. Paulista*; SENADO*.* *Dados\nbiográficos dos senadores.*\n","dic":"DHBPR"}