{"title":"FRANÇA, Augusto","cargoss":["pres. GO 1865-1867","dep. geral BA 1879-1881","dep. fed. BA 1902."],"author":null,"content":"**FRANÇA, Augusto**\n\n\\*pres. GO 1865-1867; dep. geral BA 1879-1881; dep. fed. BA 1902.\n\n*Augusto Ferreira França* nasceu em Salvador no dia 17 de abril de 1836,\nfilho de Eduardo Ferreira França e de Maria Justa Diniz França, e neto\nde Antônio Ferreira França. Seu pai e seu avô foram médicos e filósofos,\ncatedráticos da Faculdade de Medicina.\n\nFez os estudos preparatórios no Liceu Provincial, no qual tanto seu avô\nquanto seu pai foram docentes, e em 1857 diplomou-se pela Faculdade de\nDireito de São Paulo. Em maio do ano seguinte assumiu o cargo de chefe\nde seção da Secretaria da Presidência da província da Bahia, quando se\ndistinguiu por seus serviços. Permaneceu nessa posição até 1861. No\nperíodo seguinte foi deputado provincial.\n\nEm dezembro de 1864 foi nomeado presidente da província de Goiás,\ntomando posse do cargo a 27 de abril do ano seguinte. O Brasil, nesse\nperíodo, passava por difícil situação financeira decorrente da Guerra do\nParaguai, o que não lhe permitiu grandes realizações materiais. No\nentanto, foi prestigiado por seus atos administrativos, considerados\nmuito importantes, como, por exemplo, a reforma do Paço Municipal e o\nrelatório apresentado à Câmara dos Deputados em 7 de janeiro de 1887,\nmerecedores de honrosas manifestações na Câmara Municipal, na Assembleia\nProvincial e na imprensa, principalmente através do *Jornal do Comércio*\ndo Rio de Janeiro, o que o levou a ser condecorado pelo governo\nimperial.     Assim que deixou a presidência de Goiás, em 29 de abril de\n1867, dedicou-se ao direito em sua terra natal, destacando-se nas\nquestões ligadas ao foro judicial. Teve grande repercussão na época uma\ncausa que defendeu no Tribunal do Júri, em Salvador, na qual enfrentou o\ntambém grande orador e parlamentar Fernandes da Cunha, que pela primeira\nvez foi derrotado.\n\nEm 1879 foi eleito deputado geral pela Bahia, juntamente com Rodolfo\nDantas, para preencher as vagas deixadas por Manuel Pinto de Sousa\nDantas e Pedro Leão Veloso, que passaram a ocupar cadeiras no Senado em\nsubstituição a Nabuco de Araújo e a Zacarias de Góis, respectivamente.\nFoi vereador na Câmara Municipal de Salvador no quadriênio de 1883 a\n1887, período em que compôs a presidência da casa, chegando a exercer as\nfunções de intendente do município. Nessa ocasião criou o Livro de Ouro,\nno qual registrava o nome dos cidadãos que concorriam para a causa do\nfim da escravidão.\n\nPrestou destacados serviços quando da proclamação da República, em 15 de\nnovembro de 1889. Quando Virgílio Damásio, então governador do estado da\nBahia (15 de setembro a 14 de novembro de 1890), reformou o antigo\nLiceu, que passou a se chamar Instituto Oficial de Ensino Secundário,\nfoi nomeado professor da cadeira de direito comercial e economia\npolítica, passando em seguida a catedrático de economia política. Criada\na Faculdade de Livre Direito em 1891, coube-lhe reger a cadeira de\neconomia política e ciência das finanças, quando teve entre seus alunos\no futuro governador Severino Vieira. Após o falecimento do desembargador\nJoão Rodrigues Chaves, em 1899, passaria a ocupar o cargo de diretor da\nFaculdade de Direito.\n\nAntes disso, em 1894, foi eleito senador estadual e concorreu para a\nelaboração das leis complementares do estado, destacando-se pelo projeto\nde reforma eleitoral e outros direcionados aos interesses dos bancos\nagrícolas, e pelo projeto de regulamentação do trabalho, assistência\npública e instituições sociais. Em decorrência da morte de Jaime Lopes\nVilas-Boas, foi eleito, por indicação do Partido Republicano da Bahia,\ndo qual era membro de destaque, para substituí-lo na Câmara dos\nDeputados, na capital federal. Tomou posse no início de 1902 e em 24 de\njunho regressou à Bahia, por conta de problemas com a saúde.\n\nFaleceu em Salvador no exercício do mandato de deputado federal em 28 de\nsetembro de 1902, aos 66 anos.\n\nSeu retrato foi inaugurado no Salão Nobre da Câmara Municipal em 1922,\npor indicação do conselheiro João Pacheco de Oliveira Júnior. Através do\nDecreto-Lei n^o^ 55, em dezembro de 1941 o prefeito deu o seu nome a uma\ndas ruas de Salvador.\n\nLiliane de Brito Freitas/ Consuelo Novais Sampaio\n\n**FONTES:** BEVILAQUA, C. *História*; BOCANERA JUNIOR, S. *Telas*\n(p.161-168); BULCÃO SOBRINHO, A. *Relembrando* (p.41-43); CÂM. DEP.\nDisponível em: \\<www.camara.gov.br\\>. Acesso em: 20/2/2009; *Diário da\nBahia* (30/9/1902, p.2). Dr. Augusto França; GIDI. A. *Anotações*\n(p.38); MATTOS, W. *Pinacoteca* (p.81); *Notas Diversas* (28/9/1900,\np.4). Dr. Augusto França; PREF. MUN. SALVADOR*.* Decreto-lei n^o^ 55 de\n22 de dezembro de 1941; *Revista do Histórico e Geográfico Brasileiro,*\n263 (1964): 64; SAMPAIO, C. *Partidos* (p.61).\n","ref":"**FONTES:** BEVILAQUA, C. *História*; BOCANERA JUNIOR, S. *Telas*\n(p.161-168); BULCÃO SOBRINHO, A. *Relembrando* (p.41-43); CÂM. DEP.\nDisponível em: \\<www.camara.gov.br\\>. Acesso em: 20/2/2009; *Diário da\nBahia* (30/9/1902, p.2). Dr. Augusto França; GIDI. A. *Anotações*\n(p.38); MATTOS, W. *Pinacoteca* (p.81); *Notas Diversas* (28/9/1900,\np.4). Dr. Augusto França; PREF. MUN. SALVADOR*.* Decreto-lei n^o^ 55 de\n22 de dezembro de 1941; *Revista do Histórico e Geográfico Brasileiro,*\n263 (1964): 64; SAMPAIO, C. *Partidos* (p.61).\n","dic":"DHBPR"}