{"title":"FRANÇA, Geminiano da","cargoss":["magistrado","ch. pol. DF 1919","min. STF 1922-1931."],"author":null,"content":"**FRANÇA, Geminiano da**\n\n\\*magistrado; ch. pol. DF 1919; min. STF 1922-1931.\n\n*Geminiano Monteiro da França* nasceu na cidade da Paraíba, atual João\nPessoa, no dia 3 de janeiro de 1870, filho de José Vicente Monteiro da\nFrança, militar, e de Virgínia Alexandrina Bastos.\n\nBacharelou-se em ciências jurídicas e sociais pela Faculdade de Direito\ndo Recife em 1892. No ano seguinte foi nomeado promotor do termo de\nTietê (SP) e, logo após, delegado de polícia em Niterói. Ocupou esse\núltimo posto no período conturbado pela eclosão da Revolta da Armada\ncontra o governo de Floriano Peixoto. Sob a liderança dos almirantes\nCustódio de Melo e Luís Filipe Saldanha da Gama, a revolta envolveu,\nentre setembro de 1893 e março de 1894, a esquadra fundeada na baía de\nGuanabara, com importante repercussão na capital fluminense.\n\nNo decorrer de sua carreira, exerceu as funções de juiz municipal de São\nFrancisco de Paula, atual Trajano de Morais, e de Bom Jardim, ambas no\nestado do Rio de Janeiro, de delegado auxiliar da chefatura de polícia\ndo Distrito Federal, de pretor, de juiz de direito do Distrito Federal,\nnomeado em 1906, e de desembargador da Corte de Apelação, em 1913.\n\nEm 1919 foi nomeado chefe de polícia do Distrito Federal por indicação\ndo presidente Epitácio Pessoa, e em 1922 tornou-se ministro do Supremo\nTribunal Federal (STF), ocupando a vaga resultante da aposentadoria de\nJoão Mendes de Almeida Júnior. Exerceu o cargo até fevereiro de 1931,\nquando, em decorrência da Revolução de 1930, foi aposentado\ndiscricionariamente por decreto presidencial em companhia de outros\ncolegas daquela corte.\n\nFaleceu no Rio de Janeiro no dia 18 de dezembro de 1935.\n\n**FONTES:** *Almanaque da PB*; BALEEIRO, A. *Supremo*;BITTENCOURT, L.\n*Homens* (v.2); COSTA, E. *Grandes*; LAGO, L. *Supremo.*\n","ref":"**FONTES:** *Almanaque da PB*; BALEEIRO, A. *Supremo*;BITTENCOURT, L.\n*Homens* (v.2); COSTA, E. *Grandes*; LAGO, L. *Supremo.*\n","dic":"DHBPR"}