{"title":"FRANÇA, José Alfredo de Campos","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1912],"datas_fim":[1914],"estados":["BA"],"content":"**FRANÇA, José Alfredo de Campos**\n\n\\*dep. fed. BA 1912-1914.\n\n*José Alfredo de Campos França* nasceu em Salvador no dia 19 de março de\n1865, filho de Augusto Ferreira França, jurisconsulto e filósofo, e de\nRicarda Amélia Campos França.\n\nCursou humanidades no Liceu Provincial e por algum tempo lecionou inglês\ne retórica. Matriculou-se na Faculdade de Direito do Recife em 1889, e\naí cursou o primeiro e o segundo ano. Em 1892 matriculou-se na Faculdade\nLivre de Direito da Bahia. Paralelamente ao curso de direito foi\nprofessor substituto da Escola Normal do Estado. Em 1894, recebeu o grau\nde bacharel em ciências jurídicas e sociais. Em 1895 foi nomeado\ncatedrático de história do Brasil e direito pátrio do Instituto Normal.\n\nFoi deputado estadual em cinco legislaturas consecutivas, de 1895 a\n1904. Concomitantemente foi membro do Conselho Municipal de Salvador de\n1900 a 1903. Em 1904 tentou a reeleição para a Assembleia Legislativa\ncomo candidato avulso, por ter divergido da orientação política do então\ngovernador Severino Viera (1900-1904), mas não logrou êxito. Na sucessão\ndo governador José Marcelino (1904-1908) apoiou João Ferreira de Araújo\nPinho, candidato oficial, que foi eleito. Em 10 de novembro de 1908 foi\neleito para a vaga de Horácio César no Senado Estadual, com mandato de\n1909 a 1912. Foi líder da maioria em 1910 e 1912, e da minoria em 1911,\nfazendo parte das importantes comissões de Finanças e de Constituição.\n\nEleito deputado federal pela Bahia para a legislatura 1912-1914, tentou\nvoltar à Câmara dos Deputados na legislatura seguinte, mas não teve sua\neleição reconhecida pela Comissão de Verificação de Poderes. Voltou a\nfazer parte do Conselho Municipal de Salvador de 1916 a 1923, ocupando\nalgumas vezes a sua liderança. Voltou também a ser eleito para o Senado\nEstadual, na vaga de Eugênio Tourinho, que renunciara por ter sido\neleito deputado federal, e lá ocupou uma cadeira entre 1917 e 1923.\n\nExerceu a advocacia durante muitos anos, dedicando-se especialmente ao\nfórum criminal. Na Faculdade Livre de Direito da Bahia, foi professor\nsubstituto e depois professor catedrático de direito internacional e de\ndireito civil. Foi fundador da cadeira n^o^ 9 da Academia de Letras da\nBahia e escolheu como patrono Antônio Ferreira França, diplomado em\nmatemática, física e medicina pela Faculdade de Coimbra, e conselheiro\nmunicipal de Salvador de 1826 a 1837.\n\nFaleceu em Salvador no dia 26 de novembro de 1923.\n\nPublicou *Política e finanças* (discurso na Câmara dos Deputados, 1898);\n*Julgamento na Bahia de funcionários civis em crime de responsabilidade*\n(parecer, 1906); *À memória do dr. João Ferreira de Araújo Pinho*\n(discurso no Senado estadual, 1917).\n\nLiliane de Brito Freitas\n\n**FONTES**: ABRANCHES, J. *Governadores* (p.389); BULCÃO SOBRINHO, A.\n*Representantes* (p.73-74); CASTRO, R. *Fundadores* (p.33); *Diário\nOficial do Estado da Bahia*; SOUZA, A. *História* (p.372-373);*Tarde*\n(26/11/1923). José Alfredo de Campos França*.*\n","ref":"","dic":"DHBPR"}
