{"title":"FREIRE, Ari Salgado","cargoss":["militar","rev. 1924","Col. Prestes","rev. 1930."],"author":null,"content":"**FREIRE, Ari Salgado**\n\n\\*militar; rev. 1924; Col. Prestes; rev. 1930.\n\n*Ari Salgado Freire* nasceu no Rio Grande do Sul no dia 7 de agosto de\n1898, filho de Claudino César Freire.\n\nSentou praça em maio de 1918, ingressando na Escola Militar do Realengo,\nno Rio de Janeiro, então Distrito Federal. Aspirante a oficial em\njaneiro de 1921, passou a servir em Alegrete (RS), sendo promovido a\nsegundo-tenente em maio do mesmo ano e a primeiro-tenente em setembro de\n1922.\n\nQuando serviu em São Luís Gonzaga (RS), em outubro de 1924, ocorreu a\nsublevação de unidades militares gaúchas sob a liderança do capitão Luís\nCarlos Prestes. Desertou então do Exército e uniu-se às tropas rebeldes.\nDeixando o Rio Grande do Sul, em abril de 1925 os revoltosos juntaram-se\nno oeste do Paraná aos “tenentes” que em julho do ano anterior se haviam\nsublevado em São Paulo sob o comando do general Isidoro Dias Lopes, e\nconstituíram a Coluna Miguel Costa-Prestes. Liderada por Luís Carlos\nPrestes e Miguel Costa, a coluna percorreu o interior do país através de\n13 estados, dando combate às tropas legais. Tendo exercido diversas\nfunções na coluna, Salgado Freire foi comandante do 4^o^ Destacamento em\nsubstituição a Djalma Dutra, por ocasião da viagem deste a Paso de Los\nLibres, na Argentina, para encontrar-se com Isidoro Dias Lopes. Com o\nfim do governo de Artur Bernardes e a posse de Washington Luís, a coluna\nabandonou os combates em 1927, internando-se na Bolívia (fevereiro) e no\nParaguai (março).\n\nDe volta ao Exército em 1928, Salgado Freire passou a servir em Bajé\n(RS) e depois em Bela Vista (RS). Aí se encontrava quando foi deflagrada\na Revolução de 1930, durante a qual integrou as forças revolucionárias,\natuando no comando do 6^o^ Regimento de Cavalaria Independente, em\nItapetininga (SP). Com a vitória do movimento que levou Getúlio Vargas\nao poder, foi promovido a capitão em agosto de 1931, retornando ao sul\ndo país para servir em Alegrete (RS).\n\nEm 1932 cursou a Escola de Cavalaria, no Distrito Federal, e no ano\nseguinte passou a servir no gabinete do ministro da Guerra, Augusto\nInácio do Espírito Santo Cardoso. Em 1934 fez o curso de aperfeiçoamento\nde capitães e subalternos, e de 1935 a 1936 comandou o 2^o^ Esquadrão da\nGuarnição de Castro (PR). Desse último ano a 1937 serviu na guarnição de\nTrês Corações (MG). Promovido a major em setembro de 1937, passou a\nservir no Regimento Escola de Cavalaria (Regimento Andrade Neves), no\nRio de Janeiro. De 1938 a 1940 serviu em São Paulo, e em agosto de 1941\nchegou a tenente-coronel. Nomeado nesse ano chefe de gabinete da\nDiretoria de Cavalaria, no Distrito Federal, assumiu a seguir o comando\ndo 3^o^ Regimento de Cavalaria Divisionária (Regimento Osório), na\nguarnição de Porto Alegre, e permaneceu nesse posto até 1944, quando foi\npromovido a coronel. Comandante do 1^o^ Regimento de Cavalaria\nDivisionária (Dragões da Independência), no Distrito Federal, de 1945 a\n1946, passou para a reserva no ano seguinte.\n\nFoi também comandante da Guarda Civil.\n\nFaleceu no Rio de Janeiro no dia 29 de janeiro de 1964.\n\n**FONTES:** ENTREV. PEIXOTO, A.; MACEDO, R. *Efemérides*;MIN. GUERRA.\n*Almanaque* (1942); SILVA, H. *1926.*\n","ref":"**FONTES:** ENTREV. PEIXOTO, A.; MACEDO, R. *Efemérides*;MIN. GUERRA.\n*Almanaque* (1942); SILVA, H. *1926.*\n","dic":"DHBPR"}