{"title":"FREIRE, Muniz","cargoss":["const. 1891","dep. fed. ES 1891-1892","pres. ES 1892-1896 e 1900-1904"],"author":"Nara Saletto","content":"**FREIRE, Muniz**\n\n\\*const. 1891; dep. fed. ES 1891-1892; pres. ES 1892-1896 e 1900-1904;\nsen. ES 1904-1915.\n\n*José de Melo Carvalho Muniz Freire* nasceu em Vitória a 13 de julho de\n1861, filho de Manuel Feliciano Muniz Freire e de Maria Emília de Melo\nMuniz Freire. Seu pai, engenheiro, foi deputado provincial, redator e um\ndos proprietários do jornal do Partido Liberal nos anos 1860. Sua mãe\npertencia a uma família poderosa de Vitória.\n\nÓrfão ainda na infância, foi criado pelos avós maternos, José de Melo\nCarvalho e Emília Maria Pinto de Melo. Estudou em Vitória, no Ateneu\nProvincial, e ainda estudante participou da fundação de dois jornais\nliterários. Em 1877 iniciou o curso da Faculdade de Direito do Recife,\nmas concluiu o bacharelado na de São Paulo, em 1881. Nas duas escolas\ncontinuou sua atividade jornalística, tornando-se, na última,\nredator-chefe do jornal dos estudantes liberais, *O Liberal Acadêmico*.\n\nEm 1882 voltou a Vitória, já casado com Colatina Soares de Azevedo,\njovem da elite paulista, neta do barão de Paranapanema. Em dezembro do\nmesmo ingressou na Loja Maçônica União e Progresso, da qual se tornaria\nmembro influente. Abriu um escritório de advocacia junto com Afonso\nCláudio de Freitas Rosa, e fundou, junto com Cleto Nunes, o primeiro\njornal diário capixaba, *A Província do Espírito Santo* (depois *Estado\ndo Espírito Santo*). Engajou-se na campanha abolicionista e foi eleito\ndeputado provincial pelo Partido Liberal. Em seguida integrou a Câmara\nMunicipal de Vitória, que chegou a presidir. Em 1885, escreveu uma série\nde cartas a dom Pedro II, protestando contra medidas contrárias aos\ninteresses do Espírito Santo tomadas pelo governo central e relacionando\na adoção de tais medidas à subordinação em que ficavam as províncias no\nregime imperial. Apelava ao imperador para que interferisse em favor do\nEspírito Santo. Publicadas em *A Província do Espírito Santo*, e depois\nem livro sob o título de *Cartas ao imperador*, as cartas tiveram grande\nrepercussão.\n\nEm 1888 voltou à Assembleia Provincial, onde foi um dos mais influentes\ndeputados, embora pertencesse à minoria. No mesmo ano participou como\ndelegado do congresso do Partido Liberal, no qual foi um dos poucos que\ndefenderam Rui Barbosa em suas propostas reformistas, que incluíam a\nautonomia das províncias. Em 1889 foi eleito deputado geral, mas a\nproclamação da República impediu o funcionamento do parlamento.\n\nNo governo de Afonso Cláudio (1889-1890), foi convidado para integrar a\ncomissão encarregada de elaborar um projeto de constituição para o\nestado, e foi um dos principais autores desse projeto, que vigorou como\nConstituição provisória enquanto o partido de Afonso Cláudio esteve no\ngoverno. Quando se procedeu à reorganização partidária, em razão da\ndissolução obrigatória dos antigos partidos do Império, ligou-se ao\nPartido Republicano, que perdeu alguns de seus mais importantes membros\ndevido à divisão ocorrida no congresso partidário realizado em maio de\n1890. Muniz Freire recusou-se a participar desse congresso, mas\ncertamente contribuiu para seu resultado, pois nos bastidores se travava\numa disputa entre a sua liderança e a dos chefes de Cachoeiro de\nItapemirim, Bernardo Horta e Antônio Aguirre. Os dois deixaram o partido\ne os cargos de vice-governador que exerciam, integraram-se a uma\narticulação presidida pelo barão de Monjardim, ex-chefe do Partido\nLiberal, e fundaram a União Republicana Espírito-Santense (URES). Por\nsua vez, a corrente de ex-liberais liderada por Muniz Freire, juntamente\ncom o Partido Republicano que saíra do congresso engrossado por alguns\nex-liberais e ex-conservadores, fundou o Partido Republicano Construtor\n(PRC), presidido por Muniz Freire, que apoiava o governo de Afonso\nCláudio. A URES e o PRC travaram uma aguerrida luta política na eleição\npara o Congresso Nacional Constituinte, em 15 de setembro de 1890, e o\nPRC elegeu toda a pequena bancada capixaba (dois deputados, três\nsenadores), que incluiu Muniz Freire como deputado.\n\nEmpossado em 15 de novembro de 1890, Muniz Freire foi um parlamentar\nativo em defesa da liberdade de imprensa, do Estado laico, do\nfederalismo e do liberalismo econômico, e integrou a oposição que se\nformou na Constituinte ao governo de Deodoro da Fonseca, a quem apoiava\nno início. Quando, aprovada a Constituição em 24 de fevereiro de 1891,\nrealizou-se no dia seguinte a eleição indireta do presidente da\nRepública, convenceu a bancada capixaba, exceto o capitão Ataíde Júnior,\ndeputado ligado a Deodoro, a votar no candidato oposicionista, Prudente\nde Morais. Entretanto, as ameaças de golpe caso o marechal não fosse\neleito fizeram a maioria da oposição recuar e dar-lhe a vitória, ainda\nque marcando posição por meio da eleição do vice da chapa oposicionista,\nFloriano Peixoto. A represália não demorou: os estados cujas bancadas\nhaviam votado em Prudente de Morais tiveram seus governadores depostos.\nFoi o caso de São Paulo, Rio Grande do Norte e Espírito Santo, onde o\ngovernador Henrique Coutinho, do PRC, foi substituído em 11 de março por\nAntônio Aguirre, da URES. No poder, a URES alterou a correlação de\nforças no estado, elegeu uma Constituinte unânime e logo promoveu a\neleição do barão de Monjardim, que tomou posse no governo estadual em 7\nde junho.\n\nO barão de Monjardim apoiou o chamado golpe de Deodoro, ou seja, o\nfechamento do Congresso em 3 de novembro de 1891, e passou a reprimir a\noposição. Entretanto, quando Deodoro renunciou, 20 dias depois, e foi\nsubstituído pelo vice-presidente Floriano Peixoto, enfrentou uma\nrebelião dirigida pelo PRC em aliança com as forças do Exército sediadas\nno estado. Passou então o poder a Aguirre, que foi deposto a 19 de\ndezembro, quando se formou uma junta governativa para dirigir o estado.\nA Assembleia foi dissolvida, foram convocadas eleições para uma nova\nConstituinte, e dessa vez foi o PRC que formou uma assembleia unânime. A\nnova Assembleia votou uma Constituição tendo como base o projeto de cuja\nelaboração participara Muniz Freire, e em 2 de maio de 1892 elegeu o\npróprio Muniz Freire presidente do estado.\n\nNo Governo do Espírito Santo\n\nO Espírito Santo atravessava então uma fase inédita de prosperidade,\ndevida à expansão do café e à alta de seu preço, e se beneficiava do\naumento substancial da receita e da autonomia obtida com a República.\nMuniz Freire apostou nas possibilidades que pareciam se abrir para o\ndesenvolvimento do estado e procurou implementar um projeto nesse\nsentido, tendo como ponto essencial a transformação de Vitória num\nimportante centro comercial e financeiro, para o qual convergisse a\nexportação de café de todo o estado e ainda parte da de Minas Gerais.\nPara isso traçou um programa de ferrovias convergindo para a capital, de\nobras públicas para torná-la uma cidade moderna, e tentou negociar com a\nUnião a realização de um projeto existente para seu porto. Iniciou a\nconstrução da Estrada de Ferro Sul do Espírito Santo, que ligaria\nCachoeiro de Itapemirim a Vitória, e assinou um convênio com o\npresidente de Minas para a execução da ligação ferroviária entre os dois\nestados. Construiu importantes prédios públicos, abriu novas vias em\nVitória, deixando outras obras iniciadas, e renegociou um contrato do\ngoverno de Afonso Cláudio com a Companhia Torrens para a instalação dos\nserviços de abastecimento de água e de esgoto, além de um aterro.\nAssinou um contrato com outra empresa para a iluminação pública, que era\nmuito deficiente. Ainda visando ao desenvolvimento de Vitória,\nencomendou ao engenheiro sanitarista Saturnino de Brito um projeto para\na expansão da cidade na direção das praias, ao norte do centro, o Novo\nArrabalde.\n\nOutro ponto do programa de Muniz Freire foi a imigração europeia.\nIntroduziu grandes contingentes de imigrantes no estado, aliviando a\nfalta de mão de obra nas fazendas, mas criando também núcleos coloniais\nde pequenos proprietários que, passadas as dificuldades iniciais,\ntiveram forte desenvolvimento. Promulgou a primeira lei de terras do\nestado, visando a facilitar a legalização das posses e o acesso à terra\npara pequenos proprietários.\n\nMuniz Freire conquistou grande popularidade no estado e consideração na\nimprensa e na política da capital federal. Porém a apresentação de um\nprojeto na Assembleia para permitir sua reeleição encontrou forte\nrejeição e, apesar de ter sido retirado, fez nascer uma dissidência no\nPRC. Concluiu seu mandato deixando as finanças em ordem, com um fundo\ndestinado à construção da ferrovia, proveniente de um empréstimo\ncontraído no exterior ainda não utilizado, e elegeu seu candidato à\npresidência do estado, Graciano Santos Neves, a quem transmitiu o\ngoverno em 23 de setembro de 1896.\n\nMuniz Freire recebeu então uma missão oficial, de realizar operações\nfinanceiras referentes à dívida externa e à compra de material para a\nferrovia. Logo, porém, num momento em que o Espírito Santo apenas\niniciava seu desenvolvimento, teve início a baixa do preço do café no\nmercado mundial, desencadeando uma crise prolongada que atingiu a\neconomia brasileira e arruinou a economia capixaba. Frustraram-se as\nexpectativas de Muniz Freire, e seu projeto só viria a se tornar\nrealidade muitos anos depois.\n\nEm 1899 Muniz freire regressou ao Espírito Santo e se dedicou à\nreunificação de seu partido, o PRC, em crise na sua ausência. A\nrecomposição se deu em torno de sua candidatura a um novo mandato no\ngoverno do estado. Eleito, tomou posse em 23 de maio de 1900 e governou\nenfrentando as adversidades financeiras, com o preço do café em baixa e\no estado sofrendo uma prolongada seca que fez cair a produção.\nEmpenhou-se em reduzir despesas e pagar dívidas, mas não pôde cobrir uma\nparcela do empréstimo externo e necessitou da ajuda do governo federal,\nque foi muito duro com o Espírito Santo e ainda usurpou o direito do\nestado de cobrar o imposto de exportação das areias monazíticas, que\ncomeçavam a ser exploradas.\n\nTerminou seu governo desgastado e apoiou a candidatura de Henrique\nCoutinho à sua sucessão. Com a eleição deste, abriu-se uma vaga no\nSenado e Muniz Freire foi eleito para ocupá-la. Deixou o governo em 23\nde maio de 1904 e tomou posse como senador, mas já em 1905 entrou em\nchoque com Coutinho, que procurou cortar sua influência na política\nestadual. As forças políticas se dividiram entre os dois chefes e, na\neleição federal de 1906, Muniz Freire apresentou uma chapa dissidente ao\nCongresso Nacional, tendo ele próprio como candidato ao Senado. Apesar\ndo reconhecimento da chapa governista em âmbito estadual, os candidatos\ndissidentes foram os reconhecidos pelo Congresso Nacional.\n\nMuniz Freire continuou assim no Senado até 1915. Sua influência na\npolítica capixaba declinou, porém, sobretudo com a subida ao poder de\nJerônimo Monteiro (23 de maio de 1908) e o controle da oligarquia local\npela família deste. No Senado, teve uma atuação destacada, participando\ndas discussões de questões importantes, inclusive na Comissão de\nFinanças, onde apresentou projeto sobre a Caixa de Conversão (1910),\ndefendeu o voto secreto sobre o qual também apresentou projeto (1913), e\nfez oposição a Jerônimo Monteiro, com denúncias que tiveram forte\nrepercussão (1912) e provocaram uma polêmica entre ele e Bernardino\nMonteiro no plenário. Em 1912, Muniz Freire foi um dos líderes da\noposição à candidatura de Marcondes Alves de Sousa a presidente do\nestado.\n\nApós a dissolução do partido que fundara, o PRC, em 1908, permaneceu sem\npartido até 1913, quando se ligou ao Partido Liberal, de Rui Barbosa.\nExcelente jornalista, ao lado da atuação política manteve atividade na\nimprensa, no início, a capixaba, depois a da capital federal. É patrono\nde uma cadeira na Academia Espírito-Santense de Letras.\n\nFaleceu no Rio de Janeiro, a 3 de maio de 1918. De seu casamento com\nColatina teve 10 filhos.\n\nAlém de *Cartas ao imperador* (1885) e de diversos discursos, publicou\n*A Constituinte de 1892* (1892), *A Caixa de Conversão* (1910), *O voto\nsecreto* (1910) e *A existência política dos estados* (1913).\n\nNara Saletto\n\n**FONTES:** BASÍLIO, M. *Vida*; *Comércio do Espírito Santo*\n(1894-1909); *Estado do Espírito Santo* (1890-1904, 1909); *Jornal\nOficial* (1905-1907); PEREIRA, A. *Homens*; *Cachoeirano* (1912-1913);\nRIBEIRO, D. *Busca*; RIBEIRO, F. *Academia*; SENADO. *Dados biográficos\ndos senadores.*\n","ref":"**FONTES:** BASÍLIO, M. *Vida*; *Comércio do Espírito Santo*\n(1894-1909); *Estado do Espírito Santo* (1890-1904, 1909); *Jornal\nOficial* (1905-1907); PEREIRA, A. *Homens*; *Cachoeirano* (1912-1913);\nRIBEIRO, D. *Busca*; RIBEIRO, F. *Academia*; SENADO. *Dados biográficos\ndos senadores.*\n","dic":"DHBPR"}