{"title":"FREIRE, Sá","cargoss":["Deputado federal","Senador","Prefeito"],"cargos_esp":[0,0,0],"datas_ini":[1898,1909,1919],"datas_fim":[1909,1916,1920],"estados":["DF","DF","DF"],"autor":[0],"content":"**FREIRE, Sá**\n\n\\* dep. fed. DF 1898-1909; sen. DF 1909-1916; pref. DF 1919-1920.\n\n*Milcíades Mário de Sá Freire* nasceu no Rio de Janeiro, então capital\ndo Império, no dia 18 de fevereiro de 1870, filho de Luís Mário de Sá\nFreire e de Maria da Glória Cardoso Freire. Era parente de Nilo Peçanha,\nque foi constituinte de 1891, deputado federal pelo estado do Rio de\nJaneiro de 1891 a 1902, senador em 1903, presidente do estado do Rio de\n1903 a 1906, vice-presidente da República de 1906 a 1909, presidente da\nRepública de 1909 a 1910, novamente senador de 1912 a 1914, presidente\ndo estado do Rio de 1914 a 1917, ministro das Relações Exteriores de\n1917 a 1918 e senador de 1921 a 1924.\n\nFormou-se pela Faculdade de Direito de São Paulo em 1891 e a partir de\nentão passou a exercer a profissão de advogado, tendo sido companheiro\nde escritório de Silva Jardim, que na década anterior havia tido\nimportante atuação nas campanhas abolicionista e republicana, sobretudo\nno Rio de Janeiro.\n\nDepois de ter sido membro do Conselho de Intendência Municipal, foi\ndeputado federal pelo Distrito Federal de 1898 a 1909. Na Câmara dos\nDeputados, foi primeiro-secretário e membro da comissão responsável pela\ndiscussão do Código Civil brasileiro, para cuja elaboração Clóvis\nBeviláquia foi contratado em 1899. Depois de muitas controvérsias o\nprojeto seguiu para a Câmara dos Deputados e para o Senado, para\ndiscussão e proposição de emendas. Contudo, as discussões não avançaram,\ne somente em 1915 viria a aprovação final. A sanção sairia no dia 1^o^\nde janeiro de 1916, e o Código Civil brasileiro finalmente entraria em\nvigor um ano depois.\n\nDepois de anos de atuação como deputado federal, Sá Freire foi eleito\nsenador e ocupou uma cadeira no Senado de 24 de maio de 1909 a 7 de\njulho de 1916. Foi membro da Comissão de Redação e de Finanças e\nrenunciou do término mandato devido à oposição que fazia a Irineu\nMachado, um dos mais importantes políticos cariocas da Primeira\nRepública.\n\nEm 1919, foi convidado para ser prefeito do Distrito Federal pelo novo\npresidente da República, Epitácio Pessoa, que tomou posse em 28 de\njulho. Sua gestão se estendeu de 29 de julho de 1919 a 6 de junho de\n1920. Seu antecessor na prefeitura foi Paulo de Frontin, cujo curto\ngoverno foi marcado pela realização de grandes obras. Ao assumir o\ncargo, Sá Freire encontrou a prefeitura em péssimas condições\nfinanceiras e traçou um programa de rigorosa contenção de gastos.\nRevogou as reformas das repartições municipais realizadas por Paulo de\nFrontin, por considerar que elas implicariam aumento do número de\nfuncionários e de seus respectivos vencimentos, e determinou cortes\nsignificativos no orçamento da Diretoria Geral de Obras e Viação.\nAlgumas das obras que vinham sendo realizadas foram paralisadas,\nenquanto outras, já bastante adiantadas, foram concluídas. Foi o caso do\ntúnel João Ricardo, obra que conquistou grande notabilidade na época.\nLigando os bairros da Saúde e da Gamboa sob o morro da Providência, ou\nseja, interligando a zona portuária e a estação Central do Brasil, o\ntúnel fora aberto em tempo recorde na administração de Paulo de Frontin,\nmas só foi inaugurado em dezembro de 1919 pelo prefeito Sá Freire, na\npresença do presidente da República e de altas autoridades.\n\nAo deixar a prefeitura, Sá Freire foi substituído por Carlos Sampaio. Ao\nlongo da vida, também exerceu os cargos de diretor do Loide Brasileiro,\npresidente do Banco do Brasil e presidente do Instituto dos Advogados\nBrasileiros.\n\nFaleceu no Rio de Janeiro em junho de 1947.\n\nEscreveu o volume 2 do *Manual do código civil*, organizado por Paulo de\nLacerda, e publicou o opúsculo *Empréstimos externos dos estados*, com\ndiscursos pronunciados no Senado em 1912 referentes ao projeto, não\naprovado, de limitação da autonomia financeira dos estados.\n\nIzabel Pimentel da Silva\n\n**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. LEGISL. RJ. *Núcleo*.\nDisponível em: \\<www.alerj.rj.gov.br/memoria/historia\\>; BLAKE, A.\n*Diccionario*; CÂM. DEP. *Deputados brasileiros* (1826-1976); CÂM. DEP.\nDisponível em: \\<www2.camara.gov.br\\>; *Grande encic. delta*; GRINBERG,\nK. *Código*; LEITE NETO, L. *Catálogo biográfico*; NUNES, C. *Algun*s;\nPASSOS, E. *Mesas*; REIS, J. *Rio de Janeiro*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>; *Senado*; SENADO. *Dados biográficos dos\nsenadores do Rio de Janeiro*; SOUSA, J. *Índice.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; ASSEMB. LEGISL. RJ. *Núcleo*.\nDisponível em: \\<www.alerj.rj.gov.br/memoria/historia\\>; BLAKE, A.\n*Diccionario*; CÂM. DEP. *Deputados brasileiros* (1826-1976); CÂM. DEP.\nDisponível em: \\<www2.camara.gov.br\\>; *Grande encic. delta*; GRINBERG,\nK. *Código*; LEITE NETO, L. *Catálogo biográfico*; NUNES, C. *Algun*s;\nPASSOS, E. *Mesas*; REIS, J. *Rio de Janeiro*; SENADO. Disponível em:\n\\<www.senado.gov.br\\>; *Senado*; SENADO. *Dados biográficos dos\nsenadores do Rio de Janeiro*; SOUSA, J. *Índice.*\n","dic":"DHBPR"}
