{"title":"FREITAS, Augusto de","cargoss":["const. 1891","dep. fed. BA 1891-1896, 1900-1908, 1910-1911 e 1915-1917."],"author":null,"content":"**FREITAS, Augusto de**\n\n\\*const. 1891; dep. fed. BA 1891-1896, 1900-1908, 1910-1911 e 1915-1917.\n\n*José Augusto de Freitas* nasceu em Salvador no dia 17 de novembro de\n1857, filho de José Antônio de Freitas e de Maria Benvida de Almeida\nCosta. Seu pai, formado pela faculdade de Medicina do Rio de Janeiro,\nfoi professor da Faculdade de Medicina da Bahia e escreveu a *Memória\nhistórica da Faculdade de Medicina* relativa ao ano de 1863. Seu irmão\nLuís Antônio de Freitas foi intendente de Santo Amaro da Purificação\n(BA) de 1920 a 1921. Sua irmã Amélia de Freitas casou-se com José\nJoaquim Seabra, conhecido com J. J. Seabra, constituinte de 1891,\ndeputado federal em várias legislaturas a partir de então, ministro do\nInterior e Justiça (1902-1906), ministro da Viação (1910-1912), duas\nvezes governador da Bahia (1912-1915 e 1920-1924), senador (1917-1920) e\nconstituinte de 1934. Seu primo materno Frederico Augusto Rodrigues da\nCosta foi conselheiro municipal da Vila de São Francisco do Conde,\nintendente desse município e senador estadual (1912-1930).\n\nFez o curso de humanidades e os preparatórios em Salvador, e em seguida\nmatriculou-se na Faculdade de Direito do Recife, recebendo o grau de\nbacharel em ciências sociais e jurídicas em 1879. Em 1882, três anos\napós a formatura, retornou à Faculdade de Direito do Recife para\nparticipar de concurso para o preenchimento da vaga de professor\nsubstituto, aberta com a promoção do professor Pinto Pessoa a\ncatedrático. Também concorreram Tobias Barreto, Machado Portela Filho,\nGomes Parente e Lomelino Drumond. Foram classificados, em primeiro\nlugar, Tobias Barreto e, em segundo Augusto de Freitas, ambos por\nunanimidade da banca examinadora.\n\nDe volta à Bahia, foi nomeado promotor público da comarca de Cachoeira e\nem seguida foi transferido para a comarca de Salvador. Em 20 de\nfevereiro de 1890 foi designado chefe de polícia pelo governador Manuel\nVitorino, mas permaneceu no cargo pouco mais de um mês, até 29 de março.\nEm 24 de julho participou, ao lado de Almeida Couto e de Virgílio\nDamásio, da fundação ao Partido Nacional (PN), que surgiu como reação à\nlista de candidatos organizada pelo governo às eleições de 15 de\nsetembro de 1890 para o Congresso Nacional Constituinte. Realizadas as\neleições, logrou conquistar uma cadeira de deputado pela Bahia. Tomou\nposse em 15 de novembro seguinte e teve uma participação ativa nos\ntrabalhos de elaboração da primeira Constituição republicana do país.\n\nSua primeira intervenção se deu quando os deputados constituintes\ntravavam intenso debate sobre a questão da distribuição das rendas entre\na União e os estados, e o deputado Oiticica, representante de Alagoas,\napresentou um requerimento para que o debate fosse suspenso e até que o\nTesouro Nacional enviasse ao Congresso os mapas da arrecadação, para\nque, com eles, os constituintes pudessem ter uma ideia mais exata da\nsituação financeira do país. Contra esse requerimento insurgiram-se os\ndeputados da bancada do Rio Grande do Sul, liderada pelo senador Ramiro\nBarcelos, que viu no pedido uma manobra para a protelação da discussão.\nAugusto de Freitas foi à tribuna e, utilizando-se de vários sofismas,\nenfatizou a “singular contradição que deve servir de exemplo e de lição\na nós, representantes dos diferentes estados, e que, simplesmente, vem\natestar que, ao passo que a revolução de 15 de novembro foi uma grande\nconquista nos campos da democracia, aqueles que hoje neste recinto se\nreúnem, em nome dos direitos do povo, aqueles a quem cabe organizar a\nRepública Federativa, recuam tímidos diante da liberdade, deixando\ntransparecer o pensamento de centralização que lhes domina o espírito, e\npor tal forma que, ao invés de virmos neste momento libertar o país,\nvimos escravizá-lo, ao invés de virmos plantar a república democrática,\nvimos fundar a monarquia descentralizada. Voto pelo sistema do projeto\nde Constituição, não porque seja este o verdadeiro sistema federativo,\nmas porque, quando o próprio governo não nos pode dar informações exatas\nsobre as finanças da União e dos estados, não é lícito sujeitar-se aos\npreceitos absolutos e imperiosos da ciência política a organização\nfinanceira do país”.\n\nEm várias questões relativas ao projeto da nova Constituição,\nmanifestou-se em total desacordo com o restante da bancada baiana. Assim\nfez, por exemplo, quando da discussão sobre a questão da liberdade\nreligiosa. O projeto enviado pelo governo provisório para servir de base\naos constituintes estabelecia não só a separação entre Igreja e Estado,\nmas também uma série de restrições à Igreja Católica, entre as quais a\nproibição da eleição e do direito ao voto a sacerdotes e religiosos, e a\nprecedência do casamento civil sobre o religioso. Contra isso se\ninsurgiu a bancada baiana, que foi responsável pela retirada de todos\nesses pontos do texto constitucional. Entretanto, Augusto de Freitas\nmanifestou-se mais uma vez em discurso na tribuna, salientado de forma\ntão veemente o mal que a não precedência do casamento civil poderia\ncausar à sociedade, que os constituintes voltaram atrás e incluíram o\nartigo no texto da Constituição.\n\nFoi ainda nesse mesmo discurso que atacou frontalmente a emenda\napresentada por Anfilófio de Carvalho para a organização do Poder\nJudiciário, segundo a qual aquele poder seria regulado por lei do\nCongresso Nacional e por leis dos estados, na parte que a estes\ncompetisse, tendo como órgãos de ação um Supremo Tribunal, com sede na\ncapital da República e jurisdição em todo o território nacional, e\ntribunais de apelação distribuídos pelos estados e o Distrito Federal,\nna proporção de um tribunal para cada uma das unidades da Federação.\nAugusto de Freitas classificou a proposta de absurda e questionou: “Que\nUnião soberana é essa que não pode escolher os juízes para o seu mais\nalto tribunal; que não pode mesmo fixar os métodos de escolha, nem\ntampouco catalogar as condições para o alto cargo?” Frente a essa\nargumentação, grande parte da bancada baiana retirou sua assinatura.\n\nAugusto de Freitas assinou a emenda do deputado José Higino, que dava à\nUnião todo o direito substantivo. Colocou-se, porém, contra a emenda de\nNilo Peçanha, que incompatibilizava para o cargo de governadores\nefetivos dos estados aqueles que houvessem sido nomeados para essa\nfunção pelo governo provisório, que estivessem no cargo no momento do\npleito, ou houvessem exercido o governo local até quatro meses antes. Em\ncontrapartida, apresentou uma emenda em que propunha que os primeiros\ngovernadores dos estados fossem escolhidos pelos membros das respectivas\nbancadas na Assembleia Constituinte, e não pelos eleitores de cada\nlugar. Em outra emenda, propôs que os atos do presidente da República\nnomeando magistrados federais fossem submetidos ao Supremo Tribunal\nFederal. Apoiou a emenda do senador Virgílio Damásio, que propunha a\nconcessão de uma pensão vitalícia a dom Pedro II, e defendeu a proposta\nde que os atos do governo provisório só pudessem ser alterados ou\nrevogados pelo Congresso em legislatura ordinária.\n\nPromulgada a nova Constituição a 24 de fevereiro de 1891 e realizada a\neleição indireta do marechal Deodoro da Fonseca para a presidência da\nRepública no dia 25, Augusto de Freitas passou a aguardar o início da\nlegislatura ordinária, previsto para junho seguinte. Nesse intervalo, em\n15 de abril de 1891, foi fundada a Faculdade Livre de Direito da Bahia,\ncuja primeira Congregação de professores integrou como catedrático de\ndireito criminal, ao lado de outros nomes ilustres da Bahia como\nAnfilófio de Carvalho, Afonso de Castro Rebelo, Inácio Tosta e\nLeovigildo Filgueiras.\n\nEnfrentando dificuldades no parlamento, no dia 3 de novembro de 1891 o\nmarechal Deodoro da Fonseca deu um golpe de Estado e dissolveu o\nCongresso Nacional. Entretanto, pressionado pelas forças políticas, e\nprincipalmente pelos militares, renunciou a 23 do mesmo mês, entregando\no governo ao vice-presidente marechal Floriano Peixoto. Com o retorno ao\npleno funcionamento do Congresso Nacional, Augusto de Freitas\ndestacou-se como pertinaz opositor do novo governo, denunciando da\ntribuna as arbitrariedades cometidas. Talvez por isso, e por suas\nligações com os almirantes Saldanha da Gama e Custódio de Melo, o\ncoronel Moreira César tenha ordenado, com a autorização do presidente, o\nfuzilamento de seu irmão, o major-médico Alfredo Paula de Freitas, na\nfortaleza de Santa Cruz, na ilha de Anhantomirim, em Santa Catarina, ao\nfinal da Revolta da Armada, em abril 1894.\n\nEnquanto exercia o mandato parlamentar, tornou-se em 1892 redator da\nRevista da Faculdade Livre de Direito da Bahia, atividade que exerceria\naté 1896. Ainda em 1892, quando o Partido Nacional foi transformado, a\n25 de abril, em Partido Nacional Democrata, permaneceu nessa agremiação,\nintegrando sua primeira comissão executiva. Em 1893, quando se deu a\ncisão do Partido Republicano Federalista em duas facções, a do Partido\nRepublicano Federal, liderada pelo conselheiro Luís Viana, e a do\nPartido Republicano Constitucional, sob a liderança de José Gonçalves,\noptou por incorporar-se ao grupo “vianista”.\n\nConcluído seu primeiro mandato na Câmara dos Deputados em dezembro de\n1893, foi reeleito para a legislatura 1894-1896, ao final da qual não\nconseguiu se reeleger. Só retornou à Câmara dos Deputados na legislatura\n1900-1902, e foi reeleito para os períodos 1903-1905 e 1906-1908. Em\n1906, foi indicado por Severino Vieira, que então exercia o mandato de\nsenador pela Bahia, para o Ministério da Indústria, Viação e Obras\nPúblicas, no governo do presidente Afonso Pena (1906-1909). Entretanto,\na indicação de seu nome foi preterida em favor da de Miguel Calmon Du\nPin e Almeida – então com 26 anos –, feita pelo governador José\nMarcelino (1904-1908). Diante dessa decisão, pronunciou um discurso na\ntribuna da Câmara, em 21 maio, renunciando à liderança da bancada baiana\ne atacando a equipe de governo montada pelo presidente, a que chamou de\n“um verdadeiro jardim da infância”. Em resposta, discursou o deputado\nbaiano Leovigildo Filgueiras, correligionário de José Marcelino, que\nafirmou ser preferível “transformar este país num jardim da infância do\nque convertê-lo em um mostruário de velharias.” A partir daí, Augusto de\nFreitas colocou-se na oposição tanto em nível federal quanto estadual.\nSua posição lhe custou, quando das eleições para a legislatura\n1909-1911, a não renovação do mandato.\n\nCom a repentina morte de Leovigido Filgueiras em 30 de janeiro de 1910,\nAugusto de Freitas retornou à Câmara dos Deputados, eleito no dia 29 de\nmaio e reconhecido a 18 de novembro, para preencher a vaga surgida.\nAinda no mesmo ano, quando do rompimento entre Luís Viana e Severino\nVieira, acompanhou o primeiro, deixando o Partido Republicano Federal\npara integrar as fileiras do Partido Republicano da Bahia. Nas eleições\npara a legislatura 1912-1914, não obteve a renovação do mandato, em\nvirtude da ascensão do grupo político liderado por seu cunhado J. J.\nSeabra, a quem fazia cerrada oposição. Nas eleições para a legislatura\n1915-1917, realizadas a 30 de janeiro de 1915, foi um dos oito deputados\neleitos pela união das forças de oposição lideradas por Severino Vieira,\nLuís Viana e José Marcelino, e capitaneadas pelo senador Pinheiro\nMachado. Integrou então as comissões responsáveis pela elaboração dos\nprojetos de reforma eleitoral e a da instrução pública.\n\nEm paralelo à suas atividades políticas, Augusto de Freitas exerceu a\nadvocacia e organizou as seguradoras Sul América e Anglo Sul América,\ndas quais foi presidente.\n\nFaleceu na cidade do Rio de Janeiro no dia 7 de janeiro de 1918.\n\nCasou-se com Francisca Costa, com quem teve um casal de filhos. Sua\nfilha Isolina Freitas casou-se com Álvaro da Silva Lima Pereira, filho\nde Manuel Vitorino Pereira, que foi governador da Bahia (1889-1890),\nsenador estadual (1891-1893), senador federal (1894), vice-presidente\n(1894-1898) e presidente interino da República (1896-1897). Seu sobrinho\nJosé Joaquim Seabra Filho foi deputado federal pela Bahia (1918-1923).\n\nPublicou *Dissertações e teses* (1880) e *Discursos proferidos nas\nsessões de 6 e 29 de janeiro de 1891* (1891).\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos*; *Bahia ilustrada* (n.2, ano II,\n1918)*.* Dr. J. A. de Freitas; BEVILAQUA, C. *História*; BLAKE, A.\n*Diccionario*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Diário\nOficial do Estado da Bahia*; GIDI, A. *Anotações* (p.38); MELLO, A*.\nCartilha*; OLIVEIRA, W. *José* (p.25-31); PRAZERES, O. *Bahia*; SAMPAIO,\nC. *Partidos*; SANTOS, E. *J. J. Seabra*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; *Bahia ilustrada* (n.2, ano II,\n1918)*.* Dr. J. A. de Freitas; BEVILAQUA, C. *História*; BLAKE, A.\n*Diccionario*; BULCÃO SOBRINHO, A. *Representantes* (p.55-86); *Diário\nOficial do Estado da Bahia*; GIDI, A. *Anotações* (p.38); MELLO, A*.\nCartilha*; OLIVEIRA, W. *José* (p.25-31); PRAZERES, O. *Bahia*; SAMPAIO,\nC. *Partidos*; SANTOS, E. *J. J. Seabra*.\n","dic":"DHBPR"}