{"title":"FREITAS, Clodoaldo","cargoss":["jornalista","junta gov. PI 1891."],"author":"Raimundo Helio Lopes","content":"**FREITAS, Clodoaldo**\n\n\\*jornalista; junta gov. PI 1891.\n\n*Clodoaldo Severo Conrado de Freitas* nasceu em Oeiras (PI) no dia 7 de\nsetembro de 1855, filho de Belisário da Silva Conrado de Freitas e de\nAntônia Rosa Dias de Freitas. Seu pai lutou na Guerra do Paraguai\n(1864-1870).\n\nFez os primeiros estudos e os de humanidades em São Luís, no Seminário\ndas Mercês e no Liceu Maranhense, concluindo-os no Liceu Piauiense, em\nTeresina, em 1870. Posteriormente transferiu-se para Recife, vindo a\ngraduar-se pela Faculdade de Direito da capital pernambucana em 1880.\nDepois de formado retornou ao Piauí, onde foi juiz municipal em Valença\ndo Piauí até 1882. No ano seguinte assumiu os cargos de promotor público\ne juiz municipal em Teresina.\n\nIniciou sua atuação política ainda no Império, como membro do Partido\nLiberal e defensor da causa abolicionista e a republicana. Após a\nproclamação da República (15/11/1889), a seção piauiense do antigo\nPartido Liberal cindiu-se, e Clodoaldo Freitas aderiu à ala liderada\npelo barão de Castelo Branco, que não declarou apoio ao governador\nGregório Taumaturgo de Azevedo (1889-1890).\n\nEm 1891, com a chegada de Floriano Peixoto à presidência da República,\nGabriel Luís Ferreira, então governador do Piauí, foi deposto do cargo\nem 21 de dezembro. Assumiu seu lugar uma junta governativa presidida\npelo tenente-coronel João Domingos Ramos e integrada por Clodoaldo\nFreitas, Higino Cunha, José Eusébio de Carvalho Oliveira, Elias Firmino\nde Sousa Martins e José Pereira Lopes. A junta governou até o dia 29,\nquando João Domingos Ramos assumiu sozinho o poder, ocupando-o até 11 de\nfevereiro de 1892, data em que Coriolano de Carvalho e Silva foi nomeado\ngovernador do estado.\n\nEm 1896, Clodoaldo Freitas foi chefe de Polícia do Piauí. Em seguida,\nassumiu o cargo de procurador geral substituto da justiça, exercendo-o\naté 1900. Em 1903 candidatou-se a deputado federal e conseguiu votos\npara ser eleito, mas sua eleição não foi reconhecida pela Comissão de\nVerificação de Poderes. Nesse período, transferiu-se para São Luís, onde\nteve destacada atuação intelectual, figurando entre os fundadores da\nAcademia Maranhense de Letras em agosto de 1908.\n\nDe volta ao Piauí, foi nomeado desembargador em 1916 e fez parte do\nTribunal de Justiça do estado até o fim da vida. Foi também um dos\nfundadores e o primeiro presidente da Academia Piauiense de Letras, em\ndezembro de 1917. Teve ainda uma vasta atuação profissional em outros\nestados: foi chefe de Polícia do Maranhão e Mato Grosso, diretor da\nimprensa oficial do Maranhão, professor de direito no Pará, inspetor\nescolar no Amazonas, juiz de direito nas cidades de Bagagem (MG) e\nCampos (RJ) e juiz municipal em Carmo (RJ). Também foi deputado estadual\nno Pará, enquanto residiu nesse estado.\n\nFaleceu em Teresina, em 29 de junho de 1924.\n\nColaborou em diversos periódicos, entre os quais o *Diário do Piauí*, *A\nImprensa*, *O Reator*, *O Abolicionista*, *A Reforma*, *O Democrata*, *O\nEstado*, *A República*, *A Notícia*, *O Piauí*, *O Diário*, *Revista\nMensal da Sociedade União Piauiense*, *A Pátria*, *A Notícia*, *Revista\nda Academia Piauiense de Letras* e *Revista do Instituto Histórico e\nGeográfico do Piauí*, todos do Piauí, *A Reação*, de Pernambuco, e\n*Diário da Manhã* e *Diário*, do Pará.\n\nPublicou *Fatores do Coelhado* (1892), *O Piauí* (1902), *História do\nPiauí* (1902), *Vultos piauienses* (1903), *Memórias de um velho*\n(1905), *A Pátria* (1905), *Em roda dos fatos* (1911), *Crônicas*\n(1911), *História de Teresina* (1912), *Contos a Teresa* (1915). Fez\ntambém as traduções de *Inferno de Dante* (1912) e *Os últimos dias de\nPompeia* (1912).\n\nRaimundo Helio Lopes\n\n**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*; REGO\nNETO, H. *Fatos.*\n","ref":"**FONTES:** BASTOS, C. *Dicionário*; CHAVES, J. *Apontamentos*; REGO\nNETO, H. *Fatos.*\n","dic":"DHBPR"}