{"title":"FREITAS, Herculano de","cargoss":["Deputado federal","Deputado federal","Ministro da Justiça","Ministro do Supremo Tribunal Federal"],"cargos_esp":[0,0,0,0],"datas_ini":[1924,1894,1913,1925],"datas_fim":[1925,1895,1914,1926],"estados":["SP","SP",0,0],"autor":[0],"content":"**FREITAS, Herculano de**\n\n\\* dep. fed. SP 1894-1895 e 1924-1925; min. Just. 1913-1914; min. STF\n1925-1926.\n\n*Uladislau Herculano de Freitas* nasceu em Arroio Grande, então\nprovíncia do Rio do Grande do Sul, no dia 25 de novembro de 1865, filho\nde Rogério José de Freitas Guimarães e de Joaquina Caetana de Freitas\nGuimarães.\n\nEm Pelotas iniciou seus estudos na escola elementar, ainda jovem ficou\nórfão de pai, para ajudar em casa começou a trabalhar no comércio da\ncidade, juntamente com dois irmãos, a fim de auxiliarem a manutenção da\nmãe viúva. No tempo que tinha livre, aproveitava-o frequentando as aulas\nespeciais do Colégio Laquintinie. Fez assim os primeiros preparatórios\nnos exames anexos organizados pela Diretoria Geral da Instrução Pública\nna capital do Rio Grande do Sul. Entrou em 1884 para a Escola Militar de\nPorto Alegre, mas foi obrigado a abandonar o curso das armas, e deixar o\nExército, em virtude grave enfermidade em seus olhos. Partindo em 1885,\npara Nossa Senhora do Desterro (hoje Florianópolis) um dos seus mais\ndedicados amigos, Antônio Lara de Fontoura Palmeiro**,** nomeado\npresidente da Província de Santa Catarina, acompanhou-o então para\naquela capital, onde adepto dos princípios republicanos que tinham no\nRio Grande emitentes partidários, trabalhou pela vitória do novo regime,\nescrevendo artigos e também em contato com o povo através de suas\npalavras. Com a mudança da política, Palmeiro exonerou-se da presidência\npoucos meses depois, e resolveu ir visitar sua família em São Paulo,\nHerculano de Freitas resolveu ir junto. Na capital paulista começou a\ncolaborar na imprensa, matriculando-se, ainda em 1885, na Faculdade de\nDireito de São Paulo.\n\nEm São Paulo, manteve estreitas relações com os chefes do movimento\nrepublicano, que o estimulavam e o aplaudiam pela coragem leal e pelo\nseu talento. Herculano e seu colega José Francisco de Paula Novaes\npublicaram em 19 de outubro de 1886, um folheto intitulado O Segundo\nReinado, onde escreveram: “Apresentamos o nosso trabalho simplesmente\ncomo uma bomba de protesto e de início, para que os cometimentos de\noutros apareçam, e, ativos e dedicados, lutemos todos por igual na\nformação do regime que felizmente advirá”. Uma semana depois, no dia 26\nde outubro, faleceu o jurista, político e catedrático da faculdade de\nDireito conselheiro José Bonifácio de Andrada e Silva, O Moço, em 10 de\ndezembro no teatro São José foi realizada uma homenagem à sua memória,\npresidida por Manuel Pinto de Sousa Dantas, o conselheiro Dantas,\nex-presidente do conselho de ministros do Império e antigo ministro das\npastas da Agricultura, da Justiça, da Fazenda e dos Negócios\nEstrangeiros, evento que contou também com a presença de Rui Barbosa,\nque veio especialmente a São Paulo, honrar seu falecido professor.\nHerculano de Freitas foi escolhido o orador da comissão acadêmica,\npronunciando em nome dos alunos um inspirado discurso.\n\nNa cidade de Campinas, então centro das ideias republicanas, a sua\npalavra alcançou grande sucesso, chamando a atenção de todos. Nessa\ncidade casou em 1887, com a filha do chefe político local Francisco\nGlicério, onde fixou residência, passando a trabalhar ao lado do sogro\nadvogado.\n\nNo final do mesmo ano, transferiu-se para a Faculdade de Direito de\nRecife, onde fez o quarto ano do curso, mas retornou para a Faculdade do\nLargo de São Francisco para concluir o curso, bacharelando-se em\nCiências Sociais e Jurídicas em março de 1889. Formado foi para a cidade\nde Ribeirão Preto (SP), onde montou um escritório de advocacia, e\nparticipou ativamente na campanha republicana. Com a proclamação da\nRepública foi nomeado chefe de polícia do Paraná, quando presidente\nSerzedelo Corrêa, continuando nessa função na administração de Américo\nLobo. Elaborou, a pedido de Serzedelo, o projeto que serviu de base para\na Constituição do Estado, que seria discutida e aprovado pelo Congresso\nConstituinte paranaense em 1891. Exerceu interinamente no início do ano\nde 1890, o cargo de governador do Paraná. De volta a São Paulo, foi em\ndezembro de 1890, nomeado lente substituto da Faculdade de Direito de\nSão Paulo, tomando posse e recebendo o grau de doutor em 16 de janeiro\nde 1891. Por decreto de 21 de março de 1891, foi nomeado lente\ncatedrático, lecionando a segunda cadeira da primeira série de notariado\n(explicação sucinta do direito pátrio, civil e comercial), da qual tomou\nposse em 27 de abril daquele ano.\n\nCom o golpe do marechal Deodoro da Fonseca, em 3 de novembro de 1891,\nfechando o Congresso Nacional, e a reação, que culminou com a sua\nrenúncia, provocou a saída do Américo Brasiliense, do governo de São\nPaulo, por ser partidário de Deodoro, tomando posse o vice José Alves de\nCerqueira Cesar no dia 15 de dezembro de 1891, que havia permanecido ao\nlado da legalidade do marechal Floriano Peixoto, Herculano de Freitas\nfoi convidado para ser secretário de governo do Estado, cargo que\nexerceu até ano seguinte.\n\nFiliado ao Partido Republicano Paulista - PRP, fez toda a sua carreira\npolítica por esta agremiação partidária, no dia 7 de março de 1892, foi\neleito deputado estadual, assumindo 7 de abril seguinte, para o período\nde 1892-1894, Nessa legislatura integrou a Comissão Permanente de\nJustiça, Constituição e Poderes. Renunciou ao mandato por ter sido\neleito deputado federal em 1^o^ de março de 1894, sendo empossado em 3\nde maio, mas não chegou a concluir o mandato, resolvendo retornar a São\nPaulo, renunciou a sua cadeira em outubro de 1895, sendo sua vaga\npreenchida por Edmundo Guaianaz da Fonseca. Na Câmara dos Deputados\nquando se discutiu o pedido de Floriano Peixoto, da prorrogação do\nestado de sítio, sem que fossem respeitadas as imunidades parlamentares,\ncolocou-se em franca oposição a essa medida inconstitucional, e\nconseguiu ver triunfar o seu ponto de vista.\n\nDe volta a São Paulo exerceu o seu cargo de professor de Direito e da\nsua profissão de advogado. Foi novamente eleito deputado à Câmara\nestadual em 22 de junho de 1896, sendo empossado em 11 de julho,\nseguinte. Participou como membro da Comissão Permanente de Justiça,\nConstituição e Poderes no ano de 1897.\n\nCom a cisão no Partido Republicano Paulista, entre Francisco Glicério e\no presidente da República Prudente de Moraes, ficou ao lado de seu\nsogro, e se afastou momentaneamente da política, assumindo a direção do\nmatutino A Nação, combateu em suas páginas o governo Campos Sales. Em 31\nde dezembro de 1900, foi eleito deputado estadual para a legislatura de\n1901-1903, mas renunciou ao mandato em 25 de novembro de 1902.\nRetornaria mais uma vez ao legislativo estadual paulista, quando foi\neleito em 31 de maio de1903, em sua própria vaga, sendo empossado em 30\nde junho. Entre 1901 e 1902, fez parte da Comissão Permanente de\nJustiça, Constituição e Poderes, e no ano de 1903 integrou a Comissão de\nFazenda e Contas. Foi também líder da bancada do PRP em 1903.\n\nNomeado lente catedrático de Direito Criminal, por decreto de 10 de\nfevereiro de 1902, passou, por permuta com José Mariano Corrêa de\nCamargo Aranha, a lente catedrático de Direito Público e Constitucional,\npor decreto de 1^o^ de maio desse ano. Tomou posse em 6 de junho dessa\ncadeira e nela permaneceu por longo tempo, mas por suas obrigações\npolíticas, constantemente se afastava.\n\nFoi reeleito deputado estadual em 1^o^ de dezembro de 1903, para o\nperíodo de 1904-1906, sendo empossado em 7 de abril de 1904. Durante\ntoda a legislatura foi membro da Comissão de Fazenda e Contas, da qual\ntambém foi seu presidente, e líder da bancada de seu partido na Câmara\ndos Deputados de São Paulo.\n\nFoi eleito senador estadual para a legislatura de 1907-1915, em 2 de\nfevereiro de 1907, assumindo sua cadeira em 14 de abril seguinte. No\nSenado foi membro da Comissão Permanente de Fazenda e Contas, entre 1907\na 1913, e da Comissão de Redação em 1913. Em 1910, foi nomeado\njuntamente com seu colega José Luiz de Almeida Nogueira, para\nrepresentar a Faculdade de Direito, como delegado do governo federal no\nCongresso Jurídico Pan-Americano, realizado em Buenos Aires, na\nArgentina.\n\nEm maio de 1913, durante a aula do Direito Internacional Privado,\nministrada pelo professor José Mendes, conjuntamente aos alunos do 2^o^\ne 5^o^ ano da faculdade de Direito, um aluno do último ano, se insurgiu\nem nome dos demais estudantes de sua turma, reclamando que se sentiam\nhumilhados de ser chamado à lição perante os alunos do segundo ano, e\nque só o fariam se fosse desdobrado em duas, uma para cada ano do curso.\nOutro aluno do segundo ano, respondeu que a reclamação dos\nquinto-anistas “provinha somente de serem desordeiros como tais eram\nreputados desde o primeiro ano.” Com os ânimos exaltados, o catedrático\ntentou acalmá-los. Terminada a aula, um conflito se travou entre os dois\ngrupos. A Congregação se reuniu para tomar conhecimento do tumulto,\nReinaldo Porchat propõe um inquérito rigoroso, que seria posteriormente\narquivado, a proposta levada por Herculano de Freitas era o\ndesdobramento da aula em duas, resolvendo assim o problema de vez, o que\nfoi aprovada pela maioria do corpo docente da faculdade.\n\nRenunciou ao mandato parlamentar, em agosto de 1913, quando recebeu o\nconvite do presidente da República marechal Hermes da Fonseca para\nassumir o cargo de ministro da Justiça e Negócios Interiores, exercendo\nno período de 12 de agosto de 1913 a 14 de novembro de 1914. Sua vaga no\nSenado estadual foi preenchida por Fernando Prestes de Albuquerque.\n\nRetornando a São Paulo, foi em 4 de janeiro de 1915, eleito unanimemente\npela Congregação, diretor da Faculdade de Direito de São Paulo para o\nbiênio 1915-1917, sendo por decreto de 26 de março do mesmo ano,\nassinado pelo presidente da República Venceslau Brás, foi nomeado\ndiretor efetivo, tomando posse em 8 de abril.\n\nNas eleições de 2 de fevereiro de 1916, foi eleito novamente senador\nestadual, assumindo sua cadeira em 31 de março, para a legislatura de\n1916-1924. Integrou entre 1916 e 1917, a Comissão Permanente de Recursos\nMunicipais, e a Comissão Permanente de Constituição, Legislação e\nPoderes no ano de 1918. Em 14 de dezembro desse ano, substituiu Eloi\nChaves, eleito para a Câmara Federal, no cargo de secretário da Justiça\ne Segurança Pública do Estado de São Paulo, na presidência de Altino\nArantes, renunciando então seu cargo no Senado paulista, sendo sua\ncadeira ocupada por Virgílio Rodrigues Alves. Na sua gestão, inaugurou a\nPenitenciária de São Paulo, estabelecimento modelar, tido como um dos\nmais adiantados do mundo, e lançou à pedra fundamental do Palácio da\nJustiça, sede do Tribunal de Justiça de São Paulo, permaneceu no governo\naté 1^o^ de maio de 1920, quando assumiu Washington Luís, no governo de\nSão Paulo, e foi substituído por Francisco Cardoso Ribeiro.\n\nAo deixar o governo retornou a cátedra na Faculdade de Direito, e ao seu\nimportante Haras Santo Amaro. Em 29 de abril de 1922, foi eleito mais\numa vez senador estadual, sendo empossado em 14 de julho, para o período\nde 1922-1930. No Senado fez parte nos anos de 1922 e 1923, da Comissão\nPermanente de Constituição, Legislação e Poderes. Mas em 17 de abril de\n1924, renunciou ao cargo quando se elegeu deputado federal. No Senado de\nSão Paulo foi substituído por Antonio Pereira do Amaral Carvalho.\nAssumiu sua cadeira na Câmara dos Deputados no Rio de Janeiro, em 3 de\nmaio, para o triênio 1924-1926, tendo sido o relator da reforma\nconstitucional levada a efeito sob a presidência Arthur Bernardes. Na\nCâmara Federal foi escolhido por seus pares líder da bancada.\n\nFoi posto em disponibilidade no cargo de professor catedrático da\nFaculdade de Direito de São Paulo, por decreto de 29 de agosto de 1925.\nRenunciou a cadeira na Câmara dos Deputados, quando por decreto de 7 de\ndezembro de 1925, do presidente Artur Bernardes, foi nomeado ministro do\nSupremo Tribunal Federal.\n\nJornalista foi diretor de redação do jornal Correio Paulistano órgão\noficial do Partido Republicano Paulista – PRP.\n\nFoi casado com Clotilde Glicério de Freitas, filha do general Francisco\nGlicério, republicano histórico, com teve seis filhos.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 14 de maio de\n1926, no exercício do cargo de ministro do Supremo Tribunal Federal.\n\nAntônioSérgio Ribeiro\n\nFONTES: FONSECA, Antônio S., IGNÁCIO, Antonio Pereira, BRISOLLA, C.\nMonteiro*. São Paulo*; GALVÃO, M. *Relação*; RIBEIRO, J. *Chronologia*;\nABRANCHES, D. *Governos*; AMARAL, A. *Dicionário*; VAMPRÉ, S.\n*Memórias*; CALIMAN, A. *Legislativo*; RIBEIRO, A. *Poder*; RIBEIRO, A.\n*Governos*; *Correio Paulistano*, *Acervo*.\n","ref":"FONTES: FONSECA, Antônio S., IGNÁCIO, Antonio Pereira, BRISOLLA, C.\nMonteiro*. São Paulo*; GALVÃO, M. *Relação*; RIBEIRO, J. *Chronologia*;\nABRANCHES, D. *Governos*; AMARAL, A. *Dicionário*; VAMPRÉ, S.\n*Memórias*; CALIMAN, A. *Legislativo*; RIBEIRO, A. *Poder*; RIBEIRO, A.\n*Governos*; *Correio Paulistano*, *Acervo*.\n","dic":"DHBPR"}
