{"title":"FROLA, Francesco","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**FROLA, Francesco**\n\n\\*jornalista; mov. antifascista.\n\n*Francesco Frola* nasceu em Turim, na Itália, no dia 28 de junho de\n1886.\n\nFilho de família nobre, tinha o título de conde. Desde cedo desenvolveu\natividade política em defesa de ideias socialistas. Emigrou para os\nEstados Unidos, onde trabalhou como operário, mas em 1911 voltou à\nItália e ingressou no Partido Socialista Italiano (PSI). Foi eleito\ndeputado em 1919 e candidatou-se novamente nas eleições de 1924, mas não\nse reelegeu. Escreveu um livro defendendo a aliança com os pequenos\nproprietários rurais e com o proletariado urbano. Perseguido pelos\nfascistas, em 1925 fugiu para a França, onde exerceu atividades\nantifascistas e se tornou vice-diretor do jornal *Il Corriere degli\nItaliani.*\n\nEm 1926, foi convidado por Antonio Piccarolo, líder do antifascismo em\nSão Paulo, a assumir a direção do jornal *La Difesa,* fundado em abril\nde 1923. Por motivos pessoais, Piccarolo desejava deixar a direção do\njornal. Frola aceitou o convite e embarcou para o Brasil. O governo\nitaliano pressionou as autoridades brasileiras a não permitirem sua\nentrada, o que provocou intensa campanha pró-Frola entre os\nantifascistas na imprensa brasileira. Aceita a sua permanência no\nBrasil, Frola assumiu o controle da associação antifascista *Unione\nDemocratica*, da qual *La Difesa* era o órgão oficial, e alterou seu\nnome para *Lega Antifascista*. Tornou-se também o novo diretor do\njornal, embora Piccarolo continuasse a participar.\n\nFrola não só dirigia *La Difesa*, como passou a fazer conferências e a\norganizar comícios e debates contra o fascismo por todo o Sul/Sudeste do\nBrasil, alterando a forma de atuação posta em prática principalmente por\nPiccarolo, para quem a propaganda deveria ser dirigida ao mundo\nintelectual. Frola passou a dar ênfase ao movimento de massa, o que\nteria desagradado a Piccarolo. Outra mudança que introduziu no jornal\nfoi demonstrar maior tolerância em relação aos antifascistas ligados à\nesquerda. Declarou não ser comunista, mas não aceitar a discriminação\ncontra o comunismo, e abriu as páginas do jornal para esse ativistas,\nassim como para os anarquistas. As divergências políticas entre Frola e\nPiccarolo iriam se acentuar, apesar de ambos se declararem\n“socialistas”. O conflito entre os dois marcou a trajetória do\nantifascismo italiano no Brasil, especialmente entre 1927 e 1934. A\ndisputa os levou ao emprego de insultos, de uma linguagem agressiva e de\nacusações de corrupção, traição, imediatismo etc.\n\nEm fins de 1929 Frola voltou à França na qualidade de correspondente do\njornal brasileiro. Ao retornar ao Brasil, e ter o visto de entrada no\npaís recusado, decidiu ir para Buenos Aires, aonde chegou em maio de\n1930. Participou da reorganização do movimento antifascista de Buenos\nAires e voltou para São Paulo no início de 1931. Na década de 1930,\nprincipalmente a partir de 1932, quando surgiu o integralismo no Brasil,\na questão do fascismo passou a ter prioridade entre os grupos de\nesquerda, o que foi um fator de revitalização do antifascismo italiano.\nDefensor da formação de frentes únicas contra o fascismo, Frola\ntornou-se personagem importante na criação da primeira grande frente\nantifascista do Brasil, a Frente Única Antifascista (FUA), em 1933-1934.\nPerseguido e preso em 1935, e também após a instalação do Estado Novo,\nem 1937, decidiu abandonar o Brasil e emigrou para o México em 1938. Ali\nfoi convidado pelo presidente Lázaro Cardenas para assessorar o governo\ne dar aulas na Universidade Nacional.\n\nCom o final da guerra, voltou para a Itália em 1946. Pouco tempo depois\niniciou campanha contra o novo governo italiano, que acusava de estar a\nserviço do imperialismo americano. Demonstrou indignação diante da\nproteção dos Aliados à monarquia e ao papado e da permanência de velhos\nfascistas no poder. Suas posições não encontraram porém ressonância nas\nnovas forças da Itália. Isolado pela Democracia Cristã e pelos\ncompanheiros de luta antifascista, voltou ao Brasil em 31 de maio de\n1954 e fixou residência no Rio de Janeiro. Participou da campanha pela\nnacionalização do petróleo.\n\nNão se tem dados sobre o local e a data de sua morte, que deve ter\nocorrido por volta de 1954.\n\nPublicou romances de conteúdo social e inúmeros livros e artigos de\ncaráter político, entre eles *Da Parigi a São Paulo (Storia documentata\nd’un fiasco fascista)* (1927), *A cooperação livre: a economia\nespontânea do povo* (1937), *O trabalho e o salário* (1937), *Recuerdos\nde un antifascista, 1925-1938* (1938), *El Estado corporativo fascista*\n(1940) e *Sangue e petróleo* (1954).\n\nAlzira Alves de Abreu\n\n**FONTES:** BERTONHA, J. *Antifascista* (p.213-239); HECKER, A.\n*Socialismo*.\n","ref":"**FONTES:** BERTONHA, J. *Antifascista* (p.213-239); HECKER, A.\n*Socialismo*.\n","dic":"DHBPR"}
