{"title":"FRONTIN, Pedro de","cargoss":["militar","ch. EMA 1920-1922","min. STM 1926-1938."],"author":"Robert Pechman","content":"**FRONTIN, Pedro de**\n\n\\*militar; ch. EMA 1920-1922; min. STM 1926-1938.\n\n*Pedro Max Fernando de Frontin* nasceu em Petrópolis (RJ) no dia 8 de\nfevereiro de 1867, filho de João Gustavo de Frontin e de Eulália\nHyppolite Rose de Frontin, franceses. Era irmão do engenheiro André\nGustavo Paulo de Frontin (1860-1933), que durante o governo de Rodrigues\nAlves (1902-1906) notabilizou-se como um dos principais colaboradores do\nprefeito Pereira Passos na remodelação urbanística do Rio de Janeiro,\nentão Distrito Federal.\n\nFez seus primeiros estudos em uma escola da Instrução Pública da Corte,\nno externato do Colégio Pedro II e no Colégio Naval. Ingressou em 1882\nna Escola Naval, tornando-se em 1884 guarda-marinha e depois\nsegundo-tenente. Promovido a primeiro-tenente em 1886, recebeu as\npatentes de capitão-tenente em 1890 e capitão de corveta em 1902.\n\nImediato do encouraçado *Deodoro*, em novembro de 1904 participou da\nmobilização de forças em resposta ao levante da Escola Militar e, em\nseguida, da repressão à Revolta da Vacina, que a pretexto de combater a\nobrigatoriedade da vacinação contra a febre amarela ensejou o\ndesencadeamento da insatisfação popular com o governo.\n\nNomeado comandante da Escola de Aprendizes Marinheiros do Rio Grande do\nSul em maio de 1905, permaneceu no cargo até o ano seguinte, quando\nregressou à capital federal e assumiu a direção da Escola de Timoneiros\ne o comando do navio-escola *Primeiro de Março.* Em abril de 1907, foi\nnomeado chefe de gabinete do ministro da Marinha, almirante Alexandrino\nde Alencar, mas só ocupou o cargo até dezembro do mesmo ano.\n\nEm janeiro de 1908 partiu para Glasgow, na Escócia, com a missão de\ntrazer para o Brasil o contratorpedeiro *Piauí*,do qual havia sido\nnomeado comandante. Retornou ao Rio apenas em fevereiro de 1909, e em\nagosto do mesmo ano tornou a ser designado para a chefia de gabinete do\nministro da Marinha. Em agosto de 1910 foi promovido a capitão de\nfragata, e em novembro deixou o ministério para assumir o comando do\ncruzador *Rio Grande do Sul*. Quando, no dia 22 desse mesmo mês eclodiu\na chamada Revolta da Chibata, em protesto contra os castigos corporais\nque ainda eram impostos aos marinheiros da Armada, participou da\nrepressão ao movimento, sufocando um motim a bordo do *Rio Grande do\nSul* e engrossando o bombardeio à ilha das Cobras, onde se encontrava o\nbatalhão naval insurreto.\n\nPromovido a capitão de mar e guerra em dezembro de 1912, no mês seguinte\ndeixou o comando do *Rio Grande do Sul* e assumiu a chefia da 1^a^ Seção\ndo Estado-Maior da Armada (EMA), que ocupou apenas até maio de 1913. Em\nseguida, comandou o encouraçado *São Paulo* até janeiro de 1915, quando\nfoi nomeado comandante do Corpo de Marinheiros Nacionais. Em maio foi\npromovido a contra-almirante, e em julho deixou o Corpo de Marinheiros\npara assumir o comando da 2^a^ Divisão Naval, composta dos cruzadores\n*Barroso, Rio Grande do Sul* e*Bahia.* No ano seguinte, foi enviado como\nembaixador extraordinário à posse do presidente da Argentina.\n\nEm 1917, a 2^a^ Divisão Naval foi extinta, e Frontin foi designado\ncomandante da Divisão Naval Sul. Quando, em outubro do mesmo ano, o\nBrasil declarou guerra ao Império alemão, foi escolhido para comandar a\nDivisão Naval em Operações de Guerra (DNOG). Nomeado em janeiro de 1918,\nassumiu o comando da DNOG em fevereiro. Faziam parte dessa força os\ncruzadores *Bahia* e *Rio Grande do* *Sul,* os contratorpedeiros *Piauí,\nRio Grande do* *Norte, Paraíba* e*Santa Catarina,* o cruzador auxiliar\n*Belmonte* e o rebocador *Laurindo* *Pita.*\n\nAs primeiras unidades da DNOG começaram a deixar o porto do Rio em maio\nde 1918, com destino a Freetown (Serra Leoa). Em Dacar, no Senegal, os\nnavios foram atingidos por uma forte epidemia, que vitimou 464 homens da\nguarnição, composta de dois mil marinheiros e oficiais. Foi necessário\nenviar reforços do Rio de Janeiro para recompor a tripulação.\n\nA DNOG, agregada à capitânia das forças navais inglesas do litoral\nocidental da África, tinha como missão proteger a linha de embarcações\nque circulavam na área, infestada de submarinos alemães. Com a\ndecretação do armistício em novembro de 1918, a DNOG retornou ao Brasil,\naonde chegou em junho de 1919 e foi dissolvida.\n\nEm julho de 1919, Pedro de Frontin foi nomeado diretor da Escola Naval\nde Guerra, e ali permaneceu até janeiro de 1920, quando foi nomeado\nchefe do EMA. Promovido a vice-almirante em maio seguinte, foi exonerado\nda chefia do EMA em novembro de 1922. Em seguida, ocupou o cargo de\ndiretor geral do Arsenal de Marinha do Rio de Janeiro.\n\nEm novembro de 1926, foi nomeado ministro do Superior – então Supremo –\nTribunal Militar (STM), deixando o serviço ativo. Eleito vice-presidente\ndo STM em 1931 e reeleito em 1932, ascendeu à presidência do tribunal em\njulho de 1934 com a aposentadoria do marechal José Caetano de Faria,\nvindo a ser reeleito em 1936.\n\nFoi aposentado compulsoriamente em fevereiro de 1938, por ter atingido o\nlimite de idade previsto na Constituição para o cargo. Reformado em\nseguida, faleceu no Rio de Janeiro, solteiro, no dia 6 de abril de 1939.\n\nRobert Pechman\n\n**FONTES:** ALMEIDA, A. *Dic.*; CONSULT. MAGALHÃES, B.; *Encic.\nMirador*; *Grande* *encic. Delta*;*Grande encic. portuguesa*; LAGO, L.\n*Conselheiros*; MACEDO, R. *Efemérides*;MIN. GUERRA; *Almanaque*; MIN*.*\nMAR. *Almanaque* (1934); NOGUEIRA, F. *Supremo*; SERV. DOC. GER.\nMARINHA; SILVA, H. *1937.*\n","ref":"**FONTES:** ALMEIDA, A. *Dic.*; CONSULT. MAGALHÃES, B.; *Encic.\nMirador*; *Grande* *encic. Delta*;*Grande encic. portuguesa*; LAGO, L.\n*Conselheiros*; MACEDO, R. *Efemérides*;MIN. GUERRA; *Almanaque*; MIN*.*\nMAR. *Almanaque* (1934); NOGUEIRA, F. *Supremo*; SERV. DOC. GER.\nMARINHA; SILVA, H. *1937.*\n","dic":"DHBPR"}