{"title":"FROTA, Júlio","cargoss":["militar","gov. RS 1890","const. 1891","sen. RS 1891-1909."],"author":null,"content":"**FROTA, Júlio**\n\n\\* militar; gov. RS 1890; const. 1891; sen. RS 1891-1909.\n\n*Júlio Anacleto Falcão da Frota* nasceu na cidade de Santa Catarina (SC)\nem 27 de outubro de 1836, filho de Antônio José Falcão da Frota e de\nTomásia Falcão da Frota. Seu irmão Antônio Nicolau Falcão da Frota foi\nministro da Guerra em 1891.\n\nIngressou na carreira militar na década de 1850 e formou-se em\nmatemática e ciências físicas. Em 1871, com o término da Guerra do\nParaguai (1864-1870), travada entre o Paraguai e a Tríplice Aliança\ncomposta por Brasil, Argentina e Uruguai, participou da Comissão de\nEngenheiros Militares do Mato Grosso incumbida de efetuar a\nreorganização defensiva da região e de suas fronteiras. Também em 1871\nelaborou o projeto para a construção do forte Junqueira, em Corumbá\n(MS), destinado a defender a fronteira com o Paraguai.\n\nEm 1874, já com a patente de major, foi nomeado diretor do Arsenal de\nGuerra de Porto Alegre. Em 1884, tornou-se membro do Partido Republicano\nRio-Grandense (PRR). Após a proclamação da República em 15 de novembro\nde 1889, foi indicado pelo marechal Deodoro da Fonseca, chefe do governo\nprovisório, para substituir o marechal José Antônio Correia da Câmara,\nvisconde de Pelotas, no governo do Rio Grande do Sul. Em 9 de fevereiro\nde 1890 tomou posse do cargo, mas em 1^o^ de maio renunciou, por ser\ncontra a política econômica praticada pelo então ministro da Fazenda Rui\nBarbosa, que tendia ao fomento da industrialização com base na emissão\nde papel-moeda lastreado com títulos da dívida pública federal. No dia 6\nde maio seu lugar foi ocupado pelo vice-governador Francisco da Silva\nTavares.\n\nConvocadas as eleições para o Congresso Nacional Constituinte, em 15 de\nsetembro de 1890 foi eleito senador pelo Rio Grande do Sul na legenda do\nPRR e em 15 de novembro tomou posse. Ainda em 1890 foi promovido a\nmarechal. Com a promulgação da Constituição em 24 de fevereiro de 1891 e\no início, em maio, da legislatura ordinária, tomou assento no Senado\nFederal. Renovando o mandato em 1894 e 1902, participou da Comissão da\nMarinha e da Guerra entre 1895 e 1902 e permaneceu no Senado até\nfalecer.\n\nFoi também comandante de Armas no Rio Grande do Sul e membro do corpo do\nEstado-Maior de 1^a^ Classe.\n\nFaleceu em 1909 em Santa Catarina.\n\nCasou-se em com Amélia Augusta Pereira Salgado.\n\nMirna Aragão\n\n**FONTES**: Federação (6/5/1903); KUHN, F. *Breve*; LEVINE, R. *Rio\nGrande do Sul*; RUSSOMANO, V. *História*; SHULTZ, J. *Exército*; SENADO.\n*Dados biográficos dos senadores*.\n","ref":"**FONTES**: Federação (6/5/1903); KUHN, F. *Breve*; LEVINE, R. *Rio\nGrande do Sul*; RUSSOMANO, V. *História*; SHULTZ, J. *Exército*; SENADO.\n*Dados biográficos dos senadores*.\n","dic":"DHBPR"}