{"title":"FUNDING LOANS (1898, 1914 e 1931)","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":[0],"content":"**FUNDING LOANS (1898, 1914 e 1931)**\n\nO Brasil foi a única economia latino-americana a não suspender o serviço\nde sua dívida externa desde o lançamento do primeiro empréstimo externo,\nem 1824, até o começo da vigência do primeiro *funding loan* (empréstimo\nde consolidação), em 1898. A partir do fim da década de 1890,\nentretanto, seguiram-se, com regularidade, crises de balanço de\npagamentos e negociações de *funding loans*. Esses sucessivos\nempréstimos de consolidação, em 1898, 1914 e 1931, permitiram o alívio\ndo serviço da dívida externa, a solução de crises de liquidez e a\nretomada do endividamento externo no médio prazo nos dois primeiros\nepisódios. Este verbete trata dos *fundings* de 1898 e de 1914 e, à\nguisa de conclusão, faz referência ao *funding* de 1931.\n\nO *Funding Loan* de 1898\n\nA economia brasileira enfrentou dificuldades de balanço de pagamentos na\ndécada de 1890, depois que se esgotou o *boom* do Encilhamento. O\nmontante da dívida externa havia aumentado substancialmente no final do\nImpério, tornando a economia vulnerável a choques externos. Na esteira\nda proclamação da República, caiu o saldo da balança comercial e\ndiminuiu a entrada de novos empréstimos. O resultado foi uma vertiginosa\nqueda da taxa de câmbio de 27 *pence* por mil réis em 1889 para 7\n*pence* em 1898. A crise financeira do Brasil estimulou a busca de\nsoluções que atenuassem a crise cambial.\n\nO manifesto eleitoral de Campos Sales enfatizava a prioridade no\nsaneamento financeiro da República: “A restauração das finanças é a obra\ningente que se impõe às preocupações patrióticas do governo da\nRepublica… Muito terá feito pela República o governo que não fizer outra\ncoisa senão cuidar das suas finanças”. Em meio à sua viagem à Europa, em\nseguida à vitória eleitoral (1/3/1898), Campos Sales foi informado de\nque Tootal, gerente do London & River Plate Bank em Paris, havia feito\nem nome dos credores, no Rio de Janeiro, proposta relativa a um *funding\nloan*. A inspiração argentina do *funding loan* era clara. No início da\ndécada de 1890, a Argentina havia sofrido a crise Barings, enfrentando\nenormes dificuldades de balanço de pagamentos, e foi obrigada a\nrenegociar o serviço da dívida externa. Negociou, no início de 1891, um\n*funding loan* à taxa de juros de 6%, com a finalidade de refinanciar\nintegralmente os pagamentos de juros e garantias ferroviárias, por três\nanos, entre 1891 e 1893. Havia o compromisso de que o governo central\nnão assumiria compromissos financeiros adicionais por três anos. O\narranjo do *funding* argentino não foi, entretanto, mantido, sendo\nsubstituído pelo Arreglo Romero, que reduzia os pagamentos programados.\n\nA proposta inicial de Tootal solicitava como garantia de um empréstimo\nde 10 milhões de libras, a receita de todas as alfândegas da República,\nda Estrada de Ferro Central do Brasil e do serviço de abastecimento\nd’água da capital federal. Obrigava à retirada de circulação, ao câmbio\nde 12 *pence*/mil réis, do papel moeda equivalente, e que esta soma\nfosse recolhida a determinados bancos estrangeiros e incinerada\npublicamente. Campos Sales, na Europa, visitou os escritórios de N. M.\nRothschild & Sons Limited, e teriam sido suas ponderações que\npossibilitaram a retirada da Central e do serviço de águas da lista\ninicial de garantias e um acordo final quanto a um valor de 18\n*pence*/mil réis, para estabelecer o montante a retirar de circulação. A\nemissão dos títulos do *funding loan*, à taxa de 5%, respeitado o limite\nde 10 milhões de libras, abarcaria o serviço de juros dos empréstimos\nexternos federais, bem como do empréstimo interno em ouro de 1879, e as\ngarantias ferroviárias. A garantia do empréstimo era a arrecadação das\nalfândegas do Rio de Janeiro e, subsidiariamente, as de outros portos\nbrasileiros. Previa-se a suspensão das amortizações de todos os\nempréstimos incluídos no *funding* por 13 anos, e durante três anos\nseriam lançados, a 100%, títulos do novo empréstimo à medida que\nmaturassem juros de empréstimos e prazos de pagamentos de garantias\nferroviárias. O serviço do próprio *funding* se restringiria a juros até\n1911, quando seria iniciada a amortização por 50 anos. À medida que\nfossem lançados os títulos do novo empréstimo, o meio circulante\nequivalente, convertido à taxa cambial de 18 *pence*/mil réis, seria\nrecolhido e incinerado em um dos bancos estrangeiros credenciados –\nLondon and River Plate Bank, London and Brazilian Bank e Brasilianische\nBank für Deutschland – a partir de 1^o^ de janeiro de 1899 para títulos\nemitidos de 1^o^ de julho a 31 de dezembro de 1898, e depois *pari\npassu*. A casa N. M. Rothschild & Sons Limited solicitou de Campos Sales\nsua garantia de que aprovava o “plano”, pois, “embora lamentassem\nprofundamente uma suspensão de pagamentos em espécie”, haviam\nrecomendado a sua aceitação por parte dos credores brasileiros. Segundo\nos banqueiros do Brasil, a carta dar-lhes-ia a “coragem” necessária para\nfazer essa gestão junto aos credores, podendo demonstrar que nada haviam\nnegligenciado na salvaguarda de seus interesses.Campos Sales ofereceu\nessa garantia solicitada em termos que seriam duramente criticados pela\noposição: “Posso assegurar-vos que… o governo brasileiro terá grande\nempenho [*la plus particulière sollicitude*] para dar [ao acordo] plena\ne inteira execução em todos os seus termos”. O visconde de Ouro Preto,\núltimo presidente do Conselho de Ministros imperial, condenou\ntaxativamente os termos da negociação do *funding loan*, especialmente a\nobrigação de transferência de depósitos para incineração por bancos\nestrangeiros e o compromisso de não lançar empréstimo pelo prazo de\nduração do *funding loan*. O *funding loan*, por outro lado, sofreu\nfortes críticas de uma parte da imprensa financeira londrina, que o\nclassificou como “arranjo confiscatório”, mas nada que se pudesse\ncomparar às críticas que se acumulariam no Brasil contra Murtinho e as\nconsequências de seu programa de estabilização sobre o nível de\natividade e o sistema financeiro, em especial o impacto da significativa\napreciação cambial ocorrida.\n\nO *Funding Loan* de 1914\n\nEntre 1900 e 1905, dobrou o saldo em circulação dos empréstimos externos\ntomados pelo Brasil. Entre 1905 e 1913, esse saldo dobrou novamente. A\n“janela de oportunidade” que se abriu no mercado financeiro\ninternacional permitiu significativo aumento da dívida externa, tornando\na economia brasileira, a exemplo de outras economias em desenvolvimento,\nextremamente vulnerável a qualquer perturbação que afetasse fluxos de\ncapital e exportações. A partir de 1912, o Brasil enfrentou uma sucessão\nde eventos que transformaram radicalmente a posição do seu balanço de\npagamentos. O serviço da dívida havia sido retomado a partir de 1909. As\nexportações de café reduziram-se com a queda de preços decorrente da\nvenda de estoques determinada pela justiça norte-americana com base no\nSherman Act. As exportações de borracha caíram rapidamente, em vista do\nimpacto da entrada no mercado mundial da borracha plantada asiática.\n\nLongas negociações em Londres sobre o lançamento de um grande empréstimo\nbrasileiro foram suspensas em 27 de junho de 1914, apenas um dia antes\nque a Áustria-Hungria declarasse guerra à Sérvia, e se generalizasse a\nguerra na Europa. No início de setembro, o Brasil, em seguida à\nsuspensão de pagamentos relativos ao serviço da dívida externa devidos a\npartir de 1^o^ de agosto de 1914, comunicou que estava estudando as\ncondições para oferecer um empréstimo de consolidação aos credores\nexternos do governo federal. O segundo *funding loan*, que não incluía\ncondicionalidades fiscais, teria um capital nominal máximo de 15 milhões\nde libras, emitido ao par, 63 anos de prazo de amortização com início de\nresgate em 1927, taxa de juros de 5%, e seria garantido pela receita da\nalfândega do Rio de Janeiro e, subsidiariamente, de todas as outras\nalfândegas. Seriam suspensas as amortizações de todos os empréstimos\nfederais denominados em libras ou francos até 1^o^ de agosto de 1927,e\nos juros desses empréstimos que vencessem entre 1^o^ de agosto de 1914 e\n31 de julho de 1917 seriam refinanciados pelos novos títulos. Ficava\nvedada por três anos a emissão de novos empréstimos externos.\n\nO *Funding Loan* de 1931\n\nA partir de 1925, com a recuperação de economia e o novo *boom* no\nmercado internacional de capitais, houve novamente um rápido aumento do\nendividamento externo público brasileiro, embora menos significativo do\nque o ocorrido no início do século, antes de 1913. Também no caso desta\noutra “janela de oportunidade”, o endividamento externo excessivo não\nfoi uma característica exclusiva do Brasil e afetou outras economias em\ndesenvolvimento. A peculiaridade da nova onda de endividamento foi a\nparticipação dos empréstimos em dólares, que corresponderam na década a\n75% das entradas de recursos externos relativos a empréstimos no Brasil.\nA partir de meados de 1928, as entradas de capital, que haviam sido\nmuito substanciais desde 1925, reduziram-se significativamente, dando\ninício a uma violenta crise de balanço de pagamentos, depois agravada\npela queda dos preços de café, em virtude do colapso do esquema de\nvalorização, que dependia de financiamento externo e da queda da demanda\nmundial.\n\nOtto Niemeyer, assessor financeiro no início do período Vargas, criticou\na ideia de que a saída para a crise cambial devesse incluir um terceiro\n*funding loan*: alegava que “o homem que afunda três vezes em geral se\nafoga”, referência aos dois empréstimos de consolidação anteriores. O\n*funding* de 1931 foi afinal lançado em duas séries, com taxa de juros\nde 5%, com resgate em 20 e 40 anos, dependendo da garantia de cada\nempréstimo. O total do lançamento estava limitado a cerca de 18 milhões\nde libras para refinanciar os juros dos empréstimos federais que\nvencessem a partir de outubro de 1931 por três anos. O serviço dos\n*fundings* anteriores seria mantido inalterado.\n\nTaxas de Retorno\n\nAs taxas internas de retorno dos *fundings* foram marginalmente\ninferiores às de aplicações alternativas contrafactuais em títulos\nbritânicos ou norte-americanos no caso dos *fundings* de 1914 e 1931, 40\nanos, e significativamente maiores para os *fundings* de 1898 e 1931, 20\nanos. Foram modestamente superiores às de outros empréstimos brasileiros\nlançados em períodos semelhantes, reflexo do tratamento privilegiado que\nreceberam os *fundings* nos sucessivos reajustes durante os anos 1930 e\n1940. A evolução declinante das taxas de retorno dos *fundings*\nbrasileiros em relação às de seus contrafactuais é semelhante à\ncaracterística dos demais empréstimos brasileiros, em vista do fato de\nterem sido lançados relativamente tarde no quadro da história do\nprimeiro ciclo do endividamento externo brasileiro. As exceções são as\n*tranches* do *funding* de 1931, 20 anos, cujas taxas de retorno são\nsuperiores às dos respectivos contrafactuais.\n\nEntretanto, a simples comparação de taxas internas de retorno é\ninsuficiente como método de avaliação de rentabilidades comparadas. É\nrazoável supor que os compradores de títulos brasileiros estivessem\ndispostos a comprá-los porque o maior risco envolvido no endividamento\nbrasileiro, medido pela volatilidade das taxas de retorno anuais, seria\ncompensado pela sua maior rentabilidade, quando comparada a títulos “sem\nrisco” da dívida pública britânica ou norte-americana. As taxas de\nretorno anuais são calculadas supondo-se que o investidor compra os\ntítulos no início de cada ano e vende no final de cada ano, recebendo,\nalém disso, os juros relevantes. A volatilidade das taxas anuais é\nmedida pelo seu desvio padrão. A relação entre taxas de retorno e risco\npara todos os *fundings*, medido pelo desvio padrão das taxas de retorno\nanuais, é bem comportada, tal como havia sido determinado para os demais\nempréstimos brasileiros. Isto é, empréstimos brasileiros envolveram\nmaior risco do que aplicações contrafactuais sem risco e também maiores\ntaxas de retorno médias anuais. As médias das taxas de retorno anuais\ndos *fundings* tendem também a ser levemente superiores às de outros\nempréstimos lançados no mesmo período.\n\nIncompatibilidades flagrantes entre a capacidade de pagamento do serviço\nda dívida externa e a capacidade de gerar divisas levaram, em 1898 e\n1914, à fórmula de refinanciamento automático dos juros por um período\nrelativamente curto (três anos) e protelação das amortizações por um\nperíodo bastante longo (13 anos), embora só no primeiro caso envolvendo\ncondicionalidades quanto à estabilização. A mesma fórmula foi de novo\naplicada em 1931 com o refinanciamento dos pagamentos de juros, mas o\nelemento de diferenciação foi a limitação da suspensão das amortizações\na apenas três anos. O diagnóstico de que a dívida de países como o\nBrasil seria impagável, a menos de substancial redução dos montantes\nnominais, começou a generalizar-se mesmo entre os credores. Niemeyer\nmostrou boa intuição na sua crença no afogamento de quem mergulhara três\nvezes, mas subestimou enormemente a importância da desorganização dos\nmercados financeiros internacionais, a duração da interrupção dos fluxos\nde capital para economias como a brasileira e a proliferação de acordos\npermanentes relativos à dívida externa dos países em desenvolvimento\nenvolvendo substancial revisão das condições contratuais. O acordo\npermanente brasileiro referente à dívida contraída antes de 1930 seria\nnegociado em 1943.\n\nMarcelo de Paiva Abreu\n\n**FONTES:** ABREU, M. *Brazil*; ABREU, M. *Funding*; CALÓGERAS, J.\n*Política*; FRITSCH, W. *Aspectos*; GUANABARA, A *Presidência*;\nMONTEIRO, T. *Presidente*; OURO PRETO, A. *Finanças*; SOUTO, V.\n*Último*.\n","ref":"**FONTES:** ABREU, M. *Brazil*; ABREU, M. *Funding*; CALÓGERAS, J.\n*Política*; FRITSCH, W. *Aspectos*; GUANABARA, A *Presidência*;\nMONTEIRO, T. *Presidente*; OURO PRETO, A. *Finanças*; SOUTO, V.\n*Último*.\n","dic":"DHBPR"}
