{"title":"GAIOSO, Pires","cargoss":["rev. 1930","const. 1934","dep. fed. PI 1935-1937."],"author":null,"content":"**GAIOSO, Pires**\n\n\\*rev. 1930; const. 1934; dep. fed. PI 1935-1937.\n\n*Francisco Pires de Gaioso e Almendra* nasceu no Rio de Janeiro, então\nDistrito Federal, no dia 1^o^ de novembro de 1901, filho de João\nHenrique de Sousa Gaioso e Almendra e de Josefina Pires de Castro Gaioso\ne Almendra, ambos de tradicionais famílias piauienses. Seu pai,\nconhecido como João Gaioso, grande proprietário de terras, foi deputado\nfederal pelo Piauí em quatro legislaturas. Seu irmão, Jacó Manuel Gaioso\ne Almendra, militar, governou o Piauí de 1955 a 1959 e foi deputado\nfederal de 1963 a 1967.\n\nIniciou os estudos em Teresina, transferiu-se depois para o internato do\nColégio Pedro II, no Rio, e concluiu o curso secundário no Colégio\nAldridge, de Niterói. Ingressou em seguida na Faculdade de Medicina do\nRio de Janeiro, pela qual se formou em 1924.\n\nDe volta ao Piauí, foi nomeado em 1925 oficial de gabinete do governador\nMatias Olímpio de Melo. Professor de clínica no Ginásio Municipal de\nTeresina e de medicina legal na Faculdade de Direito do Piauí, em 1928\ndeixou o cargo no governo para assumir a direção do Hospício de\nAlienados de Teresina, em cuja organização havia trabalhado. Foi um dos\nfundadores e secretário geral do Centro Médico do Piauí em 1929.\n\nTambém em 1929 participou da campanha da Aliança Liberal, integrando\ncaravanas que percorreram o interior do estado. Em 1930 tornou-se chefe\nda clínica do Hospital da Misericórdia de Teresina, e em outubro\nparticipou ativamente do movimento revolucionário no Piauí, obtendo a\npatente de tenente-médico. Por ocasião da Revolução Constitucionalista\nde 1932, apoiou o governo federal.\n\nCom a convocação de eleições para a Assembleia Nacional Constituinte em\nmaio de 1933 e a reorganização partidária daí decorrente, foi um dos\nfundadores do Partido Nacional Socialista do Piauí. Nessa legenda foi\neleito deputado, assumindo o mandato em novembro do mesmo ano.\nRepresentou a bancada piauiense na Comissão Constitucional, também\nconhecida como Comissão dos 26, nomeada no início dos trabalhos da\nConstituinte com a incumbência de estudar o anteprojeto governamental e\nas emendas a ele encaminhadas. Relatou os capítulos “Ministros”, “Poder\nLegislativo” e “Conselho Federal” do projeto de Constituição e coordenou\na elaboração de normas sobre a representação profissional no\nLegislativo. Em março de 1934 a comissão encerrou seus trabalhos,\napresentando o substitutivo de anteprojeto constitucional.\n\nPires Gaioso participou ainda de debates e reuniões até a aprovação da\nnova Carta Constitucional (16/7/1934), após o que, como os demais\nconstituintes, teve seu mandato prorrogado até a diplomação dos\ndeputados federais que seriam eleitos em outubro. Candidato ao pleito,\nconseguiu se eleger deputado federal pelo Piauí, ainda na legenda do\nPartido Nacional Socialista. Empossado em maio de 1935, exerceu o\nmandato até o advento do Estado Novo (10/11/1937), quando todos os\nórgãos legislativos do país foram suprimidos.\n\nRetornou à política nas eleições de outubro de 1950. Candidatou-se então\na deputado federal em na legenda do Partido Social Democrático (PSD), e\nobteve a terceira suplência. Novamente candidato no pleito de outubro de\n1958, dessa vez na legenda da Coligação Democrática Piauiense, formada\npelo PSD, o Partido Republicano (PR), o Partido de Representação Popular\n(PRP) e o Partido Social Progressista (PSP), ficou com a quarta\nsuplência. Não chegou a assumir o mandato nas duas legislaturas.\n\nComo empresário, foi diretor do Banco Agrícola do Piauí e participou da\nfirma Irmãos Gaioso e Almendra.\n\nFaleceu no dia 18 de agosto de 1968.\n\nDeixou publicados: *Considerações sobre o* *vaginismo* (tese), *Febre de\nPfeiffer, Infanticídio, Aborto em presença do Código Penal,*\n*Reconhecimento e cronologia da morte, Evolução da medicina legal* e\n*Evolução étnica* *brasileira.*\n\n**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (1); Boletim Min.Trab.\n(5/36); CÂM. DEP. *Deputados*; CÂM. DEP. Relação dos dep.; Câm. dep.\nseus componentes; CONSULT. MAGALHÃES, B.; *Cronologia*; Diário do\nCongresso Nacional; GODINHO, V. *Constituintes*; PEIXOTO, A. *Getúlio*;\nRIBEIRO FILHO, J. *Dicionário*.\n","ref":"**FONTES:** ASSEMB. NAC. CONST. 1934. *Anais* (1); Boletim Min.Trab.\n(5/36); CÂM. DEP. *Deputados*; CÂM. DEP. Relação dos dep.; Câm. dep.\nseus componentes; CONSULT. MAGALHÃES, B.; *Cronologia*; Diário do\nCongresso Nacional; GODINHO, V. *Constituintes*; PEIXOTO, A. *Getúlio*;\nRIBEIRO FILHO, J. *Dicionário*.\n","dic":"DHBPR"}