{"title":"GALVÃO, Miguel Arcanjo","cargoss":["min. TCU 1894-1896."],"author":null,"content":"**GALVÃO, Miguel Arcanjo**\n\n\\* min. TCU 1894-1896.\n\n*Miguel Arcanjo Galvão* nasceu em Goianinha (RN) no dia 17 de fevereiro\nde 1821, filho de José Lopes Galvão e de Josefa Maria de Jesus Galvão.\n\nEm 1841, tornou-se funcionário do Ministério da Fazenda. Nesse mesmo\nano, assumiu o cargo de contador da Tesouraria de Sergipe, em Aracaju.\nEm 1849, passou a ser escrivão da alfândega no Rio Grande do Sul.\nDurante a Guerra do Paraguai (1864-1870), organizou e dirigiu a\nRepartição Fiscal e Pagadoria da Marinha, tendo sido responsável pelo\npagamento e fiscalização das despesas, suprimento de fundos e remessa de\nmaterial para os navios da esquadra, hospitais e outros estabelecimentos\nda armada em operação. Por sua atuação na Guerra do Paraguai, recebeu a\nMedalha da Campanha do Paraguai, com passador de ouro.\n\nEm 5 de maio de 1894, tomou posse como ministro do Tribunal de Contas da\nUnião (TCU). O tribunal, criado pelo Decreto n^o^ 966-A, de 7 de\nnovembro de 1890, por iniciativa do então ministro da Fazenda, Rui\nBarbosa, e norteado pelos princípios da autonomia, fiscalização,\njulgamento, vigilância e energia, foi institucionalizado definitivamente\npela Constituição de 1891, ainda por influência de Rui Barbosa. Contudo,\nsua efetiva instalação só ocorreu em 17 de janeiro de 1893, graças ao\nempenho de Serzedelo Correia, ministro da Fazenda do governo do\npresidente Floriano Peixoto (1891-1894). Originariamente o TCU era\nresponsável pelo exame, revisão e julgamento de todas as operações\nrelacionadas à receita e à despesa da União. A Constituição de 1891\nconferiu-lhe competência para liquidar as contas da receita e da despesa\ne verificar sua legalidade antes de serem prestadas ao Congresso\nNacional.\n\nExerceu o cargo de ministro do TCU até dezembro de 1896, quando se\naposentou por motivo de doença. Ao longo de sua vida, também foi\nsecretário e deputado da Junta de Comércio e chefe de seção da\nTesouraria geral do Rio Grande do Sul; primeiro oficial do Tesouro\nNacional; chefe de seção, contador e inspetor da Caixa de Amortização no\nRio de Janeiro. Foi ainda membro do antigo Instituto Literário da Bahia,\nda Sociedade Auxiliadora da Indústria Nacional, da Sociedade Auxiliadora\ndas Artes e da Propagadora das Belas Artes; e do Instituto Histórico\nGeográfico Brasileiro.\n\nFaleceu no Rio de Janeiro em 3 de julho de 1903.\n\nPublicou *Dízima da chancelaria: reflexões sobre a história e legislação\ndesta renda e sua arrecadação*, *até 1855/1856*, *e legislação que\nregula a sua aplicação e percepção* (1858); *Relação dos cidadãos que\ntomaram parte no governo do Brasil, no período de março de 1808 a 15 de\nnovembro de 1889* (1894); e A moeda no Brasil, na *Revista do Instituto\nHistórico Geográfico Brasileiro*.\n\nIzabel Pimentel da Silva\n\n**FONTES:** BLAKE, A. *Diccionario*; DORATIOTO, F. *Maldita*; SOUSA, J.\n*Índice*; TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros* *do Tribunal*; VELHO SOBRINHO, J. *Diccionario*.\n","ref":"**FONTES:** BLAKE, A. *Diccionario*; DORATIOTO, F. *Maldita*; SOUSA, J.\n*Índice*; TRIB. CONT. UNIÃO. Disponível em:\n\\<http://portal2.tcu.gov.br/portal/page/portal/TCU\\>; TRIB. CONT. UNIÃO.\n*Ministros* *do Tribunal*; VELHO SOBRINHO, J. *Diccionario*.\n","dic":"DHBPR"}