{"title":"GARCEZ, Martinho","cargoss":["Presidente de associação ou confederação de empregados ou empregadores","Senador"],"cargos_esp":[0,0],"datas_ini":[1896,1900],"datas_fim":[1899,1909],"estados":["SE","SE"],"autor":[0],"content":"**GARCEZ**, **Martinho**\n\n\\*pres. SE 1896-1899; sen. SE 1900-1909.\n\n*Martinho César da Silveira Garcez* nasceu no engenho Comendaroba, no\nmunicípio sergipano de Laranjeiras, no dia 30 de novembro de 1850, filho\ndo desembargador Manuel de Freitas César Garcez e de Clara Júlia da\nSilveira Garcez.\n\nFez os estudos preparatórios no Rio de Janeiro, nos colégios Santo\nAntônio e Vitória, e obteve o bacharelado em ciências jurídicas e\nsociais pela Faculdade de Direito do Recife em 1872. Na sua passagem\npela capital pernambucana entrou em contato com as ideias evolucionistas\ne cientificistas divulgadas por Tobias Barreto, líder intelectual da\n“Escola do Recife”. Foi colega de turma de Sílvio Romero, que o\nacompanhou no interesse pelo jornalismo e pela política, tendo ambos\ningressado no Partido Liberal do Império. No último ano da faculdade,\nfoi redator-chefe da revista acadêmica *O Movimento*.\n\nAo retornar recém-formado ao seu estado natal, foi nomeado promotor\npúblico da comarca de Laranjeiras em 1874, passando poucos meses depois\na juiz municipal e de órfãos dos termos reunidos de Campos e Lagarto.\nFoi eleito deputado provincial em Sergipe para a legislatura de\n1874-1875. Em outubro de 1875, foi transferido para o termo de Juiz de\nFora, na província de Minas Gerais, onde obteve grande destaque\nprofissional. Em 1879, apesar do pedido de recondução ao cargo\nencaminhado ao governo imperial pela Câmara Municipal daquela cidade,\nafastou-se do serviço público e iniciou sua carreira de advogado em\nescritório próprio. Transferiu-se para a cidade de Paraíba do Sul, na\nprovíncia do Rio de Janeiro, em 1880, mantendo expressiva clientela\nentre os fazendeiros locais, os chamados “barões do café”. Em 1888 fixou\nresidência na cidade do Rio de Janeiro, então Corte Imperial,\ndedicando-se à advocacia e ao jornalismo. Redator chefe (1889-1891) e\ndepois proprietário do jornal *O Dia*, também dirigiu, com José do\nPatrocínio, o jornal *Cidade do Rio* (1891-1893). Fundou e dirigiu ainda\no *Correio da Tarde* (1893-1895).\n\nEm 1894 ligou-se ao grupo dos “pebas”, surgido na eleição de Manuel\nValadão para a presidência de Sergipe, que reunia militares florianistas\ne republicanos exaltados. Em 1896, na sucessão de Valadão, foi eleito\npresidente de Sergipe e representou a continuidade desse grupo por mais\num período administrativo. Empossado em 24 de outubro de 1896 – após a\ninterinidade de Antônio Leonardo da Silveira Dantas e de Antônio de\nSiqueira Horta –, ao final de seu mandato fechou porém um acordo com o\ngrupo adversário, dos “cabaús”, que reunia antigos políticos do Partido\nConservador do Império que haviam aderido ao novo regime. Desse modo\nviabilizou a eleição do monsenhor Olímpio Campos para presidente\nestadual e a sua própria eleição para o Senado. Em 14 de agosto de 1898\nafastou-se do governo, sendo substituído interinamente por Apulcro Mota\naté a posse do sucessor, e em 1900 ocupou uma cadeira no Senado.\n\nDurante a sua atividade parlamentar, pertenceu à comissão revisora do\nprojeto do Código Civil. Em 1902, quando foi rompido o acordo entre\n“pebas” e “cabaús”, passou a protagonizar, na tribuna do Senado,\nrepetidos ataques contra a oligarquização da política sergipana e as\narbitrariedades praticadas para viabilizar a continuidade da influência\nde Olímpio Campos sobre os negócios do estado. Fundou em 1906, com\nSílvio Romero e Fausto Cardoso, o Partido Progressista (PP), nele\nreunindo os descontentes com o olimpismo. Em agosto desse ano os\nprogressistas lideraram a revolta que depôs o então presidente de\nSergipe, Guilherme de Campos, irmão mais velho do monsenhor Olímpio\nCampos e seu preposto político. A intervenção do presidente Rodrigues\nAlves recolocou Guilherme de Campos no poder, mas o episódio culminou na\nmorte do deputado progressista Fausto Cardoso, alvejado na retomada do\npalácio governamental. Em novembro de 1906, os filhos de Fausto Cardoso\nvingaram a morte do pai assassinando o monsenhor Olímpio Campos na\ncapital da República. Apesar de toda a contestação, os progressistas não\nevitaram mais um governo dentro dos quadros do olimpismo. Em 24 de\noutubro de 1908, Guilherme de Campos foi substituído por José Rodrigues\nda Costa Dória, perfazendo um período de 12 anos de domínio político da\nmesma corrente.\n\nDepois de encerrado o mandato de senador em 1909, Martinho Garcez\ndedicou-se à profissão docente como lente catedrático de direito civil e\ndiretor da Faculdade de Direito Teixeira de Freitas, no Rio de Janeiro.\n\nFoi membro do Instituto da Ordem dos Advogados do Brasil e é patrono da\ncadeira n^o^ 22 da Academia Sergipana de Letras.\n\nFaleceu no Rio de Janeiro, em 11 de agosto de 1923.\n\nNa sua extensa bibliografia encontram-se os títulos: *Política de\nSergipe* (1898), *Pelo divórcio* (1901), *Nulidades dos atos jurídicos*\n(2 v., 1910-1912), *Teoria geral do direito, segundo o projeto de Código\nCivil brasileiro* (1914), *Dos agravos na Justiça local do Distrito\nFederal e dos estados, na Justiça Federal e nos territórios do Acre:\nteoria e prática* (1914), *Do direito da família, segundo o projeto de\nCódigo Civil Brasileiro* (1914), *Consolidação das leis civis* (1915),\n*Do direito das coisas* (1915), *Da hipoteca e das ações hipotecárias*\n(1918), *Das execuções de sentença na Justiça Federal, na Justiça do\nDistrito Federal e na Justiça dos estados* (1923), *Manual do processo\ncivil e comercial: teoria, prática e formulários das ações civis e\ncomerciais* (1925), *Direito de família: exposição crítico-jurídica,\nsistemática e filosófica do Código Civil Brasileiro* (2 v., 1932).\n\nSérgio Montalvão\n\n**FONTES:** ACAD. SERGIPANA DE LET. Disponível em:\n\\<www.infonet.com.br/asl/\\>; BARRETO, L. *Pequeno*; BITTENCOURT, L.\n*Sergipanos*; DANTAS, J. *História*; GUARANÁ, M. *Dicionário*; LEITE\nNETO, L. *Catálogo biográfico.*\n","ref":"**FONTES:** ACAD. SERGIPANA DE LET. Disponível em:\n\\<www.infonet.com.br/asl/\\>; BARRETO, L. *Pequeno*; BITTENCOURT, L.\n*Sergipanos*; DANTAS, J. *História*; GUARANÁ, M. *Dicionário*; LEITE\nNETO, L. *Catálogo biográfico.*\n","dic":"DHBPR"}
