{"title":"ALVIM, Cesário","cargoss":["dep. geral MG 1867-1868 e1877-1880","pres. RJ 1884-1886","gov.MG"],"author":"Vanessa Lana","content":"**ALVIM, Cesário**\n\n\\* dep. geral MG 1867-1868 e1877-1880; pres. RJ 1884-1886; gov.MG\n1889-1890; min. Interior 1890-1891; const.1891; sen. MG 1891; pres. MG\n1891-1892;pref. DF 1899-1990.\n\n*José Cesário de Faria Alvim* nasceu em Arraialdo Pinheiro, município de\nMariana, atualPinheiros Altos, distrito de Piranga (MG),em 7 de junho de\n1839, filho deJosé Cesário de Faria Alvim e deTeresa Januária Carneiro.\nSeu pai foicoronel de milícias.\n\nEstudou no Colégio do Cônego Roussin,em Mariana, e completou o curso\npreparatórioem Ouro Preto (MG) em 1856. Transferiu-seentão para São\nPaulo, e aí se bacharelouem ciências jurídicas e sociais pela\nFaculdadede Direito em 1862. Nesse período foiredator dos jornais *O\nTimbira* e *O Futuro*. Devolta a Ouro Preto depois de formado,passou a\nexercer a advocacia e foisecretário da Repartição de Polícia.\n\nFoi eleito deputado à AssembleiaProvincial mineira nos biênios 1864-1865\ne1866-1867. Eleito em seguida deputado àCâmara Geral do Império para a\nlegislatura1867-1868, voltou à Câmara Geral em 1877e, reeleito, nela\npermaneceu até 1880.Em agosto de 1884 foi nomeado presidenteda província\ndo Rio de Janeiro pelosenador Manuel Pinto de Sousa Dantas,que recebera\na chefia do Conselho deMinistros diretamente do imperador dom PedroII\npara buscar ações mais efetivas emrelação à escravidão. Permaneceu no\ncargoaté agosto de 1886, quando do estabelecimentodo governo conservador\npelo visconde deCotegipe. Elegeu-se novamente deputado provincialpara a\nlegislatura 1886-1889. Nos momentosfinais do Império, apresentou-se como\nrepublicanona exposição do gabinete do visconde deOuro Preto,\njustificando as insatisfações como regime até então em vigor. Apartir\ndessa declaração, foi atuante nomovimento que levou à proclamação da\nRepública.Filiado ao Partido Liberal no períodomonárquico, às vésperas\nda instauração doregime republicano aderiu ao Partido RepublicanoMineiro\n(PRM).\n\nInstalado o novo regime, o chefedo governo provisório da República,\nmarechalDeodoro da Fonseca, incumbiu o republicanohistórico Antônio\nFelício dos Santos delhe dar posse no governo de Minas.Como não foi\nencontrado, Antônio Felíciodos Santos apontou o nome de AntônioOlinto\ndos Santos Pires, que exerceu ocargo por oito dias, de 17 a 24de\nnovembro de 1889, e então otransmitiu a Cesário Alvim. Empossado em25 de\nnovembro, buscou agir em prolda conciliação de interesses para o\nfortalecimentoe consolidação do regime republicano. Renunciouao governo\nmineiro em 10 de fevereirode 1890, devido ao convite recebido dopróprio\nmarechal Deodoro para assumir aSecretaria de Estado dos Negócios do\nInterior,substituindo Aristides Lobo. Em Minas, foisubstituído por João\nPinheiro da Silva.\n\nEm setembro do mesmo ano, foieleito senador constituinte por Minas\nGerais.Tomou posse em 15 de novembro eacumulou as funções legislativa e\nministerialaté a renúncia coletiva do ministérioem 20 de janeiro de\n1891, em decorrênciade um assalto ocorrido no jornal carioca*A Tribuna*.\nUm mês depois, em 24 defevereiro, foi promulgada a primeira\nConstituiçãorepublicana. Passou então a exercer omandato ordinário no\nSenado.\n\nEm 15 de junho de 1891 foieleito pelo Congresso Legislativo Mineiro\nprimeiropresidente constitucional do estado de MinasGerais e, para\nassumir o novo cargo,renunciou ao Senado. No governo\nestadual,implementou medidas para fortalecer o créditopúblico e\nestimular a arrecadação tributária,com vistas a diminuir as dívidas\npúblicase regular a situação financeira. Enfrentoua oposição dos\n“republicanos históricos”, nomedado ao grupo que aderiu aos\nideaisrepublicanos antes do 15 de novembro de1889, como os signatários\ndo ManifestoRepublicano (1870), os abolicionistas e membrosdos clubes\nrepublicanos regionais. Tal oposiçãoacarretou a perda de prestígio no\ngovernoe a renúncia ao cargo em 17 defevereiro de 1892, em mensagem\ndirigidaao Congresso Mineiro. Foi então substituídopelo vice-presidente\nEduardo Ernesto da GamaCerqueira, até a posse de Afonso Pena.\n\nRetornou ao cenário político em1894, apoiando a candidatura de\nFranciscoBernardino ao governo mineiro, em oposiçãoa Crispim Jacques\nBias Fortes. Não foivitorioso em sua campanha, já que oeleito foi Bias\nFortes. Após o pleito,transferiu-se para a política carioca efoi\nprefeito do Distrito Federal de 31de dezembro de 1898 a 23 de maiode\n1899. Sucedeu a Luís van Ervene foi substituído por Honório Gurgel.\n\nFoi também presidente do LoideBrasileiro e da Companhia Oeste de Minas.\n\nFaleceu na cidade do Rio deJaneiro no dia 3 de dezembro de1903.\n\nEra casado com Amélia Calado deMiranda Alvim. Entre seus descendentes,\ntiveramatuação política seus netos Virgílio Alvimde Melo Franco e Afonso\nArinos deMelo Franco, e também seus bisnetos FranciscoManuel de Melo\nFranco e Afonso Arinosde Melo Franco Filho.\n\nPublicou *O empréstimo externo* (1874), *Discursos parlamentares* (1876)\ne *Um ministro negociante* (discursos contra obarão de Cotegipe, 1877).\nFoi colaboradordos jornais *O Dia* (Rio de Janeiro), *O Farol* (Juizde\nFora) e *O Diário de Minas* (Belo Horizonte),além de fundador e diretor\nde *A Opinião Mineira* (Ouro Preto).\n\nVanessa Lana\n\n**FONTES:**GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/jose-cesario-de-faria-alvim/5794\\>.Acesso\nem: 18/5/2010; MONTEIRO, N*. Dicionário*.\n","ref":"**FONTES:**GOV. MG. Disponível em:\n\\<www.mg.gov.br/governomg/comunidade/governomg/galeria-de-governadores/jose-cesario-de-faria-alvim/5794\\>.Acesso\nem: 18/5/2010; MONTEIRO, N*. Dicionário*.\n","dic":"DHBPR"}