{"title":"GARCEZ, Moreira","cargoss":["dep. fed. PR 1928-1930."],"author":"Luciana Pinheiro","content":"**GARCEZ, Moreira**\n\n\\*dep. fed. PR 1928-1930.\n\n*João Cid Moreira Garcez* nasceu em Curitiba no dia 17 de março de 1885,\nfilho de Teófilo Moreira Garcez e de Filomena Viana Garcez.\n\nFormado em engenharia civil pela Escola Politécnica de São Paulo em\n1910, um ano antes de diplomar-se iniciou sua vida profissional como\nengenheiro na Companhia Mogiana de Estrada de Ferro. Em 1912 foi nomeado\npelo então presidente do Paraná, Carlos Cavalcanti de Albuquerque,\ndiretor de Obras Públicas do estado, cargo que exerceria por sete anos.\nFoi também delegado em quatro congressos nacionais de estradas de\nrodagem realizados entre 1916 e 1917, e em 1918 tornou-se engenheiro\nchefe da Comissão Geográfica do Paraná. Em 1919 foi nomeado pelo\npresidente estadual Afonso Camargo (1916-1920) secretário de Negócios da\nFazenda, Agricultura e Obras Públicas, e foi designado delegado junto à\nComissão Demarcadora dos Limites entre Paraná e São Paulo.\n\nAinda em outubro de 1919 foi eleito prefeito de Curitiba e em 1920 tomou\nposse. Paralelamente à prefeitura, em 1921 presidiu a comitiva do Paraná\nao II Congresso Pan-Americano de Estradas de Rodagem e em 1922\nparticipou do Congresso Internacional de Engenharia e Estradas de Ferro.\nEm 1923 tornou-se presidente da Estrada de Ferro São Paulo-Rio Grande\npor cinco anos e foi reeleito prefeito de Curitiba. Na prefeitura, deu\ncontinuidade a uma política urbanística e modernizadora, responsável\npela abertura de avenidas e pela pavimentação de ruas, além do\nremodelamento do serviço águas e esgotos. Sua gestão se encerrou em\n1928.\n\nNesse mesmo ano, estando em curso a legislatura 1927-1929, foi eleito\ndeputado federal pelo Paraná. Tomou posse em dezembro na Câmara dos\nDeputados, no Rio de Janeiro, então Distrito Federal, e foi reeleito em\nmarço de 1930. Teve o mandato interrompido em outubro seguinte com a\nvitória da revolução que levou Getúlio Vargas ao poder e extinguiu todos\nos órgãos legislativos do país. Ao longo de 1930 participou ainda do IV\nCongresso Pan-Americano de Arquitetura e do III Congresso Sul-Americano\nde Turismo.\n\nEm 1934 tornou-se membro, por três anos, do Conselho Regional de\nEngenharia e Arquitetura (CREA) paranaense, e em 1935 passou a integrar\no conselho de transportes do Diretório Regional de Geografia do Paraná,\naté o ano seguinte. Em 1938 assumiu novamente a prefeitura de Curitiba.\nTerminado seu mandato em 1940, afastou-se em definitivo da política.\nEntre 1944 e 1951 foi novamente conselheiro do CREA paranaense. Em 1955\naposentou-se da Universidade do Paraná, instituição que ajudou a fundar\ne onde lecionou na Faculdade de Engenharia por quase quatro décadas,\nchegando a professor catedrático.\n\nFoi presidente do Instituto Histórico e Geográfico do Paraná e do\nInstituto de Engenharia do Paraná. Além disso, foi responsável pela\nconstrução do primeiro arranha-céu da capital paranaense. O prédio de\noito andares sobre o térreo, inaugurado no centro da cidade em fins da\ndécada de 1920, leva seu nome.\n\nFaleceu em Curitiba no dia 19 de março de 1957.\n\nLuciana Pinheiro\n\n**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 3/6/2010; BIB. NAC.\nDisponível em:\n\\<http://catalogos.bn.br/scripts/odwp032k.dll?t=bs&pr=cardcatalog\\_pr&db=cardcatalog&use=pn&disp=list&sort=off&ss=NEW&arg=nicolas,|maria\\>;\nCAM. DEP. *Deputados brasileiros* (p.129); NICOLAS, M. *Cem anos*\n(p.27-28); PREF. MUN. CURITIBA. Disponível em:\n\\<www.curitiba.pr.gov.br/\\>. Acesso em: 3/6/2010.\n","ref":"**FONTES:** ARQ. PUB. PARANÁ. Disponível em:\n\\<www.arquivopublico.pr.gov.br/\\>. Acesso em: 3/6/2010; BIB. NAC.\nDisponível em:\n\\<http://catalogos.bn.br/scripts/odwp032k.dll?t=bs&pr=cardcatalog\\_pr&db=cardcatalog&use=pn&disp=list&sort=off&ss=NEW&arg=nicolas,|maria\\>;\nCAM. DEP. *Deputados brasileiros* (p.129); NICOLAS, M. *Cem anos*\n(p.27-28); PREF. MUN. CURITIBA. Disponível em:\n\\<www.curitiba.pr.gov.br/\\>. Acesso em: 3/6/2010.\n","dic":"DHBPR"}