{"title":"GAUDÊNCIO, José","cargoss":["magistrado","sen. PB 1930","const. 1946","dep. fed. PB 1946, 1947, 1948,"],"author":null,"content":"**GAUDÊNCIO, José**\n\n\\*magistrado; sen. PB 1930; const. 1946; dep. fed. PB 1946, 1947, 1948,\n1949 e 1951-1953.\n\n*José Gaudêncio Correia de Queirós* nasceu na fazenda Urucu, município\nde São João do Cariri (PB), no dia 13 de setembro de 1881, filho do\ncoronel e chefe político Manuel Gaudêncio Correia de Queirós e de Maria\nJosé Correia de Queirós.\n\nFormou-se em ciências jurídicas e sociais pela Faculdade de Direito do\nRecife em 1903 e logo foi nomeado promotor em sua cidade natal, onde foi\ntambém juiz de direito por vários anos a partir de 1911. Diretor de *A\nUnião*, jornal oficial da Paraíba, pertenceu, desde o governo de\nEpitácio Pessoa (1919-1922), ao Partido Republicano Conservador (PRC),\nfundado em 1910 pelo general José Gomes Pinheiro Machado no Rio de\nJaneiro, então Distrito Federal, para apoiar a candidatura do marechal\nHermes da Fonseca à presidência da República. Foi procurador geral da\nParaíba de 1926 a 1928, durante o governo de João Suassuna, e mais tarde\nadvogado do Loide Brasileiro.\n\nEsteve em grande evidência nos acontecimentos políticos que marcaram o\ngoverno de João Pessoa (1928-1930). Como o presidente do estado procurou\nsanear a administração estadual eliminando o acúmulo de cargos, foi\nobrigado a escolher um entre os que ocupava. Integrando a facção do PRC\nliderada por Heráclito Cavalcanti, participou ativamente da Revolta de\nPrincesa, atual Princesa Isabel (PB), que eclodiu em fevereiro de 1930\nem oposição ao governo estadual. O objetivo dos sublevados era forçar o\npoder central a intervir na Paraíba, o que precipitaria a queda de João\nPessoa. Em março, apesar do clima conturbado, realizaram-se eleições, e\nJosé Gaudêncio foi eleito senador, ao mesmo tempo em que Getúlio Vargas\ne João Pessoa, candidatos da Aliança Liberal à presidência e\nvice-presidência da República, foram derrotados pela chapa situacionista\nJúlio Prestes-Vital Soares. José Gaudêncio iniciou seu mandato em maio,\nmas os candidatos da Aliança Liberal eleitos na Paraíba foram, como se\ndizia na época, “degolados”, isto é, não tiveram sua eleição\nreconhecida. Em julho, João Pessoa foi assassinado em Recife. Diante da\nrevolta popular provocada pelo crime, a família de José Gaudêncio\nrefugiou-se na Capitania dos Portos, tendo sua casa invadida e móveis\nqueimados. Com a morte de João Pessoa, o movimento de Princesa perdeu\nsubstância e seus líderes entraram em acordo com o governo federal para\na pacificação do estado.\n\nO quadro de insatisfação nacional evoluiu, no entanto, para o movimento\nque em 24 de outubro ano depôs o presidente Washington Luís. Após a\nRevolução de 1930, todos os órgãos legislativos do país foram suprimidos\ne, com isso, José Gaudêncio perdeu seu mandato de senador. Tendo tomado\nposição contrária aos revoltosos, com o advento do novo regime exilou-se\nem Portugal. Ao retornar ao Brasil, afastou-se da política militante e\ndedicou-se a suas atividades profissionais. Aprofundou seus estudos de\ndireito e economia e, de 1935 a 1938, foi professor catedrático da\nFaculdade de Ciências Econômicas do Rio de Janeiro.\n\nEncerrado o período do Estado Novo, em dezembro de 1945 candidatou-se a\ndeputado pela Paraíba à Assembleia Nacional Constituinte na legenda da\nUnião Democrática Nacional (UDN) e obteve a primeira suplência. Ocupou\numa cadeira de junho a agosto de 1946 e, já na legislatura ordinária que\nse seguiu à promulgação da Constituição (18/9/1946), assumiu novamente o\nmandato em novembro e dezembro do mesmo ano. Retornou à Câmara de agosto\na dezembro de 1947, em janeiro de 1948 e de agosto a outubro de 1949. No\npleito de outubro de 1950 foi eleito deputado federal por seu estado,\nainda na legenda da UDN, assumindo o mandato em fevereiro de 1951.\n\nFoi diretor de *O Jornal*, diário de grande circulação editado em João\nPessoa, e colaborou em várias publicações.\n\nFaleceu em 1^o^ de agosto de 1953, quando ainda exercia o mandato na\nCâmara.\n\nEra casado com Oda Brisabel de Queirós. Seu sobrinho Álvaro Gaudêncio\nFilho foi deputado federal pela Paraíba de 1971 a 1983 e seu\nsobrinho-neto Álvaro Gaudêncio Neto foi deputado federal pelo seu estado\nde 1995 a 1999.\n\n**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*.\nRepertório (1946-1967); CÂM. DEP. *Relação dos dep*.; CISNEIROS, A.\n*Parlamentares*; *Grande encic. Delta*; JOFFILY, J. *Revolta*;*Jornal do\nComércio*, Rio (4/8/1953); LIRA, A. *Senado*; SILVA, G. *Constituinte*;\nSILVA, H. *1930*; SILVA, R. *Bacharéis*; TRIB. SUP. ELEIT. *Dados* (1 e\n2); VIDAL, A. *1930.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Deputados brasileiros*.\nRepertório (1946-1967); CÂM. DEP. *Relação dos dep*.; CISNEIROS, A.\n*Parlamentares*; *Grande encic. Delta*; JOFFILY, J. *Revolta*;*Jornal do\nComércio*, Rio (4/8/1953); LIRA, A. *Senado*; SILVA, G. *Constituinte*;\nSILVA, H. *1930*; SILVA, R. *Bacharéis*; TRIB. SUP. ELEIT. *Dados* (1 e\n2); VIDAL, A. *1930.*\n","dic":"DHBPR"}