{"title":"GIRÃO, Eduardo","cargoss":["pres. CE 1928","dep. fed. CE 1930."],"author":null,"content":"**GIRÃO, Eduardo**\n\n\\*pres. CE 1928; dep. fed. CE 1930.\n\n*Eduardo Henrique Girão* nasceu na fazenda Paraíso, em Morada Nova (CE),\nno dia 12 de abril de 1882, filho mais novo de Eduardo Henrique Girão e\nde Benvenuta Pessoa da Cunha Girão.\n\nFez seus estudos iniciais no Liceu do Ceará e exerceu a advocacia como\nprovisionado a partir de 1900. Cursou a Faculdade de Direito do Ceará\naté o quarto ano, de 1908 a 1911, e transferiu-se então para a Faculdade\nde Direito do Recife, pela qual se bacharelou em 1912. Como advogado,\ndefendeu os interesses de importantes empresas comerciais, industriais e\nbancárias do estado do Ceará, tais como a Casa Boris Filomeno Gomes\nFilho e o Banco Frota Gentil. Quando da revolta que depôs o presidente\nestadual Nogueira Acióli, em 1912, defendeu os interesses da família do\noligarca em ações contra o estado. Foi professor da Escola da Fênix\nCaxeiral e da Faculdade de Direito do Ceará, onde lecionou a disciplina\nde direito civil entre 1916 e 1952. Em 1921 foi designado pelo então\npresidente do Ceará, João Tomé Saboia, para rever a legislação estadual\ne elaborou um Código de Processo Civil e Comercial que, com pequenas\nalterações, foi adotado.\n\nEleito deputado estadual em 1923, chegou à presidência da Assembleia\nLegislativa e foi nessa posição que assumiu a presidência do estado, por\nconta da renúncia de Moreira da Rocha em 19 de maio de 1928. Após\ntransmitir o governo ao presidente eleito José Carlos de Matos Peixoto\nem 12 de julho do mesmo ano, foi eleito deputado federal em março de\n1930, mas teve o mandato interrompido pela Revolução de outubro daquele\nano, que fechou os órgãos legislativos do país. A partir daí abandonou a\ncarreira política, dedicando-se exclusivamente ao magistério e à\nadvocacia. Representou o Ceará no Congresso de Direito Judiciário do\nBrasil, realizado no Rio de Janeiro, e recebeu o título de professor\nemérito da Universidade Federal do Ceará.\n\nFaleceu em 25 de dezembro de 1961.\n\nSeus estudos jurídicos foram publicados pela Imprensa Universitária do\nCeará. Publicou ainda *Ao léu dos dias* (1950), *Novas frases e outros\npensamentos* (1955) e *Vida e pensamento* (1957).\n\nKleiton de Moraes\n\n**FONTES:** GIRÃO, R. *Continua a viver* (p.127-135); NOBRE, F. *1001\ncearenses* (p.173-174).\n","ref":"**FONTES:** GIRÃO, R. *Continua a viver* (p.127-135); NOBRE, F. *1001\ncearenses* (p.173-174).\n","dic":"DHBPR"}