{"title":"GLICÉRIO, Francisco","cargoss":["Ministro da Agricultura","Constituinte","Deputado federal","Senador"],"cargos_esp":[0,0,0,0],"datas_ini":[1890,1891,1891,1902],"datas_fim":[1891,1891,1899,1916],"estados":[0,0,"SP","SP"],"autor":[0],"content":"**GLICÉRIO, Francisco**\n\n\\* min. Agric. 1890-1891; const. 1891; dep. fed. SP 1891-1899; sen. SP\n1902-1916.\n\n*Francisco Glicério de Cerqueira Leite*, que se tornaria conhecido como\n*general Glicério*, nasceu na fazenda Pau D’Alho, em Campinas (SP), em\n15 de agosto de 1846, filho de Antônio Benedito de Cerqueira Leite e de\nMaria Zelinda da Conceição Cerqueira. Seu pai era descendente de antigas\nfamílias paulistas, os Garcia Velho e os Silva Leme.\n\nFez os primeiros estudos na escola de Quirino do Amaral Campos, em sua\ncidade, e concluiu o secundário no Seminário Episcopal, na capital\npaulista. Depois de fazer os preparatórios no curso anexo da Faculdade\nde Direito, matriculou-se na faculdade em 1862, mas dificuldades\nfinanceiras decorrentes do falecimento de seu pai impediram-no de\ncontinuar os estudos e o obrigaram a retornar a Campinas. Durante sua\npermanência em São Paulo, em companhia de seus amigos de Campinas Manuel\nFerraz de Campos Sales e João Quirino do Nascimento, além de Francisco\nRangel Pestana, ia sempre à república de estudantes de direito onde seu\nirmão Jorge Miranda residia. Outros estudantes também frequentavam a\nrepública, como Bernardino de Campos, Prudente de Morais, Salvador\nMendonça e Teófilo Otoni. Este se transformaria posteriormente no mais\nimportante grupo propagandista da República, e a convivência marcaria\nprofundamente sua formação.\n\nAssim que regressou a Campinas, conseguiu seu primeiro emprego em uma\ntipografia. Em pouco tempo passou de tipógrafo a revisor de jornal, e\ncomeçou também a trabalhar no comércio local. Acabou aceitando o convite\ndo fazendeiro e republicano Francisco de Paula Sales, compadre de seu\npai, e pai de Manuel Ferraz de Campos Sales, que o levou para a fazenda\nSanto Inácio, em São João do Rio Claro, para ser professor de seus\nfilhos menores. Regressou depois a Campinas e começou a trabalhar no\nforo como copista de cartório. Posteriormente tornou-se auxiliar do\nescritório de advocacia de seu irmão Jorge Miranda e do cunhado Antônio\nBenedito de Cerqueira César. Tornou-se também discípulo de Caetano José\nda Silva Costa, amigo da família e rábula atuante no foro campineiro,\ncom quem começou a aprender na prática os segredos da profissão.\n\nCom a experiência adquirida, em 1867 prestou exame para solicitador,\npara poder patrocinar pessoalmente suas ações no juízo. Passando a\nadvogar diretamente, não teve dificuldade em desenvolver suas atividades\nprofissionais pelas terras paulistas, principalmente nas zonas da\nMogiana e Paulista, estradas de ferro que serviam a várias cidades,\nconseguindo assim formar uma boa clientela. Adquiriu uma biblioteca, com\na qual pôde aprimorar sua cultura e também redigir suas petições e\nrecursos. Estudou a organização política e o direito público de diversos\npaíses, como França, Inglaterra, Suíça, Argentina e Estados Unidos. Ao\nser fundada a Loja Maçônica Independência de Campinas em 23 de novembro\nde 1867, uma semana depois passou a fazer parte de seus quadros.\n\nDo Republicanismo à República\n\nEm 1868, com seus amigos Luís Gama, Américo de Campos, Prudente de\nMorais, Bernardino de Campos, Campos Sales, Martinho Prado Júnior,\nAntônio Lobo, Luís Quirino dos Santos, e seu irmão Jorge Miranda, entre\noutros, começou a participar do Clube Radical, que defendia a abolição\nda escravatura. No ano seguinte, o clube passou a ter seu próprio órgão\nde imprensa, o *Radical Paulistano*, de circulação semanal. Também em\n1869 foi fundada a *Gazeta de Campinas*, por Francisco Quirino dos\nSantos e seu sogro Joaquim Roberto de Azevedo Marques, que havia criado\nna capital da província o *Correio Paulistano*. A ideia dos fundadores\ndo novo órgão era defender os princípios republicanos. Inicialmente seu\ncorpo de redação foi formado por Quirino dos Santos, Campos Sales e\nJorge Miranda. Posteriormente Francisco Glicério foi trabalhar no\njornal, projetando-se desde logo como jornalista.\n\nEm 1870 ingressou no Partido Radical, precursor do Partido Republicano.\nCom a divulgação do *Manifesto Republicano* em 3 de dezembro do mesmo\nano, passou a defender os princípios nele expostos, participando de\nreuniões, conferências e comícios. Graças a seu empenho como advogado\nprovisionado, conseguiu em 1871 abrir seu próprio escritório. Grande\ndefensor da educação, ainda naquele ano foi eleito segundo-secretário da\nSociedade Propagadora da Instrução. Foi também secretário da Santa Casa\nde Misericórdia e participou da fundação da Companhia Paulista de\nEstradas de Ferro, bem como da organização da Companhia Campineira de\nÁguas e Esgotos, de iniciativa privada, que tinha o intuito de livrar a\ncidade dos constantes surtos de febre amarela. Ao lado de Campos Sales e\nde integrantes dos antigos partidos monárquicos, colaborou ainda na\nfundação do Colégio Culto à Ciência, de grande importância para a\neducação e formação de várias gerações de estudantes.\n\nEm 18 de abril de 1873, participou da Convenção de Itu, que reuniu\nrepresentantes republicanos de 17 cidades paulistas e aprovou a ideia de\numa nova reunião na capital da província em 1^o^ de julho. Também\npresente ao que foi chamado de Primeiro Congresso Provincial do Partido\nRepublicano Paulista (PRP), foi um dos signatários do manifesto\ndivulgado no dia 2 de julho. Uma comissão permanente foi então designada\ne incumbida de fundar um jornal que fosse órgão do partido na província\nde São Paulo. Frustrada a tentativa de compra do *Correio Paulistano*, a\ncomissão decidiu criar um novo periódico. Finalmente, em 1^o^ de\nnovembro de 1874, foi lavrado o contrato social, em comandita, com a\nassinatura de 20 sócios – entre eles Francisco Glicério – para a\npublicação de um jornal diário que recebeu o nome de *A Província de São\nPaulo*. O jornal começou a circular em 4 de janeiro de 1875 e, após a\nproclamação da República, passaria a se chamar *O Estado de São Paulo*.\n\nA organização do Diretório Republicano de Campinas deveu-se em grande\nparte a seu esforço. Aguardava ansiosamente a eleição marcada para 3 de\noutubro de 1876, na qual pela primeira vez o PRP iria apresentar\ncandidatos próprios. O partido não conseguiu eleger nenhum deputado,\ntanto em nível nacional como provincial, mas a eleição ajudou a divulgar\na ideia do novo regime e a arregimentar novos filiados. Para a Câmara\nMunicipal de Campinas, foram eleitos Campos Sales e Jorge Miranda.\n\nApós a eleição, publicou artigos na imprensa incentivando os\ncorreligionários a prosseguir na luta e prometendo melhores resultados\nse todos permanecessem unidos. Além de colaborar na *Gazeta de Campinas*\ne na *Província de São Paulo*, escrevia também para outros órgãos, como\no *Jornal do Comércio* do Rio de Janeiro. Dedicou-se igualmente à\nformação de novos clubes republicanos em diversas cidades do interior,\nauxiliado por um pequeno grupo de jovens estudantes ou recém-formados em\ndireito, entre os quais Alberto Sarmento, Alfredo Pujol, Carlos de\nCampos e Júlio Mesquita, que o respeitava e o reconhecia como chefe.\nEsses jovens ficariam conhecidos como os “Os Mosqueteiros de Glicério”.\n\nAo ser organizada em Campinas, em 1878, uma empresa de bondes de tração\nanimal, prestigiou a iniciativa. No ano seguinte passou a fazer parte da\ndireção da companhia, juntamente com Bento Quirino dos Santos e Rafael\nde Abreu Sampaio Vidal.\n\nEm 1881, foi eleito vereador à Câmara Municipal de sua cidade, com\nmandato até 1884. Nas eleições de 1882, o PRP alcançou excelente\nresultado, elegendo para a Assembleia Provincial seis deputados. Para\ncomemorar a vitória foi designada uma comissão, integrada por Glicério e\nBento Quirino, entre outros, incumbida de organizar as festividades que\nseriam realizadas em Campinas. Finalmente, no pleito realizado em 1^o^\nde dezembro de 1884, o esforço de articulação de Glicério e dos\nrepublicanos foi recompensado com a eleição de três candidatos\nrepublicanos para a Câmara dos Deputados: Campos Sales e Prudente de\nMorais, por São Paulo, e Álvaro Botelho, por Minas Gerais. Quintino\nBocaiúva, reconhecendo o trabalho de Glicério, parabenizou-o pela\ndedicação e o empenho na eleição dos deputados paulistas.\n\nEm 30 de junho de 1887, quando a princesa Isabel assumiu o trono\nsubstituindo dom Pedro II, que partiu para a Europa para tratar da\nsaúde, os abolicionistas sentiram que o fim da escravidão poderia ser\nalcançado. Antônio Carlos da Silva Teles trouxe notícias do Rio Grande\ndo Sul sobre o andamento das gestões, e Francisco Glicério sentiu que\nera necessária e urgente sua ida até o Sul do país para se entender com\no chefe republicano gaúcho Júlio de Castilhos. Partiu no início de 1888,\nem companhia de Silva Teles e Domingos Neto. De volta a Campinas,\nrepetindo o que já fizera a Câmara Municipal de São Borja (RS), leu num\ncomício um manifesto do Diretório Republicano de São Paulo propondo que,\nno caso da morte do imperador, o povo fosse convocado a dizer se queria\no Terceiro Reinado, com a princesa Isabel, ou um novo regime.\nFinalmente, em 13 de maio de 1888, foi sancionada pela princesa Isabel a\nchamada Lei Áurea, que extinguiu a escravatura no Brasil.\n\nEm outubro de 1889, na última eleição realizada no Império, Glicério foi\ncandidato a deputado geral, mas foi derrotado em segundo escrutínio pelo\ncandidato conservador, que reuniu as votações dos dois partidos\nmonárquicos. No dia 7 de novembro, recebeu em Campinas um telegrama de\nCampos Sales chamando-o a São Paulo. Partindo em seguida, foi recebido\npor Campos Sales e Bernardino de Campos, que lhe transmitiram as\nnotícias enviadas da Corte por Aristides Lobo. Embarcou então para o Rio\nde Janeiro, e na noite de 10 de novembro esteve presente a um encontro\nem casa do marechal Deodoro da Fonseca, em companhia de Aristides Lobo,\nque o hospedava, Quintino Bocaiúva, Rui Barbosa, o coronel Benjamin\nConstant, o major Sólon Ribeiro e o tenente-coronel João Tomás\nCantuária. Nessa importante reunião decidiu-se a queda do Império.\n\nConsumado o golpe de Estado que pôs fim à monarquia na manhã do dia 15\nde novembro, em reunião na casa de Aristides Lobo, Glicério teve seu\nnome indicado pelos amigos para ministro da Agricultura do novo governo,\nmas recusou o convite e indicou Demétrio Ribeiro, que representava os\nrepublicanos do Rio Grande do Sul. Indicou os nomes de Quintino\nBocaiúva, Aristides Lobo e Campos Sales para o ministério, e os demais\nnomes foram apontados por Quintino e Aristides. Ainda no dia 15 de\nnovembro, enviou um telegrama a seu genro Herculano de Freitas em que\ndizia: “República proclamada. Governo Provisório. Na frente ministério\nDeodoro, tendo Exército, Marinha apoiado.” O marechal Deodoro da\nFonseca, juntamente com seus ministros, fez divulgar para todo o país\numa proclamação sobre os acontecimentos que levaram à instauração de um\nnovo regime político no Brasil.\n\nNo dia 17 de novembro, Glicério partiu de regresso a São Paulo, a fim de\ncolaborar com seus amigos republicanos na reorganização do estado. No\ndia 16 fora formada uma junta governativa integrada por Prudente de\nMorais, Francisco Rangel Pestana e o coronel Joaquim de Sousa Mursa, que\npermaneceu à frente do governo até 14 de dezembro. Prudente de Morais\nfoi então nomeado pelo marechal Deodoro primeiro governador de São\nPaulo, e em 31 de dezembro, por decreto do chefe do governo provisório,\nFrancisco Glicério e Luís Pereira Barreto foram nomeados primeiro e\nsegundo-vice-governadores, sendo empossados em 22 de janeiro de 1890.\n\nMinistro da Agricultura\n\nPor duas vezes Francisco Glicério foi chamado ao Rio de Janeiro para\naplainar dificuldades entre o marechal Deodoro da Fonseca e Demétrio\nRibeiro. Da segunda vez, por insistência do marechal, acabou sendo\nnomeado para a pasta da Agricultura, Comércio e Obras Públicas, no lugar\nde Demétrio. Assumindo o ministério em 31 de janeiro de 1890, revelou-se\ngrande conhecedor dos problemas da pasta, como a colonização, a\nimigração e os transportes. Quando da doença de Campos Sales, que o\nabrigou a se afastar por pouco tempo do Ministério da Justiça em junho\nde 1890, foi designado por Deodoro para assumir também, interinamente,\nessa pasta.\n\nPor ato de Deodoro datado de 18 de junho de 1890, foram conferidas a\ntodos os integrantes civis de seu ministério, pelo patriotismo e os\nrelevantes serviços prestados à nação, as honras de general de brigada\ndo Exército brasileiro. O tratamento de general seria contudo aplicado\nsomente a Glicério a partir de então.\n\nDurante sua gestão no Ministério da Agricultura, Comércio e Obras\nPúblicas desenvolveu o serviço de estradas de ferro; regulamentou a\nRepartição Geral de Telégrafos; organizou o Loide Brasileiro, a maior\ncompanhia de navegação do país; deu novo regulamento à Estrada de Ferro\nCentral do Brasil e ao próprio ministério. Preocupou-se com o\narrasamento do morro de Santo Antônio, que daria à capital federal um\nnovo feitio, e organizou o Jardim Botânico. Organizou também o Serviço\nde Introdução e Localização de Imigrantes no Brasil, e reorganizou a\nInspetoria Geral das Terras e Colonização. Concedeu o direito de\naposentadoria aos empregados das ferrovias; aprovou os estudos para o\nprolongamento do ramal ferroviário entre as cidades de Ouro Preto e\nMariana, em Minas Gerais; organizou a Inspetoria de Portos e Obras\nPúblicas federais em Pernambuco; criou a Comissão de Melhoramentos dos\nPortos e Canais Marítimos do Paraná e Santa Catarina, e aprovou seu\nregulamento. Reorganizou a Estação Agronômica de Campinas e dividiu em\nseis distritos marítimos o litoral do Brasil, criando em cada um deles\numa inspetoria para os serviços de melhoramentos dos respectivos portos\ne canais.\n\nConvocada a Assembleia Nacional Constituinte, dela participaria como os\ndemais membros do ministério. Assim, em 15 de setembro de 1890, foi\neleito deputado por São Paulo e em 15 de novembro tomou posse. Já em 22\nde janeiro de 1891, porém, acompanhando a decisão coletiva de seus\ncolegas de ministério em choque com Deodoro, demitiu-se da pasta da\nAgricultura, sendo substituído interinamente pelo novo ministro da\nJustiça Henrique Pereira de Lucena, o barão de Lucena.\n\nCom a saída de todo o ministério, tornou-se mais forte a corrente que,\nna eleição presidencial a ser realizada pelos constituintes após a\npromulgação da Constituição, desejava eleger outro candidato que não\nDeodoro. Esse grupo resolveu apoiar o senador paulista Prudente de\nMorais, presidente da Constituinte. Embora amigo de longa data de\nPrudente, Francisco Glicério não permitiu a unanimidade dos votos dos\nrepresentantes paulistas. Considerou inoportuno o lançamento da\ncandidatura, por entender que era grande a agitação política, o que\ncriava riscos para a tranquilidade das instituições republicanas ainda\nmuito recentes. Em 25 de fevereiro, numa eleição tensa, a oposição\nconseguiu eleger vice-presidente o marechal Floriano Peixoto, mas\nDeodoro acabou saindo vitorioso da disputa pela a presidência da\nRepública. Em retaliação à atitude da bancada paulista, que em grande\nparte se colocara ao lado de Prudente de Morais, em 4 de março de 1891\nDeodoro surpreendeu São Paulo com a exoneração do governador do estado\nJorge Tibiriçá. Para o lugar deste, foi nomeado Américo Brasiliense.\n\nNo dia 19 de março de 1891, foi realizada na residência de Campos Sales,\nna capital paulista, uma reunião que escolheu a comissão encarregada de\npreparar a eleição para o Congresso Constituinte de São Paulo. Francisco\nGlicério fez parte dessa comissão, bem como da comissão diretora do PRP.\nA partir de maio, com o início da legislatura ordinária, passou a ocupar\numa cadeira na Câmara dos Deputados, no Rio de Janeiro. Os embates entre\nos parlamentares e Deodoro foram se intensificando, até que em 3 de\nnovembro de 1891 o marechal dissolveu o Congresso Nacional e decretou\nestado de sítio no Distrito Federal e em Niterói. Vinte dias depois,\ndiante da reação do contra-almirante Custódio de Melo, que ameaçava\nbombardear a capital federal, Deodoro se viu forçado a renunciar,\ncedendo o lugar ao vice-presidente Floriano Peixoto. Em São Paulo, após\nsérios conflitos, Américo Brasiliense entregou o governo ao major Sérgio\nCastelo Branco, inspetor das tropas policiais, que pouco depois passou o\npoder ao substituto legal, o vice-presidente José Alves de Cerqueira\nCésar.\n\nO PRF: da Fundação em 1893 à Cisão em 1897\n\nEm 1892, com a eleição de Aristides Lobo para o Senado da República,\nFrancisco Glicério foi escolhido líder da maioria na Câmara dos\nDeputados. Como tal, apoiou o governo de Floriano Peixoto, defendendo-o\nda tribuna e mantendo estreita ligação com presidente a respeito dos\nassuntos administrativos.\n\nSua grande aspiração era fundar um partido de projeção nacional com\nrepresentação no Congresso. Em julho de 1893 concretizou esse sonho,\nparticipando da fundação do Partido Republicano Federal (PRF),\ninicialmente chamado Partido Republicano Constitucional (PRC), do qual\nse tornou chefe inconteste. A reunião de fundação foi realizada na\nsecretaria do Ministério do Interior e presidida por Saldanha Marinho. A\ncriação da nova agremiação teve a participação efetiva de grande número\nde parlamentares das duas casas do Congresso, como Aristides Lobo,\nPrudente de Morais, Manuel Vitorino, Rosa e Silva, Severino Vieira,\nQuintino Bocaiúva e Lauro Sodré. Com a fundação do PRF, que aglutinava\nas bancadas dos 20 estados e do Distrito Federal, o general Glicério\npassou a ser chamado de “general das 21 brigadas”, título que muito o\norgulhava.\n\nAproximando-se a sucessão de Floriano em 1894, Glicério verificou que o\nmelhor nome para disputar a presidência da República era Prudente de\nMorais, ainda que não o tivesse apoiado na disputa contra Deodoro. Foi,\nassim, o grande responsável pela campanha de Prudente, incentivando seus\ncompanheiros a desenvolver o máximo esforço em busca da vitória\neleitoral. Em 23 de setembro de 1893, reuniu a convenção do PRF, que\nhomologou a chapa Prudente-Manuel Vitorino e expediu um Boletim Oficial\ncuja redação lhe coube. Em seguida, a convenção elegeu a comissão\nexecutiva provisória do partido, que foi constituída por sete membros:\nQuintino Bocaiúva, Francisco Glicério, Aristides Lobo, Nina Ribeiro,\nArtur Rios, Joaquim Pernambuco e João Cordeiro.\n\nTambém em setembro de 1893, foi deflagrada no Rio de Janeiro a Revolta\nda Armada, contra Floriano Peixoto. Opondo-se aos revoltosos, Glicério\nmanteve-se solidário ao chefe da nação. Em 1^o^ de março de 1894,\nenquanto Prudente de Morais era eleito presidente da República, foi\nreeleito deputado federal para a legislatura 1894-1896. Entre os\nassuntos que teriam grande importância nos debates do período,\ndestacou-se o da anistia aos revoltosos da Armada, bem como aos\nenvolvidos na Revolução Federalista no Sul do país. Enquanto alguns\ndefendiam a anistia geral, e outros, a anistia com limitações, Glicério\nsustentava a inconveniência da medida. Antes que a Câmara se\nmanifestasse, porém, o Senado Federal recusou-se a aprovar tanto o\nprojeto de anistia constante da mensagem presidencial enviada por\nPrudente de Morais quanto o substitutivo oferecido pelo então senador\nCampos Sales. Embora Glicério sempre representasse o pensamento do\ngoverno na Câmara dos Deputados, as divergências quanto à questão da\nanistia abalaram a amizade que o unia a Prudente de Morais.\n\nQuando Prudente de Morais se afastou do governo por motivo de grave\nmoléstia, em 10 de novembro de 1896, assumiu seu lugar o vice-presidente\nManuel Vitorino. Glicério continuou a defender o governo, pois tanto ele\ncomo Vitorino tinham sido eleitos pelo PRF e procuravam executar o\nprograma do partido, respeitando o estilo e as características pessoais\nde cada um.\n\nNo pleito de 30 de dezembro de 1896, Glicério foi mais uma vez reeleito\npara a Câmara dos Deputados, para a legislatura 1897-1899. Em 3 de março\nde 1897, Prudente de Morais reassumiu o governo. No dia 28 de maio, ao\nentrar no recinto da Câmara, Glicério ficou sabendo que o representante\nbaiano J. J. Seabra iria apresentar um voto de solidariedade ao\npresidente da República, em decorrência dos acontecimentos da Escola\nMilitar do Rio de Janeiro. Pouco antes explodira uma revolta entre os\ncadetes, que se negaram a entregar as armas e munições que ali estavam\nguardadas e que o governo pretendia enviar ao Rio Grande do Sul, onde se\nanunciavam novos movimentos dos federalistas. Seabra havia proposto a\nformação de uma comissão para se congratular com Prudente de Morais pela\nmanutenção da ordem pública e pela defesa da Constituição. Glicério foi\ncontra a proposta, que acabou sendo derrotada por 86 votos contra 60.\nComo líder da maioria, justificou sua posição declarando que a Escola\nMilitar era o reduto das glórias republicanas. Diante disso, Prudente de\nMorais rompeu com Glicério, Artur Rios renunciou à presidência da Câmara\ndos Deputados, e o PRF sofreu um sério abalo.\n\nGlicério ambicionava presidir a Câmara dos Deputados, mas em 3 de junho\nde 1897 acabou sendo derrotado pelo próprio Artur Rios, que resolveu se\nrecandidatar ao posto a que havia renunciado dias antes. Artur Rios\nobteve 88 votos, contra 76 dados a Glicério. Esse resultado aguçou a\ncrise no PRF, que se cindiu irremediavelmente. No dia seguinte ao da\neleição, 40 deputados solidários a Glicério foram à tribuna para\napresentar suas renúncias às comissões da Câmara a que pertenciam.\n\nA derrota de Glicério foi uma decorrência da mobilização do próprio\npresidente da República, que via com preocupação o poder que seu velho\ncompanheiro poderia deter como presidente da Câmara. Prudente de Morais\nchegou a enviar um telegrama a Campos Sales, já então presidente de São\nPaulo, informando que a atitude de Glicério era contra o governo, e que\nos deputados paulistas “deveriam escolher entre o governo com a ordem e\nGlicério com a anarquia militar”. Campos Sales tentou evitar a cisão\npartidária, chegou a vir de São Paulo para o Rio de Janeiro a fim de\nconciliar os grupos divergentes e reaproximar Prudente e Glicério, mas\nsua missão foi infrutífera.\n\nEm 7 de julho de 1897, membros do PRP fizeram uma reunião em São Paulo\npara discutir a convocação ou não do congresso partidário. Mais uma vez\nCampos Sales interferiu, e Glicério foi derrotado. Resolveu, porém, não\nrenunciar à presidência do partido, por entender que havia sido eleito\nem um congresso de diretórios, e que somente os convencionais poderiam\ndestituí-lo. Quatro dias depois fez publicar um longo manifesto\nintitulado “Carta aos paulistas”, onde expôs suas posições políticas e\nseu entendimento da situação. A publicação do documento representou a\nconsumação da ruptura entre Glicério e Prudente de Morais. No dia 14 de\njulho foi divulgada no Boletim Oficial do PRP, inserido no *Correio\nPaulistano*, a destituição de Francisco Glicério da comissão central e\nda presidência do partido, onde foi substituído por João Batista de Melo\nOliveira.\n\nEm 5 de novembro de 1897, quando do regresso das tropas que foram\ncombater os revoltosos de Canudos, Prudente de Morais fez questão de ir\nrecebê-los no Arsenal de Guerra, acompanhado de outras autoridades.\nSofreu então um atentado, que não o atingiu, mas resultou na morte do\nministro da Guerra, marechal Carlos Machado Bittencourt. O delegado\nresponsável pelo inquérito incriminou vários políticos da oposição, e\nassim Glicério foi envolvido no processo, acusado de cumplicidade\nintelectual na ação. Na realidade, ao tomar conhecimento de que se\ntramava um atentado, Glicério informara amigos comuns, para que a\ninformação chegasse a Prudente de Morais, e escrevera de próprio punho\numa carta alertando o presidente. Um pedido de licença para que Glicério\npudesse ser processado chegou à Câmara, provocando acalorados debates.\nEm defesa de Glicério falaram Galeão Carvalhal, Nilo Peçanha, Paula\nRamos, Serzedelo Correia, Cassiano Nascimento, Pinto Rocha e Pandiá\nCalógeras. Seu grande algoz foi J. J. Seabra, que fez um violento\ndiscurso, chegando a chamá-lo de assassino. Colocado em votação o pedido\nde licença, 92 deputados responderam não, e 85, sim, sendo o pedido\nrejeitado.\n\nPresente à sessão, Glicério afirmou da tribuna: “Chamado de assassino, e\nassassino do presidente da República, que todos sabem que foi meu amigo\nparticular, sobre cuja honra jamais proferi uma palavra e que no momento\nangustioso em que desconfiei que se lhe poderia tirar a vida, fui\navisá-lo com o risco de comprometer a minha responsabilidade política,\nnão me abate a infamante qualificação. […] Mas a Câmara me permitirá a\nliberdade de retirar-me, porque no convívio dos legisladores da\nRepública não encontrei a força moral para desagravar-me”. Em companhia\nde mais 40 deputados abandou o recinto da Câmara, e pouco a frequentou\ndepois desses fatos.\n\nNa sucessão de Prudente de Morais, ainda à frente do abalado PRF,\nGlicério lançou uma chapa de oposição encabeçada pelo presidente do\nPará, Lauro Sodré. No pleito de 1^o^ de março de 1898, Campos Sales\nrecebeu 174.578 votos, e Sodré apenas 16.534. Empossado Campos Sales na\npresidência da República em 15 de novembro de 1898, e marcadas as\neleições para o Congresso Nacional em 31 de dezembro de 1899, Bernardino\nde Campos, presidente da comissão diretora do PRP, procurou, na formação\ndas chapas, destruir as forças remanescentes de Francisco Glicério. O\npróprio Glicério, excluído da chapa oficial, apresentou-se como\ncandidato da lavoura. Apesar da campanha contrária, foi novamente eleito\ndeputado federal pelo 7^o^ distrito, para a legislatura 1900-1902, mas\nnão foi reconhecido pela Comissão de Verificação de Poderes da Câmara\ndos Deputados. Com sua reeleição barrada, retirou-se completamente da\npolítica. Voltou ao escritório de advocacia que mantinha em Campinas e\npassou a dedicar-se integralmente à profissão de advogado.\n\nRetorno à Política\n\nCom a mudança ocorrida na política, que incluiu a dissolução dos antigos\npartidos pelo presidente Campos Sales e a eleição para seu sucessor de\nFrancisco de Paula Rodrigues Alves em 1^o^ de março de 1902, Francisco\nGlicério foi convidado a retornar ao Congresso Nacional. Foi então\neleito para o Senado Federal em 20 de setembro, na vaga aberta por João\nFrancisco de Paula Sousa, que concluía o mandato, e assumiu sua cadeira\nem 6 de novembro seguinte. Dias depois, em 15 de novembro, ao ser\nempossado Rodrigues Alves, foi escolhido líder da maioria no Senado.\n\nQuando, em 1904, o senador Lauro Sodré, grão-mestre da loja maçônica\nGrande Oriente do Brasil, se envolveu na Revolta da Vacina e foi preso,\nFrancisco Glicério, primeiro malhete da ordem, assumiu o lugar de Sodré\ne empenhou-se na sua defesa e libertação, o que acabou ocorrendo. No\nSenado, participou diretamente da discussão de projetos de lei\nimportantes, como o do Código Civil Brasileiro, colaborando com o\njurista Clóvis Beviláqua, e defendeu a grande reforma realizada no\nMinistério das Relações Exteriores, a pedido do titular da pasta, o\nbarão do Rio Branco. Desde que voltou à política, sua preocupação\ndominante foi a da união dos paulistas. Com a volta de Jorge Tibiriçá ao\ngoverno de São Paulo no quadriênio 1904-1908, foi escolhido para\nintegrar novamente a comissão diretora do PRP, e voltou a ocupar a\npresidência do partido entre 1904 e 1906.\n\nEm 27 de julho de 1905, procurou Rodrigues Alves para informá-lo da\ndesagregação da candidatura do ex-presidente de São Paulo Bernardino de\nCampos (1902-1904) à sua sucessão, prevista para 1906. Como paulista,\nachava que deveria ser reapresentado o nome de Campos Sales, e lembrou\nque os mineiros estavam trabalhando por uma candidatura própria, tendo à\nfrente Afonso Pena. Rodrigues Alves entendia que não era possível\nabandonar Bernardino naquele momento, mas estava consciente de que as\npossibilidades de fazê-lo seu sucessor eram remotas. Naufragando o\ncandidato paulista, Francisco Glicério passou a apoiar o nome de Afonso\nPena, que afinal seria eleito presidente, com Nilo Peçanha como vice.\n\nTambém no início de 1906, foi reeleito senador com mandato até dezembro\nde 1914. Fez parte da Comissão de Finanças do Senado, como relator do\norçamento do Ministério das Relações Exteriores, e como presidente\ndurante algum tempo. Em abril, por sugestão sua, formou-se no Senado o\nchamado Bloco, agrupamento político organizado sob a direção de Pinheiro\nMachado. O objetivo era, apoiando o governo de Afonso Pena, procurar\nmanter íntegras as tradições do regime republicano.\n\nDurante a administração de Jorge Tibiriçá em São Paulo uma grave crise\nse fez sentir na cafeicultura paulista, com o excesso de produção\nprovocando a queda de valor no mercado. Glicério apoiou no Senado a\npolítica de valorização do café, e também a criação da Caixa de\nConversão, iniciativa do governo paulista à qual o governo federal era\ncontrário. O problema levou à realização, em 26 de fevereiro de 1906, da\nConvenção de Taubaté, com a presença dos presidentes dos três maiores\nestados produtores de café no país, São Paulo, Minas Gerais e Rio de\nJaneiro. O convênio foi discutido no plenário do Senado na sessão de 31\nde julho, e coube a Glicério defendê-lo na tribuna. Ao final foi\naprovado por 31 votos contra 6, mas ainda assim o presidente Rodrigues\nAlves protelou a questão. Jorge Tibiriçá enviou um telegrama à bancada\nde São Paulo recomendando o rompimento com o chefe da nação, mas o\nsenador Pinheiro Machado procurou Glicério para dizer-lhe que “tal nunca\ndeveria ser feito, que isso seria uma vergonha para os paulistas”, e\nassim a ideia foi afastada.\n\nLançada a campanha presidencial de 1910 em torno das candidaturas do\nmarechal Hermes da Fonseca e de Rui Barbosa, Glicério afastou-se de seus\namigos de São Paulo, atuando abertamente em favor do candidato militar.\nEleito Hermes da Fonseca, chegou mesmo, por ocasião do reconhecimento\ndeste pelo Congresso Nacional, a dirigir a maioria por delegação de seus\npares. Não tardaria, porém, a se declarar em oposição ao governo\nfederal, abrindo no início da sessão legislativa de 1912 suas baterias\nna tribuna do Senado, e a procurar organizar um partido de cunho liberal\nem oposição ao partido conservador que se constituiria para sustentar o\npresidente da República.\n\nEm 4 de maio de 1913, em uma reunião em que se começou a se discutir a\nsucessão presidencial, o Partido Republicano Mineiro (PRM) credenciou o\nsenador Bueno de Paiva e os deputados Sabino Barroso, Álvaro Botelho e\nFrancisco Bressane para tratar do assunto junto aos governos federal e\nestaduais, consultando-os na escolha de uma candidatura de consenso.\nDias depois, Bueno de Paiva conversou com Glicério e afirmou que alguns\ndelegados do PRM aceitariam de bom grado a chapa Rui Barbosa-Francisco\nGlicério. Essa confidência destinava-se a sondar o ambiente, pois os\nmineiros estavam querendo lançar o nome do vice-presidente Venceslau\nBrás, o que acabou ocorrendo. Venceslau foi eleito para o quadriênio\n1914-1918.\n\nCom o falecimento de Bernardino de Campos em janeiro de 1915, Glicério\nfoi escolhido para substituí-lo no cargo de presidente da comissão\ndiretora central do PRP, função que exerceria até a morte.\n\nEm sua cidade participou de diversas entidades de benemerência, como a\nSanta Casa de Misericórdia, da Sociedade Culto à Ciência e do Clube da\nLavoura. No Rio de Janeiro presidiu o Centro Paulista.\n\nFaleceu no Rio de Janeiro em 12 de abril de 1916, em pleno exercício de\nseu mandato no Senado.\n\nEra casado com Adelina Masson de Cerqueira Leite, de origem francesa,\ncom quem teve cinco filhos. Sua filha Clotilde casou-se com Herculano de\nFreitas, catedrático e diretor da Faculdade de Direito de São Paulo,\ndeputado e senador estadual, secretário de Estado, por São Paulo de 1894\na 1896, ministro da Justiça de 1913 a 1914, novamente deputado de 1924 a\n1925 e ministro do Supremo Tribunal Federal de 1925 a 1926.\n\nEm sua homenagem o antigo povoado que pertencia à cidade de Penápolis\n(SP) tornou-se o município de Glicério.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano (*19/3/1891, 1/3/1893, 23/12/1895,\n5/6/1905, 21/5/1906, 13/1/1907, 15/5/1908, 11/6/1909, 16/1/1910,\n28/1/1911, 16/2/1912, 21/1/1913, 28/11/1914, 14/8/1915, 21/1/1916,\n3/4/1916); FRANCO, A. *Rodrigues*; FREITAS, C. *Jornada*; PRES. REP.\n*Governos*; RIBEIRO, J. *Chronologia*; RIBEIRO, A. *Governantes*;\nTAUNAY, A. *Câmara*; SENADO. *Dados biográficos dos senadores de São\nPaulo*; WITTER, J. *República*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, A. *Dicionário*; CALIMAN,\nA. *Legislativo*; *Correio Paulistano (*19/3/1891, 1/3/1893, 23/12/1895,\n5/6/1905, 21/5/1906, 13/1/1907, 15/5/1908, 11/6/1909, 16/1/1910,\n28/1/1911, 16/2/1912, 21/1/1913, 28/11/1914, 14/8/1915, 21/1/1916,\n3/4/1916); FRANCO, A. *Rodrigues*; FREITAS, C. *Jornada*; PRES. REP.\n*Governos*; RIBEIRO, J. *Chronologia*; RIBEIRO, A. *Governantes*;\nTAUNAY, A. *Câmara*; SENADO. *Dados biográficos dos senadores de São\nPaulo*; WITTER, J. *República*.\n","dic":"DHBPR"}
