{"title":"GODOFREDO, Antônio Afonso Lamounier","cargoss":["dep. geral MG 1888-1889","const. 1891","dep. fed. MG 1890-1922."],"author":null,"content":"**GODOFREDO, Antônio Afonso Lamounier**\n\n\\* dep. geral MG 1888-1889; const. 1891; dep. fed. MG 1890-1922.\n\n*Antônio Afonso Lamounier Godofredo* nasceu na vila de São Bento de\nTamanduá, comarca do Rio Grande (MG), no dia 9 de maio de 1859, filho do\ntenente-coronel José Afonso Lamounier Godofredo e de Mariana Inocência\nde Figueiredo Godofredo. Três anos após seu nascimento, a vila na qual\nresidia passou à condição de cidade; esta, pela lei provincial n^o^\n2.995, de 19 de outubro de 1882, passou a chamar-se São Bento do\nItapecerica. Sua família foi uma das que dominaram o cenário político da\ncidade de Itapecerica: sete dos prefeitos da cidade foram seus parentes,\ne várias ruas e escolas ostentam o nome Lamounier ou Lamounier\nGodofredo.\n\nIngressou em 1871 no Colégio do Caraça, localizado na Serra do Espinhaço\n(MG), e ali ficou até 20 de abril de 1875. Após sua saída do Caraça\nsupõe-se que tenha estudado direito, uma vez que, nas eleições para a\nlegislatura 1886-1889 da Câmara dos Deputados do Império, seu nome, já\ncom o título de bacharel em direito, aparecia em substituição ao de\nManuel José Soares, negociante.\n\nPor ser liberal, federalista, democrata e antimilitarista, apoiou a\nproclamação da República em 15 de novembro de 1889 e continuou atuante\nno cenário político. Na eleição de 15 de setembro de 1890 para Congresso\nNacional Constituinte foi eleito deputado por Minas. Tomou posse em 15\nde novembro e durante os trabalhos constituintes participou da luta\nencabeçada pelo representante baiano César Zama em defesa da\nparticipação efetiva das mulheres na vida política do país por meio do\nsufrágio universal. Os argumentos que norteavam sua posição se pautavam\nna lacuna existente, tanto na legislação vigente quanto no projeto da\nnova Constituição, de leis que versassem sobre o cerceamento do direito\nao voto feminino. Dessa maneira, em 1^o^ de janeiro de 1891, ao lado de\nmais 30 constituintes, assinou uma emenda de autoria de Saldanha Marinho\nao projeto de Constituição conferindo o direito ao voto à mulher\nbrasileira. No entanto, em função de fortes oposições, a emenda foi\nesquecida. Mesmo com essa primeira derrota, manteve a luta pelo sufrágio\nfeminino. Após a promulgação da Constituição em 24 de fevereiro de 1891,\npassou em maio a exercer o mandato ordinário na Câmara dos Deputados.\nFoi nove vezes reeleito e só deixou a Câmara em dezembro de 1920.\n\nFaleceu em Itapecerica em 30 de julho de 1929.\n\nCasou-se com Ana Francisca da Silva Marques, com quem teve três filhos.\nEm segundas nupcial casou-se com Zilda Ribeiro Jaber Arantes, com quem\nteve mais um filho. Consta em sua genealogia uma terceira união do qual\nnasceram mais três filhos.\n\nIoneide Piffano Brion de Souza\n\n**FONTES:** BARBOSA, W. *História*; Biblioteca Digital. Constituição de\n1891. Disponível em: \\<http://bd.camara.gov.br\\>. Acesso em: 19/4/2010;\nColégio do Caraça. Disponível em: \\<www.santuariodocaraça.com.br\\>.\nAcesso em: 19/4/2010; Família Lamounier. Disponível em:\n\\<www.celialamounier.net/antepassados.htm\\>. Acesso em: 19/4/2010;\nGenealogia mineira. Disponível em:\n\\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp?codPessoa=12403\\>.\nAcesso em: 19/4/2010; HORTA, C. *Famílias* (p.111-142); LAMOUNIER, B.\n*Conversa*; Prefeitos de Itapecerica. Disponível em:\n\\<www.itapecerica-mg.com.br/prefeitos.php\\>. Acesso em: 19/4/2010;\nVASCONCELOS, D. *História*; VEIGA, J. *Revista* (p.48-53); XAVIER, A.;\nPANADÉS, K.; MARQUES, P. *Bancada.*\n","ref":"**FONTES:** BARBOSA, W. *História*; Biblioteca Digital. Constituição de\n1891. Disponível em: \\<http://bd.camara.gov.br\\>. Acesso em: 19/4/2010;\nColégio do Caraça. Disponível em: \\<www.santuariodocaraça.com.br\\>.\nAcesso em: 19/4/2010; Família Lamounier. Disponível em:\n\\<www.celialamounier.net/antepassados.htm\\>. Acesso em: 19/4/2010;\nGenealogia mineira. Disponível em:\n\\<www.geneaminas.com.br/genealogia-mineira/pessoa.asp?codPessoa=12403\\>.\nAcesso em: 19/4/2010; HORTA, C. *Famílias* (p.111-142); LAMOUNIER, B.\n*Conversa*; Prefeitos de Itapecerica. Disponível em:\n\\<www.itapecerica-mg.com.br/prefeitos.php\\>. Acesso em: 19/4/2010;\nVASCONCELOS, D. *História*; VEIGA, J. *Revista* (p.48-53); XAVIER, A.;\nPANADÉS, K.; MARQUES, P. *Bancada.*\n","dic":"DHBPR"}