{"title":"GOMES, Carlos","cargoss":["compositor."],"author":null,"content":"**GOMES, Carlos**\n\n\\*compositor.\n\n*Antônio Carlos Gomes* nasceu em Campinas (SP) no dia 11 de julho de\n1836, filho de Manuel José Gomes, diretor de uma banda de música na\ncidade, e de Fabiana Maria Jaquari Cardoso.\n\nIniciou seus estudos musicais com o pai aos dez anos de idade. Na\nadolescência apresentava-se com os irmãos na banda do pai em bailes e\nconcertos, tocando vários instrumentos, inclusive piano. Nesse período\njá compunha músicas religiosas e modinhas. Em 1854 compôs sua primeira\nmissa, a *Missa de São Sebastião*. Em 1857 compôs a modinha *Suspiro\nd’alma*, com versos de Almeida Garrett, e em 1859, a fantasia *Alta\nnoite* para clarinete. Apresentou-se pela primeira vez ao piano num\nconcerto em Campinas, acompanhado de Henrique Luís Levy. Em seguida\napresentou-se em várias cidades de São Paulo com o irmão violinista\nPedro Sant’Ana Gomes. Compôs o *Hino acadêmico*, a modinha *Tão longe de\nmim distante* e a *Missa de Nossa Senhora da Conceição*.\n\nFugiu de casa, indo morar no Rio de Janeiro. Na festa anual do\nConservatório de Música, em 15 de março de 1860, apresentou seu primeiro\ntrabalho escolar, uma *Cantada*, e recebeu a medalha de ouro oferecida\npelo imperador dom Pedro II. Em1861 regeu sua primeira ópera, *A noite\ndo castelo*. Na ocasião, dom Pedro II conferiu-lhe a condecoração da\nOrdem da Rosa, em pleno espetáculo, colocando-a pessoalmente no peito do\nmaestro. Em 1863 apresentou a sua segunda ópera, *Joana de Flandres*.\n\nCom uma bolsa do Conservatório, estudou em Milão com Lauro Rossi e\nrecebeu o diploma de maestro-compositor em 1866. Em 1867 estreou em\nMilão com *Se sa minga* e em 1868 apresentou *Nella luna*. No Escala de\nMilão apresentou com sucesso *Il Guarany* em 1870, com libreto de\nAntonio Scalvini baseado no romance de José de Alencar. O compositor e\nmaestro Giuseppe Verdi, durante a apresentação, teria exclamado: “Este\njovem começa por onde eu acabo”. O sucesso europeu repetiu-se no Brasil,\nonde, ainda em 1870, Carlos Gomes passou alguns meses. Encenada depois\nnas principais capitais europeias, a ópera consagrou o autor e deu-lhe a\nreputação de um dos maiores compositores líricos da época. Carlos Gomes\nvendeu, porém, todos os direitos da ópera para o editor Francisco Lucca,\nque passou a lucrar mais do que o próprio maestro.\n\nLogo depois da temporada brasileira Carlos Gomes retornou a Milão com\numa bolsa de estudos dada pelo imperador Pedro II, para iniciar a\ncomposição da *Fosca*. Ainda em 1870 foi nomeado Cavaleiro da Coroa da\nItália pelo rei Vítor Emanuel II. No dia 16 de dezembro do ano seguinte\ncasou-se com a pianista Adelina Peri, com quem teve um filho, também\nchamado Carlos Gomes.\n\nEstreou a *Fosca* em Gênova em 1873. Mal recebida pelo público e pela\ncrítica, esta viria a ser considerada mais tarde a mais importante de\nsuas obras. Logo em seguida apresentou *Salvador Rosa*, em 1874, e\n*Maria Tudor*, em 1879. Voltou ao Brasil e foi recebido triunfalmente.\nNessa temporada brasileira, dirigiu na Bahia e no Rio de Janeiro a\nmontagem de *O Guarani* e de *Salvatore Rosa*. Ainda na Bahia apresentou\no *Hino a Camões*. Também em São Paulo apresentou *O Guarani*. A partir\nde 1882 passou a dividir o seu tempo entre o Brasil e a Europa. No\nTeatro Lírico do Rio de Janeiro estreou em 1889 *Lo Schiavo*, tema\nbrasileiro.\n\nCom a proclamação da República, perdeu o apoio oficial. Retornou a Milão\ne aí estreou *O Condor*, em 1891, no Scala. Doente e com dificuldades\nfinanceiras, compôs seu último trabalho, *Colombo*, oratório em quatro\natos para coro e orquestra a que chamou poema vocal sinfônico e dedicou\nao IV Centenário do Descobrimento da América. A obra foi encenada em\n1892 no Teatro Lírico do Rio de Janeiro. Em 1895 dirigiu *O Guarani* no\nTeatro São Carlos, de Lisboa, sendo na ocasião condecorado pelo rei\nCarlos I. Voltou ao Brasil em abril de 1896, indo morar em Belém do\nPará. Tornou-se então diretor do Conservatório de Música de Belém, cargo\ncriado pelo governador Lauro Sodré para ajudá-lo.\n\nFaleceu em Belém no dia 16 de setembro de 1896.\n\nAlzira Alves de Abreu\n\n**FONTES:** ASSOC. AMIGOS OFIC. CULT. SP. Disponível em:\n\\<www.assaoc.org.br/biografia-patronos/biografia-de-carlos-gomes.php\\>.\nAcesso em: 19/12/2008; BEHAR, E. *Vultos*; E-biografias. Disponível em:\n\\<www.e-biografias.net/biografias/calos\\_gomes.php\\>. Acesso em:\n19/12/2008.\n","ref":"**FONTES:** ASSOC. AMIGOS OFIC. CULT. SP. Disponível em:\n\\<www.assaoc.org.br/biografia-patronos/biografia-de-carlos-gomes.php\\>.\nAcesso em: 19/12/2008; BEHAR, E. *Vultos*; E-biografias. Disponível em:\n\\<www.e-biografias.net/biografias/calos\\_gomes.php\\>. Acesso em:\n19/12/2008.\n","dic":"DHBPR"}