{"title":"GOMES, Mário","cargoss":["militar","rev. 1930","interv. PR 1946-1947","dep. fed. PR 1955-1956,"],"author":null,"content":"**GOMES, Mário**\n\n\\*militar; rev. 1930; interv. PR 1946-1947; dep. fed. PR 1955-1956,\n1957-1963 e 1964-1967.\n\n*Mário Gomes da Silva* nasceu em Salvador no dia 20 de março de 1898,\nfilho do general Júlio César Gomes da Silva e de Helena Saião Carvalho e\nSilva.\n\nFez os primeiros estudos no Grêmio Escolar de São João del Rei (MG),\nonde ingressou em 1906, e no Ginásio Espírito Santo, em Jaguarão (RS),\nno qual foi admitido em 1910. Sentou praça em 1914, ingressando na\nEscola de Intendência do Exército, no Rio Grande do Sul. Nesse mesmo ano\nfoi designado para juntar-se às tropas que lutavam na Guerra do\nContestado, rebelião popular de cunho messiânico ocorrida na região\nfronteiriça do Paraná com Santa Catarina, cuja posse era disputada pelos\ndois estados. Embora houvesse enviado sucessivas expedições militares\npara debelar o movimento, o governo só conseguiu esmagá-lo\ndefinitivamente em 1916. Mário Gomes permaneceu na frente de combate até\n1915.\n\nDeclarado aspirante a oficial em dezembro de 1923 e promovido a\nsegundo-tenente em abril do ano seguinte, foi transferido para São Paulo\nquando da eclosão da Revolta de 5 de Julho de 1924. Liderados por\nIsidoro Dias Lopes, os rebeldes ocuparam a capital paulista por três\nsemanas, deslocando-se depois para o interior. Unindo-se no ano seguinte\na unidades militares sublevadas do Rio Grande do Sul, estacionadas no\noeste do Paraná, esses rebeldes constituíram a Coluna Prestes. Mário\nGomes lutou ao lado das forças legalistas, sendo promovido a\nprimeiro-tenente em maio de 1925.\n\nParticipou da Revolução de 1930, lutando contra as tropas que\npermaneceram fiéis ao presidente Washington Luís (1926-1930) até sua\ndeposição em 24 de outubro, quando tomou posse uma junta governativa\nprovisória que, no mês seguinte, entregaria o poder ao chefe da\nrevolução vitoriosa, Getúlio Vargas. Entre 1930 e 1932 serviu na Força\nPública de Santa Catarina, tendo chegado a exercer a chefia da polícia\npor alguns dias. Nesse último ano, regressou ao Rio de Janeiro, então\nDistrito Federal, passando a servir no Regimento Andrade Neves.\nParticipou ainda, ao lado das forças legalistas, da repressão à\nRevolução Constitucionalista de 1932, em São Paulo. Em novembro desse\nmesmo ano foi promovido a capitão.\n\nEm novembro de 1935 eclodiu a Revolta Comunista em Natal, Recife e no\nRio de Janeiro, sublevação promovida pela Aliança Nacional Libertadora\n(ANL) em nome do Partido Comunista Brasileiro, então Partido Comunista\ndo Brasil (PCB). No Distrito Federal, a revolta restringiu-se ao 3^o^\nRegimento de Infantaria, à Vila Militar e à Escola de Aviação Militar,\nonde Mário Gomes participou da repressão aos rebeldes. Em 1937 integrou\na tropa de ocupação de Santa Catarina, lotada em Criciúma, sendo\npromovido a major em dezembro de 1941. Em 1943 foi nomeado chefe do\nEstabelecimento de Fundos e de Subsistência do Paraná. Nesse mesmo ano\nassumiu o cargo de subdiretor de ensino da Escola de Intendência do Rio\nde Janeiro, sendo nomeado suboficial de gabinete do ministro da Guerra,\ngeneral Eurico Dutra.\n\nParticipou das campanhas da Força Expedicionária Brasileira (FEB) na\nItália e integrou a comitiva que acompanhou Dutra em sua viagem à Europa\nem setembro de 1944. Em dezembro desse ano alcançou o posto de\ntenente-coronel, sendo designado no ano seguinte oficial de gabinete do\nnovo ministro da Guerra, general Pedro Aurélio de Góis Monteiro. Em 1946\ntornou-se diretor-secretário da Companhia Siderúrgica Nacional (CSN), da\nqual se afastou temporariamente para ocupar, em setembro seguinte, a\ninterventoria no estado do Paraná em substituição a Brasil Pinheiro\nMachado. Permaneceu no cargo por um ano, tendo em sua gestão incorporado\nao estado do Paraná o território de Foz do Iguaçu. Reassumiu o cargo de\ndiretor-secretário na CSN em 1947, tornando-se em 1949\ndiretor-tesoureiro da empresa, onde permaneceu até 1953. Ainda em 1949,\npresidiu a Comissão Central de Preços.\n\nNo pleito de outubro de 1954 elegeu-se deputado federal pelo Paraná na\nlegenda do Partido Social Democrático (PSD). Assumindo o mandato em\nfevereiro do ano seguinte, em março de 1956 foi designado para ocupar o\ncargo de secretário da Fazenda no Paraná, durante o governo de Moisés\nLupion (1956-1959). Permaneceu nessa secretaria até fevereiro de 1957,\nquando reiniciou seus trabalhos na Câmara dos Deputados. Durante essa\nlegislatura integrou a Comissão de Segurança Nacional e, em abril de\n1957, tornou-se vice- líder de seu partido na Câmara. Como tal, defendeu\no governo de Juscelino Kubitschek, principalmente no caso da aquisição\ndo porta-aviões *Minas Gerais*, na implantação das indústrias\nautomobilística e naval e na transferência da capital para Brasília.\n\nReeleito em outubro de 1958 na mesma legenda, voltou a ocupar a\nvice-liderança de seu partido na Câmara a partir de setembro de 1962. Em\nsua atividade parlamentar combateu a diretriz da política internacional\nimplantada pelo presidente Jânio Quadros, manifestando-se contrário ao\nreatamento das relações diplomáticas com a União Soviética e ao apoio\ndado a Cuba em nome dos princípios da autodeterminação e da não\nintervenção. Nessa legislatura, segundo o *Correio Brasiliense,*\ndefendeu o intervencionismo estatal – de modo a suplementar e corrigir\nos abusos da iniciativa privada – e o monopólio estatal do petróleo, dos\nminérios atômicos, das telecomunicações e da energia elétrica, apoiando\nainda a reforma agrária cooperativista, com desapropriação dos\nlatifúndios improdutivos. Integrou também a Ação Democrática, bloco\nparlamentar formado no primeiro semestre de 1961 com o objetivo de\ncombater a infiltração comunista na sociedade brasileira.\n\nTentou reeleger-se para a Câmara dos Deputados no pleito de outubro de\n1962, mas obteve uma suplência. Ao final de seu mandato, em janeiro de\n1963, deixou a Câmara e assumiu a vice-presidência da CSN. Com a\npromulgação do Ato Institucional n^o^ 1 (9/4/1964), editado pela junta\nmilitar que assumiu o governo após a deposição de João Goulart em 31 de\nmarço, permitindo punições extralegais de adversários do novo regime,\nfoi convocado para integrar a bancada de seu partido na Câmara. Com a\nextinção dos partidos políticos pelo Ato Institucional n^o^ 2\n(27/10/1965) e a posterior instauração do bipartidarismo, filiou-se à\nAliança Renovadora Nacional (Arena), partido de apoio ao regime militar,\ntendo permanecido na Câmara até janeiro de 1967.\n\nFoi ainda presidente da Coordenação do Desenvolvimento de Brasília\n(Codebrás) e chefe do escritório da CSN na capital da República.\n\nFaleceu em Brasília no dia 2 de abril de 1984.\n\nCasou-se com Júlia Campos Silva e, em segundas núpcias, com Rosi Costa\nGomes da Silva. Teve três filhos.\n\n**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep.*; CÂM.\nDEP. *Relação nominal dos senhores*; CAMPOS, Q. *Fichário*; CORRESP.\nBIB. PÚBL. PR; *Globo*, (3/4/1984); *Grande encic.* *Delta*;\nHIRSCHOWICZ, E. *Contemporâneos*; MIN. GUERRA. *Almanaque*; NICOLAS, M.\n*Cem anos*; *Who’s who in Brazil*.\n","ref":"**FONTES:** CÂM. DEP. *Deputados*; CÂM. DEP. *Relação dos dep.*; CÂM.\nDEP. *Relação nominal dos senhores*; CAMPOS, Q. *Fichário*; CORRESP.\nBIB. PÚBL. PR; *Globo*, (3/4/1984); *Grande encic.* *Delta*;\nHIRSCHOWICZ, E. *Contemporâneos*; MIN. GUERRA. *Almanaque*; NICOLAS, M.\n*Cem anos*; *Who’s who in Brazil*.\n","dic":"DHBPR"}