{"title":"GOMES, Nestor","cargoss":["sen. ES 1919-1920","pres. ES 1920-1924."],"author":"Nara Saletto/Fernando Achiamé","content":"**GOMES, Nestor**\n\n\\*sen. ES 1919-1920; pres. ES 1920-1924.\n\n*Nestor Gomes* nasceu em Conceição de Macabu (RJ) no dia 8 de setembro\nde 1875, em família modesta.\n\nTransferiu-se para o Espírito Santo muito jovem e trabalhou inicialmente\nem uma firma comercial de Castelo, então distrito de Cachoeiro de\nItapemirim (ES), onde se tornou guarda-livros (contador). Transferiu-se\nmais tarde para Cachoeiro, onde foi comprador de café para uma grande\ncasa exportadora, a Hard Rand. Naquela cidade iniciou sua carreira\npolítica, elegendo-se membro do governo municipal em 1908, como aliado\ndos Monteiro, que então ascendiam ao poder estadual, com Jerônimo\nMonteiro na presidência do Espírito Santo (1908-1912). Em 1910 renunciou\nao cargo e mudou-se para Vitória, onde foi chefe do escritório da firma\ncomercial de José Ribeiro de Sousa. No mesmo ano e se elegeu deputado\nestadual, reelegendo-se em 1912.\n\nNo governo de Bernardino Monteiro (1916-1920) ocupou os cargos de\nsecretário de Finanças e secretário de Agricultura, Terras e Obras. Em\n1919, quando se abriu uma vaga no Senado, foi eleito para ocupá-la, com\nmandato até 1921. Embora não tivesse uma formação cultural sólida,\npossuía viva inteligência, era bom redator e tinha conhecimentos de\neconomia, que lhe permitiam elaborar projetos originais, muitas vezes\ncontra o pensamento dominante, sobre assuntos de interesse estadual ou\nnacional. No Senado, onde participou da Comissão de Finanças, apresentou\nalguns projetos que tiveram repercussão positiva na imprensa carioca.\nDefendeu, por exemplo, uma proposta sobre a política de valorização do\ncafé alternativa à que estava em discussão no Congresso Nacional, e\noutra sobre reforma bancária.\n\nEm 1920, ao final do governo de Bernardino, foi apresentado por este\ncomo candidato a sua sucessão, numa tentativa de resolver divergências\nentre os irmãos Monteiro sobre a candidatura oficial ao governo do\nestado. Aparecendo como candidato de conciliação, foi eleito sem\nproblemas. Porém a conciliação era apenas aparente, e as facções\npolíticas dos dois irmãos logo entraram em choque, com os jeronimistas\nacusando o governo de promover perseguições a eles com envolvimento de\nviolência policial. Rebentou então uma crise que dividiu a política\ncapixaba. Em maio, quando terminaria o mandato de Bernardino, a facção\njeronimista decidiu não reconhecer a eleição de Nestor, apresentando\ncontra ele acusações de improbidade administrativa, que se revelariam\nfalsas. O Legislativo se cindiu, passando a haver duas assembleias. A\njeronimista, com 13 deputados, elegeu um presidente da casa, Etienne\nDessaune, recusou o reconhecimento da eleição de Nestor e, ficando vaga\na presidência do estado, no dia 23 de maio, empossou Dessaune, segundo a\nnorma constitucional. A assembleia bernardinista, presidida por Geraldo\nViana, com número de deputados insuficiente para reconhecer o candidato\n(11), reuniu-se no palácio do governo, reconheceu e empossou Nestor\nGomes. Essa posse se deu no palácio sitiado, pois a luta já se tornara\narmada, e as forças policiais, rebeladas contra seu comando, aliaram-se\na Jerônimo, ficando Bernardino e Nestor com a guarda do palácio e\ncapangas dos coronéis aliados. À noite começou o tiroteio, que alarmou a\npopulação e provocou a fuga de muitos moradores. O comércio, os bancos e\nas repartições públicas permaneceram fechados por vários dias. A 27 de\nmaio, o presidente da República Epitácio Pessoa (1919-1922) decretou a\nintervenção federal no estado. As forças do Exército assumiram o\ncontrole de Vitória e impuseram o fim das hostilidades. O caso passou ao\nCongresso Nacional, que aprovou o reconhecimento de Nestor Gomes a 16 de\njunho, na Câmara, e a 11 de julho, no Senado.\n\nNestor assumiu o controle do estado e procurou pacificar a política\ncapixaba, agora em nova conjuntura, na qual o poderoso Jerônimo Monteiro\nhavia sido derrotado, e Bernardino Monteiro assumia a chefia da única\nagremiação política, o Partido Republicano Espírito-Santense (PRES) e se\ntornava o mais poderoso político capixaba. Porém, na luta travada por\nsua posse, Nestor recrutara antigos opositores dos Monteiro para o seu\nlado, como Pinheiro Júnior, e estes se fortaleceram no partido. Apoiado\nno poder que lhe dava o cargo executivo, Nestor Gomes pôde governar com\nrelativa autonomia.\n\nA pacificação progrediu no início, mas no ano seguinte Jerônimo Monteiro\nse engajou na Reação Republicana, movimento de oposição em nível\nnacional que contestava o sistema eleitoral e apresentava a candidatura\nde Nilo Peçanha à presidência da República contra o candidato oficial,\nArtur Bernardes. Parte dos partidários de Jerônimo aderiu ao movimento,\ne novamente a política capixaba se agitou. Nestor Gomes procurou manter\numa posição de equilíbrio, prometendo respeitar a liberdade dos\nopositores, e, embora apoiasse o candidato governista, recebeu\npessoalmente Nilo Peçanha quando este foi em campanha a Vitória. No\nentanto, a composição que havia sido promovida no Legislativo se desfez\ne, na eleição para a renovação da casa, no início de 1922, os\npartidários da Reação Republicana lançaram uma chapa de oposição.\nDerrotados, contestaram o resultado, tal como acontecera no plano\nfederal, e formaram uma “duplicata” de assembleia, que se reuniu\nenquanto a Reação Republicana manteve a luta, e se dissolveu com o fim\ndesta.\n\nApesar da agitação política, Nestor promoveu uma ampla reforma da\nConstituição estadual e reorganizou a administração, criando secretarias\nmais especializadas. Ideologicamente era um liberal, e procurou resolver\nos problemas do estado segundo os princípios dessa doutrina, mas soube\nser flexível quando os caminhos que escolhera se mostraram inviáveis.\nTentou vender ou arrendar as numerosas empresas que o estado possuía. Os\nserviços de água, esgotos, energia elétrica e bondes, de Vitória e de\nCachoeiro, foram arrendados com sucesso, mas, das indústrias da\nCompanhia Industrial de Itapemirim, apenas algumas encontraram\ninvestidores interessados, e nem sempre o arrendamento teve resultado\npositivo.\n\nEm seu governo teve início uma fase de prosperidade, decorrente dos\naltos preços do café e do crescimento de sua produção, o que permitiu a\nrealização de numerosas obras em todo o estado. Construiu estradas de\nrodagem, algumas delas preparadas para o tráfego de automóveis e\ncaminhões. Concluiu a estrada de ferro ligando Cachoeiro ao porto de\nItapemirim e ergueu escolas e prédios públicos. Empreendeu uma ampla\nreforma urbanística em Vitória, projetando um novo traçado em grande\nparte do centro da cidade, com a eliminação de antigas e tortuosas ruas\nmal alinhadas, de casas degradadas, e a abertura de novas vias,\ninclusive uma importante avenida (hoje parte da Jerônimo Monteiro), e a\nconstrução de ligações viárias para os bairros, então afastados, de\nSanto Antônio, Jucutuquara, Maruípe e Praia do Canto, além da estrada de\nGoiabeiras à Serra. Edificou um mercado, um hotel e residências no\ncentro, depois de tentar, em vão, atrair investidores privados para esse\nfim.\n\nDe maneira a enfrentar o problema da insuficiência de crédito no estado,\nplanejou a criação de pequenos bancos no interior, com parte do capital\nfornecida pelo Banco do Espírito Santo e parte de origem privada local.\nEssa iniciativa foi bem- sucedida, mas, como a maior parte de seus\nempreendimentos, só foi concluída após o final de seu governo.\n\nNestor Gomes foi responsável pela ação inicial no sentido de ocupar a\nregião do estado ao norte do rio Doce, até então quase toda coberta pela\nMata Atlântica. Recuperou para o estado uma vasta área ao norte de\nColatina e loteou-a em pequenas propriedades, que foram vendidas na\nmaior parte a descendentes de imigrantes das antigas colônias, onde não\nhavia mais terras disponíveis.\n\nNo fim do seu governo, com a maioria de suas obras em andamento, indicou\ncomo seu sucessor o engenheiro Florentino Avidos, chefe do Serviço de\nMelhoramentos de Vitória, que realizava a reforma urbanística da\ncapital. Deixou o governo a 23 de maio de 1924. Não teve mais qualquer\napoio do Partido Republicano Espírito-Santense.\n\nDurante o governo, foi atingido por infortúnios em sua vida pessoal: seu\nfilho Nestorzinho suicidou-se, e a companheira faleceu; em seguida, sua\nsaúde foi comprometida pela tuberculose.\n\nFora do governo voltou ao comércio, mas enfrentou dificuldades\nfinanceiras daí em diante. Após a Revolução de 1930, foi secretário de\nFinanças do Maranhão, no governo Seroa da Mota. Depois disso, viveu um\ntempo no Rio de Janeiro, onde mantinha uma coluna sobre finanças no\n*Jornal do Comércio*. Quando seu estado de saúde se agravou, sozinho,\nsem recursos, internou-se num hospital público de Belo Horizonte. O\ngoverno do Espírito Santo, por meio do interventor Punaro Bley,\nprestou-lhe assistência nesse período final da vida. Nestor Gomes\nfaleceu na capital mineira no dia 9 de março de 1941.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** ASSEMB. LEGISL. ES. *Anais* (1920, 1921, 1923);\n*Cachoeirano* (12/1919 - 5/1920); CÂM. DEP. *Intervenção*; C*aso do\nEspírito Santo*; *Gazeta* (mar. 1941). Nestor Gomes; DERENZI. L.\n*Biografia*;*Estado* (1921-1922); GOMES, N. *Mensagem apresentada ao\nCongresso Legislativo* *(31*/10/1921,7/9/1922, 7/9/1922, 3/5/1923);\n*Jornal do Comércio* (1/5/1920; 26 - 29/5/1920); REZENDE, S. *Memórias.*\n","ref":"**FONTES:** ASSEMB. LEGISL. ES. *Anais* (1920, 1921, 1923);\n*Cachoeirano* (12/1919 - 5/1920); CÂM. DEP. *Intervenção*; C*aso do\nEspírito Santo*; *Gazeta* (mar. 1941). Nestor Gomes; DERENZI. L.\n*Biografia*;*Estado* (1921-1922); GOMES, N. *Mensagem apresentada ao\nCongresso Legislativo* *(31*/10/1921,7/9/1922, 7/9/1922, 3/5/1923);\n*Jornal do Comércio* (1/5/1920; 26 - 29/5/1920); REZENDE, S. *Memórias.*\n","dic":"DHBPR"}