{"title":"GONÇALVES, Alberto","cargoss":["religioso","sen. PR 1897-1905."],"author":"Luciana Pinheiro","content":"**GONÇALVES, Alberto**\n\n\\*religioso; sen. PR 1897-1905.\n\n*Alberto José Gonçalves* nasceu em Palmeira (PR) no dia 20 de julho de\n1859, filho de Francisco José Gonçalves e de Constança Gonçalves.\n\nEntre 1874 e 1879 estudou no Seminário Episcopal de São Paulo,\ntornando-se em seguida professor e secretário da instituição. Em\nsetembro de 1882 foi ordenado padre e rezou sua primeira missa na\ncapital paranaense. Em 1888, em decorrência de uma solicitação da\nprincesa Isabel, tornou-se responsável pela paróquia de Nossa Senhora da\nLuz, em Curitiba. Buscou sempre manter bastante próximas as relações\nentre a Igreja e o Estado, através da amizade com políticos e\nempresários ligados à corrente liberal. Em março de 1889, nomeado pelo\nentão presidente do Paraná, assumiu a presidência da Comissão de\nEstatística da província.\n\nTambém em 1889 foi eleito deputado provincial, mas acabou não exercendo\no mandato em virtude da proclamação da República. Em fins de 1890 foi\nnomeado vigário geral forense e, no ano seguinte, diretor geral de\nEnsino do Paraná. Em 1892 foi eleito deputado à Assembleia Constituinte\nparanaense com mandato de um biênio. Foi escolhido segundo-secretário da\nMesa e passou a integrar a Comissão de Instrução, Catequese e\nCivilização dos Índios, além da Comissão de Estatística. Em 1894 foi\nreeleito por mais dois anos, durante os quais presidiu a Mesa e compôs\ntrês comissões: de Constituição e Justiça, de Instrução, Catequese e\nCivilização dos Índios, e de Redação. No decorrer dos quatro anos\napresentou diversos projetos de lei, tendo sido aprovados, entre outros,\no de reforma do ensino público e o do novo regimento da Assembleia, além\nda regulamentação da aposentadoria dos funcionários públicos.\n\nEm 1897 elegeu-se senador pelo Partido Republicano, com mandato até\n1905, tornando-se um dos principais políticos paranaenses da Primeira\nRepública. Em 1906 iniciou novo mandato de deputado estadual, o último\nde sua carreira política, encerrada dois anos depois.\n\nEm 1908 foi nomeado bispo e assumiu a diocese do município paulista de\nRibeirão Preto. Ali permaneceu 36 anos, durante os quais trabalhou pela\nconclusão das obras da catedral de São Sebastião e pela construção do\nPalácio Episcopal. Ao longo de sua trajetória recebeu os títulos de\ncomendador da Coroa de Itália e de conde assistente ao Solio Pontfíicio.\nComo protonário católico, foi homenageado com a cruz “Pro Ecclesia et\nPontifice”. Foi membro da Academia Paranaense de Letras, provedor da\nSanta Casa de Misericórdia de Curitiba e fundador do Hospital Nossa\nSenhora da Luz, também na capital do Paraná.\n\nFaleceu em Ribeirão Preto em 6 de maio de 1945.\n\nEscreveu um *Compêndio de geometria* e de uma *Gramática latina*.\n\nLuciana Pinheiro\n\n**FONTES:** BALDIN, M. *Pacificador*; NICOLAS, Maria. *Cem anos*; PREF.\nMUN. RIBEIRÃO PRETO. Disponível em: \\<www.ribeiraopreto.sp.gov.br/\\>.\nAcesso em: 2/6/2010; SENADO. Disponível em: \\<www.senado.gov.br/\\>.\nAcesso em: 2/6/2010.\n","ref":"**FONTES:** BALDIN, M. *Pacificador*; NICOLAS, Maria. *Cem anos*; PREF.\nMUN. RIBEIRÃO PRETO. Disponível em: \\<www.ribeiraopreto.sp.gov.br/\\>.\nAcesso em: 2/6/2010; SENADO. Disponível em: \\<www.senado.gov.br/\\>.\nAcesso em: 2/6/2010.\n","dic":"DHBPR"}