{"title":"GONÇALVES, Augusto César Lopes","cargoss":["dep. fed. AM 1912-1914","sen. AM 1915-1923","sen. SE 1924-1930."],"author":"Maria Eugenia Bertarelli","content":"**GONÇALVES, Augusto César Lopes**\n\n\\*dep. fed. AM 1912-1914; sen. AM 1915-1923; sen. SE 1924-1930.\n\n*Augusto César Lopes Gonçalves* nasceu em Vitória do Mearim (MA) no dia\n3 de agosto de 1870.\n\nFormou-se advogado pela Faculdade de Direito do Recife e entre os anos\nde 1888 e 1891 foi promotor público nas comarcas de Viana e Brejo, no\nMaranhão. Em 1892 ocupou por um breve período o cargo de secretário\ngeral do Maranhão.\n\nMudando-se para Manaus, a princípio dedicou-se à advocacia e em 1903\nassumiu o posto de procurador fiscal do Amazonas. Em 1904 foi designado\npelo então presidente da República Rodrigues Alves (1902-1906) para\nrepresentar o governo do Amazonas na Exposição Universal de St. Louis,\nnos Estados Unidos. Em 1912 elegeu-se deputado federal e cumpriu o\nmandato de maio do mesmo ano a dezembro de 914, quando se encerrou a\nlegislatura.\n\nEm 1915 foi eleito senador pelo Amazonas, com mandato de nove anos.\nOcupou uma cadeira no Senado de maio seguinte até dezembro de 1923. Em\n1924 voltou a ser eleito senador, dessa vez pelo estado de Sergipe.\nIniciou o novo mandato em maio, mas não chegou a completá-lo, em\ndecorrência da Revolução de outubro de 1930, que levou Getúlio Vargas ao\npoder e extinguiu os órgãos legislativos do país.\n\nFoi também professor de direito criminal na Universidade de Manaus, além\nde membro do Instituto da Ordem dos Advogados do Rio de Janeiro, do\nInstituto Histórico de Sergipe e da Associação dos Advogados de Lisboa.\n\nFaleceu no Rio de Janeiro no dia 18 de novembro de 1938.\n\nCasado com Sara de Freitas Lopes Gonçalves, teve um filho.\n\nEscreveu diversas obras sobre temas jurídicos e também históricos, como\n*A fronteira brasileiro-boliviana pelo Amazonas; O Amazonas; O rei da\nInglaterra; Reforma Constitucional; A fronteira entre o Pará e o\nAmazonas; Legítima defesa; Incompetência do Supremo Tribunal para fixar\nos vencimentos dos empregados de sua secretaria; A região amazonense do\nRio Branco; O regime federativo presidencial; A Constituição do Brasil.*\n\nMaria Eugenia Bertarelli\n\n**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AMAZONAS.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 14/10/2010;\nSENADO. Disponível em: \\<www.senado.gov.br\\>. Acesso em: 14/10/2010.\n","ref":"**FONTES:** BITTENCOURT, A. *Dicionário*; CASA CIVIL. GOV. AMAZONAS.\nDisponível em: \\<www.casacivil.am.gov.br\\>. Acesso em: 14/10/2010;\nSENADO. Disponível em: \\<www.senado.gov.br\\>. Acesso em: 14/10/2010.\n","dic":"DHBPR"}