{"title":"GONÇALVES, Eduardo Mendes","cargoss":["const. 1891","dep. fed. PR 1891-1893."],"author":"Luciana Pinheiro","content":"**GONÇALVES, Eduardo Mendes**\n\n\\*const. 1891; dep. fed. PR 1891-1893.\n\n*Eduardo Mendes Gonçalves* nasceu no Paraná, filho de Ricardo Antônio\nMendes Gonçalves.\n\nDiplomou-se em engenharia civil pela Escola Politécnica, no Rio de\nJaneiro, então capital do Império. Logo após a formatura, ingressou na\nequipe responsável pela construção da Estrada de Ferro\nParanaguá-Curitiba, tendo sido escolhido para chefiar um dos setores da\nobra. Conhecido divulgador das propostas republicanas, fundou e foi\nredator do periódico paranaense *A República*, lançado em 1886. Além\ndisso, esteve à frente da organização e da presidência do Clube\nRepublicano de Curitiba, reunindo na entidade diversos outros\npartidários de seus ideais políticos.\n\nProclamada a República em 15 de novembro de 1889, foi eleito em 15 de\nsetembro de 1890 deputado pelo Paraná ao Congresso Nacional\nConstituinte. Tomou posse em 15 de novembro, foi signatário da\nConstituição promulgada em 24 de fevereiro de 1891 e passou, em junho, a\nexercer o mandato ordinário, até dezembro de 1893. Nesse período, foi\nsecretário da Mesa da Câmara dos Deputados.\n\nAlém de deputado federal, também cumpriu mandato na Câmara Municipal de\nCuritiba, tendo sido inclusive seu presidente. Como engenheiro executou\ndiversas obras em São Paulo, algumas delas em parceria com o arquiteto\nRamos de Azevedo.\n\nFaleceu em São Paulo em 1911.\n\nEra casado com Julieta Ramos, com quem teve seis filhos.\n\nLuciana Pinheiro\n\n**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.71); Família Mendes\nGonçalves. Disponível em: \\<www.mendesgoncalves.com.br/historia.htm\\>.\nAcesso em: 19/6/2010; NICOLAS, M. *Cem anos.*\n","ref":"**FONTES:** CÂM. DEP. *Deputados brasileiros* (p.71); Família Mendes\nGonçalves. Disponível em: \\<www.mendesgoncalves.com.br/historia.htm\\>.\nAcesso em: 19/6/2010; NICOLAS, M. *Cem anos.*\n","dic":"DHBPR"}