{"title":"GONÇALVES, José","cargoss":["Deputado Geral","Governador de estado ou do Distrito Federal"],"cargos_esp":[0,0],"datas_ini":[1869,1890],"datas_fim":[1872,1891],"estados":["BA","BA"],"autor":[0],"content":"**GONÇALVES, José**\n\n\\*dep. geral BA 1869-1872; gov. BA 1890-1891.\n\n*José Gonçalves da Silva* nasceu na cidade de Mata de São João (BA) em\n22 de dezembro de 1838, filho do major José Gonçalves da Silva.\n\nTeve instrução preparatória no antigo Colégio Pereira, em Salvador. Aos\n16 anos, matriculou-se na Faculdade de Direito do Recife, onde estudou\ndo até o terceiro ano do curso jurídico. Transferiu-se então para a\nFaculdade de Direito de São Paulo, na qual completou os dois últimos\nanos e recebeu, em 18 de novembro de 1859, o diploma de bacharel em\nciências jurídicas e sociais.\n\nDe regresso à Bahia, fixou residência em Vila Nova da Rainha, atual\nSenhor do Bonfim, onde desempenhou as funções de juiz de paz e de\npresidente do Conselho Municipal. Em 1862, foi nomeado coronel\ncomandante superior da Guarda Nacional do município. Em janeiro de 1863\ncasou-se com Júlia Maria da Cunha. Em 1865 foi aclamado chefe local do\nPartido Conservador, ao qual se filiara, e em 1866, por ocasião da\nguerra com o Paraguai, em pleno domínio do Partido Liberal, o governo\nagraciou-o com o título de Cavaleiro da Imperial Ordem da Rosa, em\natenção aos serviços prestados na província da Bahia a bem da\nintegridade do Império.\n\nEm 1868 foi eleito deputado provincial, e um ano depois, deputado geral\ndo Império. Na legislatura 1869-1872, colaborou eficazmente nas medidas\nde reforma que os interesses nacionais reclamavam, notadamente na\nreorganização da Guarda Nacional e das câmaras municipais. Participou da\ncampanha abolicionista, apoiando a política dos conservadores de\nsupressão gradativa do trabalho escravo e votando a favor da Lei do\nVentre Livre (28/9/1871). Nos últimos anos do Império esteve afastado da\npolítica, mas, ao ter notícia da proclamação da República pelo Exército,\naderiu, ato contínuo, à nova forma de governo, no que foi acompanhando\npelo Partido Conservador da comarca de Vila Nova da Rainha, assumindo\nposição contrária à do presidente da província e demais membros da elite\npolítica da Bahia, que se mantiveram leais ao imperador até a 25^a^\nhora. Por decreto de dezembro de 1889, foi nomeado intendente de Vila\nNova da Rainha.\n\nNo contexto de instabilidade política gerada pela proclamação da\nRepública, foi o quarto governador da Bahia nomeado pelo governo\nprovisório chefiado pelo marechal Deodoro da Fonseca. Substituiu\nVirgílio Damásio, por decreto de 15 de outubro de 1890, tendo tomado\nposse em 1^o^ de novembro. Após a promulgação da Constituição do estado\n(2/7/1891), foi eleito pela Assembleia Constituinte estadual, em votação\nnominal, por 50 votos, governador do estado para o primeiro quadriênio\nconstitucional, de 1891 a 1895. Num total de 63 congressistas, 61\nestiveram presentes à sessão. Contudo, não cumpriu o mandato até o fim.\nPor lealdade política, declarou-se solidário ao marechal Deodoro da\nFonseca quando este deu o golpe de Estado de 3 de novembro de 1891,\ndissolvendo o Congresso Nacional. Sua atitude gerou graves\ndesentendimentos entre os políticos baianos e, ante o forte tumulto\nocorrido no dia 24 do mesmo mês – um dia após a renúncia de Deodoro e a\nposse de Floriano Peixoto –, foi obrigado a abandonar o governo. Ante a\nrecusa de seus substitutos legais, deu posse ao general Tude Neiva, a\nfim de que a ordem pública fosse restabelecida. Um mês depois, em 22 de\ndezembro, renunciou definitivamente à chefia do Executivo baiano. Seu\ngoverno pode ser divido em dois períodos: o provisório, de 1^o^ de\nnovembro de 1890 a 2 de julho de 1891, e o constitucional, dessa data\naté o dia 24 de novembro. No primeiro período, coube-lhe, além da\ncriação de dez municípios, presidir as eleições para a Assembleia\nConstituinte estadual. O período constitucional durou poucos meses.\nConsagrou-o à organização política do estado e sancionou a primeira Lei\nde Organização Municipal.\n\nNo governo de Rodrigues Lima (1892-1896), já como presidente do Partido\nRepublicano Federalista (PRF), fundado em 1892, elegeu-se senador\nestadual (4/12/1892). Divergindo em relação a questões ligadas à\nautonomia dos municípios, rompeu politicamente com o conselheiro Luís\nViana e com Severino Vieira, correligionários desde o Império. O Partido\nFederalista cindiu-se assim nas facções “vianista” e “gonçalvista”.\n\nAntiflorianista declarado, em 1893 recusou o convite do presidente\nFloriano Peixoto para ocupar o Ministério das Relações Exteriores. Em\ndezembro desse ano, disputando com Manuel Vitorino, que contava com o\napoio dos vianistas, foi derrotado nas eleições para o Senado Federal.\nEm agosto de 1894, comandou a fundação do Partido Republicano\nConstitucional (PRC), formado pela dissidência gonçalvista*,* à qual\naderiu a maioria dos membros do Partido Nacional (PN), antiga oposição a\nseu governo. Era uma acomodação partidária, visando às eleições\nestaduais de novembro. Por decreto do dia 9 de novembro, recebeu de\nFloriano Peixoto o título de general de brigada “por serviços prestados\nà República”.\n\nCombateu a indicação de Manuel Vitorino para vice-presidente, na chapa\nde Prudente de Morais, que fora lançado candidato pela convenção do PRF\nem São Paulo e havia recebido o apoio dos vianistas. Na condição de\nsenador estadual, participou dos episódios que determinaram a duplicata\ndo Legislativo baiano em 1895 – ambas as Assembleias funcionando no\nmesmo ambiente, sob a presidência de membros da antiga nobreza: o barão\nde Jeremoabo, seu maior amigo e parceiro político, presidiu a\noposicionista, e o barão de Camaçari, a governista. Acusando o Senado\nestadual de estar inconstitucionalmente constituído, recusou-se a\ncomparecer às sessões. A maioria governista considerou-o resignatário,\njuntamente com outros senadores de sua facção política.\n\nAfastou-se da política, só retornando à cena para prestar apoio à\ncandidatura ao governo do estado de Araújo Pinho em oposição à de\nSeverino Vieira, em 1908, e à de José Joaquim Seabra, em 1912. Não\nchegou a assistir às eleições de 1912, pois faleceu na sua fazenda\nPiabas, no município de Vila Nova da Rainha, no dia 15 de agosto de\n1911, aos 73 anos.\n\nDe seu casamento com Júlia Maria da Cunha, teve oito filhos. Havendo\nenviuvado, contraiu segundas núpcias com Emiliana Torres, com quem teve\ncinco filhos. Deixou 33 netos.\n\nÁlvaro Pinto Dantas de Carvalho Júnior/ Consuelo Novais Sampaio\n\n**FONTES:** ARAGÃO, A. *Bahia* (p.63-68); ARQ. PUB. BA. Certidão do\ntermo de óbito do Dr. José Gonçalves da Silva; BULCÃO SOBRINHO, A.\n*Relembrando* (p.36-39); CARVALHO JÚNIOR, A. *Governadores*; *Diário da\nBahia* (17/8/1911). Dr. José Gonçalves da Silva; *Diário de Notícias,\nDiário Oficial do Estado da Bahia*; *Governadores do Estado da Bahia*\n(n.2, p.152-153); *Jornal de Notícias* (16/8/1911); *Organização e\nprogramas* (p.347-350);*Revista do Brasil.* Uma página de luto, Dr. José\nGonçalves; SAMPAIO, C. *Canudos* (p.253-254); SAMPAIO, C. *Partidos*\n(p.28/30-59/112).\n","ref":"**FONTES:** ARAGÃO, A. *Bahia* (p.63-68); ARQ. PUB. BA. Certidão do\ntermo de óbito do Dr. José Gonçalves da Silva; BULCÃO SOBRINHO, A.\n*Relembrando* (p.36-39); CARVALHO JÚNIOR, A. *Governadores*; *Diário da\nBahia* (17/8/1911). Dr. José Gonçalves da Silva; *Diário de Notícias,\nDiário Oficial do Estado da Bahia*; *Governadores do Estado da Bahia*\n(n.2, p.152-153); *Jornal de Notícias* (16/8/1911); *Organização e\nprogramas* (p.347-350);*Revista do Brasil.* Uma página de luto, Dr. José\nGonçalves; SAMPAIO, C. *Canudos* (p.253-254); SAMPAIO, C. *Partidos*\n(p.28/30-59/112).\n","dic":"DHBPR"}
