{"title":"GORDILHO, Adriano","cargoss":["dep. fed. BA 1927-1930."],"author":null,"content":"**GORDILHO, Adriano**\n\n\\*dep. fed. BA 1927-1930.\n\n*Adriano dos Reis Gordilho* nasceu em Salvador no dia 19 de abril de\n1865, filho de Pedro Alves de Lima Gordilho e de Maria da Glória Melo\nReis Gordilho. Em sua família destacaram-se seus tios Adriano Alves de\nLima Gordilho, segundo barão de Itapoã, que teve importante papel no\nensino da obstetrícia; Manuel Alves de Lima Gordilho, desembargador da\nRelação de Ouro Preto em 1887, e Virgílio Alves de Lima Gordilho, chefe\nde polícia da Bahia em 1880. Seu tio João Pedro Alves de Lima Gordilho\ncasou-se com Joaquina Leão Veloso, irmã do conselheiro Pedro Leão\nVeloso, dando origem à família Veloso Gordilho. Seu irmão Pedro dos Reis\nGordilho foi conselheiro do Tribunal de Contas da Bahia em 1920. Sua\ncunhada Isabel Lacerda, irmã de sua mulher Maria da Glória de Lacerda\nGordilho, era casada com Pedro Lago, que foi deputado federal (1906-1922\ne 1935-1937) e senador pela Bahia (1923-1930).\n\nCursou a Faculdade de Medicina da Bahia, pela qual se formou em 23 de\ndezembro de 1885. Seguiu a carreira de professor universitário, tendo\nsido assistente da segunda cadeira de clínica médica de 1891 a 1911. Fez\ncursos de aperfeiçoamento em histologia na Europa, e em 1897 submeteu-se\na concurso para a cadeira de histologia da Faculdade de Medicina com a\ntese *Formas clínicas de uremia*. Ainda no exercício da docência foi\nprofessor de anatomia microscópica de 1914 a 1925, ano em que entrou em\ndisponibilidade. Além de professor, clinicou e foi médico da Fábrica de\nTecidos Luis Tarquínio, pioneira na aplicação do taylorismo na\norganização das funções, habitação e assistência aos operários.\n\nSeguiu também carreira política, ocupando uma cadeira no Senado Estadual\nnas legislaturas 1907-1908, 1909-1910 e 1911-1912. Exerceu o primeiro\nmandato no governo de José Marcelino (1904-1908), passando a ser seu\nopositor quando do rompimento deste com Severino Vieira, em 1907. As\ndesavenças entre os dois grandes líderes levaram o Partido Republicano\nda Bahia a dividir-se entre marcelinistas e severinistas em face da\nsucessão governamental, quando José Marcelino decidiu apoiar o nome de\nJoão Ferreira de Araújo Pinho, enquanto Severino Vieira lançou o de\nInácio Tosta. Adriano Gordilho participou ativamente da disputa como\nsegundo-secretário do Senado, dando seu apoio aos severinistas*,* que\nterminaram derrotados. Tal fato não o impediu de continuar no Senado\nEstadual.\n\nEm janeiro de 1927 foi eleito deputado federal para a legislatura\n1927-1929. Conseguiu reeleger-se para a legislatura 1930-1932, mas não\ncompletou o mandato devido à dissolução da Câmara dos Deputados em 24 de\noutubro de 1930, em decorrência da vitória da Revolução de 1930. Em 1934\naposentou-se da Faculdade de Medicina.\n\nFaleceu em Salvador no dia 29 de julho de 1938.\n\nDe seu casamento com Maria da Glória de Lacerda Gordilho, teve seis\nfilhos. Entre seus descendentes destacaram-se o neto Gilberto Gordilho\nPedreira, que foi secretário de Segurança Pública no governo de Luís\nViana Filho (1967-1971), e o bisneto Nestor Duarte Neto, que foi\ndeputado estadual (1978-1987), constituinte de1988, deputado federal\n(1987-1999) e secretário de Transportes e Infraestrutura da prefeitura\nde Salvador (2005-2007).\n\nOutros parentes das gerações mais moças também se destacaram na vida\npública: seu sobrinho Pedro de Azevedo Gordilho foi chefe de polícia\n(1930) e conselheiro do Tribunal de Contas da Bahia (1942-1954); outro\nsobrinho, Almir de Azevedo Gordilho, foi presidente da Associação\nComercial da Bahia (1931-1932); seu primo em segundo grau Osvaldo Veloso\nGordilho foi deputado estadual, prefeito de Salvador (1951-1954) e\nconselheiro do Tribunal de Contas (1955-1959); outro primo, Rogério\nGordilho de Faria, foi secretário de Interior e Justiça no governo de\nOtávio Mangabeira (1947-1951).\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ARAGÃO, A. *Bahia* (p.207-208); BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário Oficial do Estado da Bahia*;\nGORDILHO, O. *Duzentos* (p.156-157); *Governadores do Estado da Bahia*;\nMATTOS, V. *História* (p97).\n","ref":"**FONTES:** ARAGÃO, A. *Bahia* (p.207-208); BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário Oficial do Estado da Bahia*;\nGORDILHO, O. *Duzentos* (p.156-157); *Governadores do Estado da Bahia*;\nMATTOS, V. *História* (p97).\n","dic":"DHBPR"}