{"title":"GOULART, Gil Diniz","cargoss":["const. 1891","sen. ES 1891-1896."],"author":"Nara Saletto/Fernando Achiamé","content":"**GOULART, Gil Diniz**\n\n\\*const. 1891; sen. ES 1891-1896.\n\n*Gil Diniz Goulart* nasceu em Angra dos Reis (RJ) a 14 de maio de 1844.\n\nEm 1867, foi residir em Cachoeiro de Itapemirim (ES) como advogado a\nserviço do Banco do Brasil e fixou-se na cidade, onde ingressou na\ncarreira política como membro do Partido Liberal. Presidiu a Câmara\nMunicipal por dez anos, destacando-se como administrador competente e\nempreendedor. Foi deputado provincial entre 1883 e 1885. Transferiu-se\nentão para o Rio de Janeiro, onde trabalhou como advogado e tratou de\ninteresses do Espírito Santo. Nos últimos anos do Império, aderiu ao\nmovimento republicano.\n\nNo início da República, engajou-se no Partido Republicano Construtor\n(PRC) do Espírito Santo, pelo qual foi eleito em setembro de 1890\nsenador à Assembleia Nacional Constituinte com mandato de seis anos, por\nter sido o segundo mais votado. Tomou posse em 15 de novembro seguinte e\nteve participação ativa na discussão da Constituição como membro das\ncomissões de Constituição, Poderes e Diplomacia e de Redação do texto\nconstitucional. Em 1895, foi eleito primeiro-secretário da Mesa do\nSenado.\n\nEm 1896, estava integrado a uma dissidência do PRC que se aliou à União\nRepublicana Espírito-Santense (URES), de oposição, e lançou candidatura\ndo senador Domingos Vicente Gonçalves de Sousa ao governo do estado,\ncontra a candidatura governista de Graciano Neves, que venceu o pleito.\nEmbora derrotada, era uma oposição aguerrida, que se uniu à oposição ao\ngoverno federal de Prudente de Morais (1894-1898), promovendo uma\nmudança partidária no estado. A URES acabou por se dissolver, e a maior\nparte de seus membros, aliada aos dissidentes do PRC, fundou uma seção\nestadual do Partido Republicano Federal, da qual Gil Goulart fez parte.\n\nSeu mandato no Senado encerrou-se em dezembro de 1896, e assim também\nsua atuação na política capixaba. Fixou-se definitivamente na cidade do\nRio de Janeiro, onde exerceu sua profissão de advogado e participou do\nConselho Municipal. Durante toda a sua carreira usou intensamente a\nimprensa para defender suas posições, escrevendo artigos, cartas e\nmanifestos nos jornais da capital federal, onde faleceu a 16 de abril de\n1927.\n\nSua filha Iná casou-se com Bernardino Monteiro, um dos políticos mais\npoderosos da Primeira República no Espírito Santo, e ambos residiram\nmuito tempo em sua chácara em Cachoeiro de Itapemirim.\n\nNara Saletto/Fernando Achiamé\n\n**FONTES:** *Comércio do Espírito Santo* (1896-1900); *Estado do\nEspírito Santo* (1890-1896); LEITE NETO, L. *Catálogo biográfico*;\nWikipédia. Disponível em: \\<http://pt.wikipedia.org/wiki/Gil\\_Goulart\\>.\nAcesso em: 7/2010.\n","ref":"**FONTES:** *Comércio do Espírito Santo* (1896-1900); *Estado do\nEspírito Santo* (1890-1896); LEITE NETO, L. *Catálogo biográfico*;\nWikipédia. Disponível em: \\<http://pt.wikipedia.org/wiki/Gil\\_Goulart\\>.\nAcesso em: 7/2010.\n","dic":"DHBPR"}