{"title":"GOUVEIA, Delmiro","cargoss":0,"cargos_esp":0,"datas_ini":0,"datas_fim":0,"estados":0,"autor":["Paulo Brandi Cachapuz"],"content":"**GOUVEIA, Delmiro**\n\n\\*empresário.\n\n*Delmiro Augusto da Cruz Gouveia* nasceu na fazenda Boa Vista, em Ipu\n(CE), no dia 5 de junho de 1863, filho natural do comerciante cearense\nDelmiro Porfírio de Farias e da pernambucana Leonila da Cruz Gouveia.\nEra neto de Ismael da Cruz Gouveia, proprietário de terras na Paraíba, e\nbisneto de José da Cruz Gouveia, participante da Revolução de 1817 e\ndeputado à Assembleia Constituinte de 1823 pela Paraíba.\n\nSeu pai, vendedor de animais de montaria e carga, conheceu Leonila\nGouveia numa de suas passagens pela vila de També, na divisa de\nPernambuco com a Paraíba. Casado e com cinco filhos, levou-a consigo\npara Ipu, sendo acusado de rapto e perseguido pela família de sua nova\ncompanheira. Ameaçado de prisão, alistou-se como voluntário para lutar\nna Guerra do Paraguai (1864-1870) e morreu em combate em 1867. Leonila\nretornou a Pernambuco com os filhos Delmiro e Maria Augusta. Em Recife,\ntrabalhou como empregada doméstica do advogado José Vicente Meira de\nVasconcelos, com quem se casou às vésperas de falecer em 1877.\n\nDelmiro aprendeu as primeiras letras e rudimentos de aritmética com a\nmãe e o padrasto. Não consta que tenha frequentado escola. Aos 15 anos,\nconseguiu emprego na Brazilian Street Railway Company, concessionária de\nlinha de bondes a tração animal em Recife. Começou como bilheteiro e\nchegou à estação de Caxangá. Em seguida, trabalhou em armazém do porto\nda capital e na firma de um comerciante de algodão com amplo\nrelacionamento no interior do estado. Em 1883, casou-se com Anunciada\nCândida de Melo Falcão, filha de um tabelião de Pesqueira (PE).\n\nNa mesma época, ingressou no ramo do comércio de peles de bode, carneiro\ne cabra para exportação, trabalhando por conta própria e também por\ncomissão para comerciantes estrangeiros, entre os quais o sueco Herman\nLundgren. Na condição de caixeiro comprador, tornou-se elemento de\nligação entre firmas comerciais da capital e centros produtores do\ninterior, conduzindo artigos manufaturados que vendia ou permutava por\npeles.\n\nEm 1889, foi contratado pela casa comercial Keen Sutterly, da\nFiladélfia, e viajou pela primeira vez aos EUA. Além de gerente dessa\nfirma, atuou como sócio do comerciante inglês Clement Levy. Em 1893\nvoltou aos EUA para adquirir as instalações do escritório e os armazéns\nda Keen Sutterly, que decidira encerrar suas atividades no país.\n\nDelmiro enriqueceu com as transações de algodão e peles, sobrepujando\nseus principais concorrentes no negócio de exportação de couros para os\nEUA. Em 1896, fundou a casa Delmiro Gouveia & Cia e passou um mês e meio\nna Europa em viagem de passeio com a esposa. Na volta, ligou-se à firma\nnorte-americana J. S. Rossbach, dos dos irmãos Jacob e Leopold Rossbach,\nabrindo novos entrepostos de compra de “courinhos” em vários estados\nnordestinos e em Minas Gerais.\n\nConhecido como o “rei das peles”, tornou-se presidente da Associação\nComercial de Pernambuco em 1897 com o apoio do grupo que fazia oposição\nao senador Francisco de Assis Rosa e Silva, vice-presidente da República\n(1898-1902) e chefe da oligarquia dominante no estado. Integrado à elite\npernambucana, também ganhou fama de dândi. Promovia grandes festas em\nseu palacete de Apipucos, frequentava teatros e chegou a ditar a moda\nmasculina dos “colarinhos Delmiro Gouveia”, altos e engomados.\n\nO mercado do derby e a fuga para Alagoas\n\nEm 1897, Delmiro projetou a construção de um mercado público em Recife\ncom características inovadoras, manifestamente inspirado no centro\ncomercial da Exposição Universal de Chicago (1893), que visitara na sua\nsegunda viagem aos EUA.\n\nO empreendimento começou a ganhar forma em março de 1897, quando Delmiro\nadquiriu os terrenos da extinta Sociedade Hípica Derby Club, numa área\nabandonada fora do centro da cidade. Em fevereiro de 1898, o empresário\nfirmou acordo com o prefeito Coelho Cintra, assegurando para si o\ndireito de construir e explorar o mercado com isenção de impostos\nmunicipais por 25 anos. Em seguida, firmou parceria com Napoleão Duarte\npara levar adiante o empreendimento, constituindo a empresa Gouveia &\nCia. Além do mercado, Delmiro também decidiu empregar seus capitais no\nnegócio do açúcar, adquirindo os bens e instalações da refinaria e\ndestilaria Beltrão, em sociedade com José Maria Carneiro da Cunha.\n\nO mercado do Derby, também conhecido como mercado Coelho Cintra, foi\ninaugurado parcialmente em maio de 1899 e de forma definitiva em\nsetembro do mesmo ano. Foi um dos primeiros estabelecimentos da cidade a\ndispor de iluminação elétrica, marcando época, apesar de sua breve\nexistência. Instalado num prédio com 18 portões, o mercado contava com\n264 boxes para venda de gêneros alimentícios, tecidos, calçados, louças\ne até mesmo artigos de luxo. Perto do prédio principal, Delmiro\nconstruiu um hotel, um cassino, um velódromo e um parque de diversões. O\nempreendimento logo foi aclamado como símbolo do progresso e\nmodernização de Recife, despertando a admiração até mesmo de\nobservadores estrangeiros.\n\nO êxito do Derby não impediu a formação de uma tempestade nas relações\nde Delmiro com as autoridades municipais e estaduais. Os\ndesentendimentos começaram antes da inauguração do mercado, quando o\nnovo prefeito da capital, Esmeraldino Torres Bandeira (empossado em\ndezembro de 1898), exigiu a drenagem dos terrenos fronteiros ao\nestabelecimento para evitar alagamentos. Delmiro demorou a cumprir a\nexigência, argumentando que a responsabilidade da obra era da\nprefeitura, e chegou a impedir pessoalmente, de revólver em punho, a\nabertura de um canal na rua principal de acesso ao Derby.\n\nMeses depois, o prefeito proibiu a venda de carne no Derby e determinou\na apreensão de um carregamento de farinha, alegando que deveriam ser\nvendidos no mercado São José, de propriedade municipal. Em junho de\n1899, Delmiro viajou ao Rio de Janeiro para entender-se pessoalmente com\nRosa e Silva. Após um primeiro encontro com o senador, teria tomado\nconhecimento de um plano para assassiná-lo. Resolveu interpelar Rosa e\nSilva, agredindo-o a bengaladas em plena rua do Ouvidor. O episódio\nintensificou a troca de acusações, pela imprensa, entre Delmiro e seus\nadversários. Acusado de enriquecimento ilícito e de praticar violências\ncontra concorrentes, o empresário contra-atacou, contestando abertamente\no poder de Rosa e Silva em entrevistas e artigos de jornal.\n\nNa madrugada de 2 de janeiro de 1900, o mercado do Derby sofreu um\nincêndio criminoso, provavelmente provocado pelos adversários de\nDelmiro. No mesmo dia, o empresário e seu sócio Napoleão Duarte foram\npresos no Recife para averiguações, por ordem do governador Segismundo\nAntônio Gonçalves. Jornais situacionistas, notadamente o *Jornal do\nRecife*, de propriedade de Segismundo Gonçalves, afirmaram que Delmiro\nestava à beira da falência e que ele próprio teria ordenado o incêndio\npara receber um valioso seguro. Advogados e amigos do empresário logo\nconseguiram sua soltura. Em 5 de janeiro, em carta publicada no jornal\n*A Província*, Delmiro responsabilizou o governador Segismundo Gonçalves\npelo incêndio do Derby, denunciando-o como “político falido de senso\nmoral e de escrúpulo”.\n\nDelmiro embarcou para a Europa no final de janeiro de 1900. Em setembro,\nquando se encontrava na Itália, o Banco da República do Brasil suspendeu\nseus pagamentos, provocando a falência de diversas empresas em todo o\npaís. Delmiro retornou a Recife para recompor os negócios. Rompeu a\nsociedade com Napoleão Duarte, entregou o mercado do Derby aos bancos\ncredores e constituiu a firma Iona & Krause, com o italiano Lionello\nIona e o inglês John Krause. Em fevereiro de 1901, viajou novamente para\na Europa, regressando a Recife somente no ano seguinte.\n\nEm junho de 1902, o Tribunal de Justiça de Pernambuco decretou a\nfalência da empresa Cunha & Gouveia, proprietária da refinaria Beltrão.\nO mesmo ocorreu três meses depois com a firma Silva, Cordeiro & Cia, que\ncuidava do comércio de couros. Há serias dúvidas sobre a independência\ndos juízes nesses processos de falências que, aliás, foram\nposteriormente anulados.\n\nA situação de Delmiro complicou-se bastante em outubro de 1902, quando\nfoi acusado de raptar a adolescente Carmela Eulina do Amaral Gusmão,\nfilha de Ana do Amaral Gusmão, conhecida pelo apelido de Doninha do\nSegismundo, em razão de seu envolvimento amoroso com Segismundo\nGonçalves. No mês seguinte, o empresário fugiu para Alagoas. Desembarcou\nincógnito em Maceió e seguiu em direção ao povoado de Pedra, no sertão\nalagoano, perto de divisa com Pernambuco e Bahia, vantagem considerável\npara o negócio de couros que pretendia relançar. Pertencente ao\nmunicípio de Água Branca, o povoado de Pedra contava com meia de dúzia\nde casebres e apenas uma construção importante: a estação da Estrada de\nFerro Paulo Afonso, que fazia a ligação entre Piranhas (AL) e Jatobá do\nTacaratu, atual Petrolândia (PE). Não muito distante dali, estava a\ncachoeira de Paulo Afonso, no rio São Francisco.\n\nEm março de 1903, Delmiro fixou-se definitivamente numa fazenda em\nPedra. Logo mandou buscar Eulina, com quem teve três filhos: Noêmia, Noé\ne Maria. Em pouco tempo reconstruiria seu império econômico, contando\ncom a proteção dos governadores Joaquim Paulo Vieira Malta (1903-1906) e\nEuclides Vieira Malta (1906-1909) e do coronel Ulisses Luna, chefe\npolítico em Água Branca e um dos principais aliados da oligarquia Malta\nno estado.\n\nA Fábrica da Pedra e a Usina de Angiquinho\n\nNos primeiros anos em Alagoas, Delmiro enriqueceu novamente com o\ncomércio de peles e couros, retomando as exportações para os Estados\nUnidos e a Europa, com o apoio financeiro da firma J. H. Rossbach. As\nvendas para o exterior foram centralizadas em Maceió, ficando a cargo\ninicialmente da Iona & Krause. Em abril de 1907, essa firma foi\nsubstituída pela Iona & Cia, constituída em sociedade com os italianos\nLionello Iona e Guido Ferrario.\n\nA transferência para Alagoas não pôs fim aos seus conflitos com o\ngoverno pernambucano. Em maio de 1904, Delmiro foi preso na estação de\nPedra por um destacamento da polícia de Pernambuco e conduzido a Jatobá.\nConsta que o coronel Ulisses Luna mobilizou imediatamente uma centena de\njagunços para libertar o prisioneiro. Com a interveniência do governador\nJoaquim Paulo Vieira Malta, o empresário foi solto e recebido com honras\nde herói em Pedra.\n\nÉ certo que sua presença em Alagoas contribuiu para o notável aumento\ndas exportações de peles e couros pelo porto de Maceió, em detrimento de\nRecife. O povoado de Pedra transformou-se num grande entreposto\ncomercial, recebendo a produção de diversos estados. Delmiro recorreu a\nvários artifícios para evitar o pagamento de impostos sobre as peles e\ncouros provenientes de Pernambuco. Suas relações com as autoridades\npernambucanas permaneceram conflituosas até a derrota da oligarquia\nrosista nas eleições estaduais de 1911 e a ascensão ao poder do general\nEmídio Dantas Barreto.\n\nNessa altura, Delmiro já havia iniciado os estudos para o aproveitamento\ndo potencial hidrelétrico da cachoeira de Paulo Afonso e a instalação de\numa fábrica de fios e linhas em Pedra. A ideia de promover o\naproveitamento energético de Paulo Afonso teria sido discutida\npreliminarmente com representantes de um grupo de investidores\nnorte-americanos que se deslocaram até Pedra em 1909. Para a\nconcretização do negócio entabulado, Delmiro adquiriu as terras da\nmargem alagoana da cachoeira. O governo de Alagoas apoiou seus planos:\nem novembro de 1910, concedeu isenção de impostos para o empreendimento\nfabril e, em agosto do ano seguinte, outorgou à Iona & Cia o direito de\nexploração da energia de Paulo Afonso.\n\nDelmiro cuidou pessoalmente da compra dos equipamentos da usina e das\nmáquinas da fábrica de fios e linhas, viajando à Europa no final de\n1910. Consta que almejava levar a energia de Paulo Afonso até a capital\npernambucana, tendo conversado sobre o assunto com o governador Emídio\nDantas Barreto. Desconfiado, o general teria recusado sua proposta,\ndeclarando: “O negócio que o senhor propõe é tão vantajoso para o\nestado, que deve envolver alguma velhacaria”.\n\nA construção da usina teve início em 1911 em área próxima ao salto do\nAngiquinho, no cânion do rio São Francisco, sob a supervisão de técnicos\neuropeus. A casa de força com duas unidades geradoras foi instalada no\nmeio do paredão rochoso do cânion, em local de difícil acesso,\nrepresentando o maior desafio da obra. Dali a energia seria transmitida\naté Pedra por uma linha com 24 km de extensão, implantada juntamente com\na adutora para abastecimento d’água ao povoado.\n\nEm agosto de 1912, Delmiro e seus sócios constituíram a Cia Agro-Fabril\nMercantil, que assumiu todas as responsabilidades da Iona & Cia no\nempreendimento. Segundo seus estatutos, a companhia visava “explorar nos\nestados de Pernambuco, Alagoas e Bahia o comércio de gado vacum,\ncavalar, cabrum e ovino, plantio de algodão, irrigação de terras secas,\nforça elétrica e suas aplicações à indústria fabril”. Paralelamente às\nobras da usina, o empresário também promoveu a construção de estradas de\nrodagem, ligando Pedra à cachoeira, aos centros urbanos de Água Grande e\nMata Grande e às localidades mais distantes de Quebrângulo (AL) e\nGaranhuns (PE).\n\nPrimeiro aproveitamento hidrelétrico do rio São Francisco, a usina de\nAngiquinho entrou em operação em janeiro de 1913. Com potência instalada\nde 1.100 quilowatts (kW), a usina assegurou o fornecimento energia para\na iluminação elétrica de Pedra e o funcionamento da fábrica da Cia\nAgro-Fabril, inaugurada em junho de 1914.\n\nPioneira na produção de linhas de costura no Brasil, a fábrica de\nDelmiro enfrentou a concorrência da companhia inglesa Machine Cotton.\nEntretanto, logo conquistou uma posição importante no mercado nacional,\ntirando proveito da redução da oferta das linhas estrangeiras,\nverificada após o início da Primeira Guerra Mundial (1914-1918).\n\nA fábrica aumentou progressivamente a produção de linhas de coser, fios\ne cordões de algodão cru, fios encerados e fitas gomadas para embrulhos.\nChegou a empregar 800 operários, todos obrigados a cumprir as normas e\nregulamentos de higiene, segurança, educação e alimentação,\nestabelecidos por Delmiro. O empresário impôs-se como patrão e líder\npolítico local, opondo-se a qualquer interferência dos coronéis da\nregião. À frente de tudo, estava o coronel Delmiro, como passou a ser\nchamado, responsável pela instalação de escolas, serviço médico, cinema,\nbanda de música, chafarizes, tipografia e estação de telégrafo.\n\nAs linhas da marca Estrela, produzidas em Pedra, alcançaram os mercados\nda Argentina, Chile, Peru e outros países andinos. A Machine Cotton não\ndemorou a reagir. Em 1916, registrou a marca Estrela no Chile e na\nArgentina, forçando o produto brasileiro a voltar à Pedra para ser\nembalado e ter seus rótulos trocados. Propôs a compra a fábrica,\noferecendo um preço equivalente a três vezes o capital realizado mais os\nlucros previstos para os dez anos seguintes. Depois de ver recusada essa\noferta, tentou obter uma participação mínima na empresa em troca de\n“parar a guerra” movida contra a marca Estrela.\n\nO núcleo fabril da Pedra e o aproveitamento de Angiquinho foram\nvisitados por comitivas de políticos, jornalistas e intelectuais,\nganhando ampla publicidade nos tempos de Delmiro. Lá estiveram, entre\noutras personalidades, José Rufino Bezerra Cavalcanti, ministro da\nAgricultura, Indústria e Comércio, os governadores João Batista Acióli\nJúnior (Alagoas) e Manuel Borba (Pernambuco), o historiador Manuel de\nOliveira Lima e os jornalistas Manuel Bastos Tigre, Plínio Cavalcanti e\nAssis Chateaubriand.\n\nEm artigo publicado no *Diário de Pernambuco* em setembro de 1917, Assis\nChateaubriand apresentou o industrial como um herói civilizador, imagem\ndepois explorada por Mário de Andrade e Graciliano Ramos. No artigo,\nintitulado “Uma resposta a Canudos”, o jornalista paraibano descreveu a\nvila de Pedra como a antítese do arraial fundado por Antônio Conselheiro\nno sertão baiano, com as “máquinas, engenhos de indústria humana que, em\nvez da morte e destruição, ensinam ao sertanejo e ao jagunço o trabalho\nfecundo que educa, civiliza e aperfeiçoa”. Plínio Cavalcanti descreveu a\nvila da Pedra “como uma estranha flor de civilização”. Para Oliveira\nLima, a ação de Delmiro permitia projetar um outro tipo de mundo\nsertanejo: um lugar livre de jagunços, beatos e cangaceiros.\n\nA Cia Agro Fabril chegou a encomendar equipamentos para expansão de sua\nprodução e a construção de uma segunda usina em Paulo Afonso, mas esse\nplano não foi levado adiante por causa da morte de Delmiro.\n\nNa noite de 10 de outubro de 1917, o empresário foi assassinado a tiros\nna varanda de sua casa em Pedra. Sua morte causou grande comoção, mas\nnunca foi esclarecida.\n\nDois operários e um peão confessaram o crime sob tortura, citando como\nmandantes os coronéis José Rodrigues de Lima e José Gomes de Lima e Sá.\nO primeiro era um importante chefe político e proprietário de terras em\nPiranhas, e o segundo, uma figura de menor expressão em Jatobá.\nRodrigues de Lima tivera um desentendimento com Delmiro, relacionado à\nposse e ao aproveitamento de terras para extração de lenha e produção de\ntijolos. Teria ordenado o crime em conluio com José Gomes, que perdera o\ncargo de coletor de impostos em Jatobá por interferência do industrial.\nO coronel Rodrigues de Lima foi eleito deputado estadual por Alagoas em\n1918, livrando-se do processo criminal. Morreu nove anos depois, vítima\nde assassinato. José Gomes foi pronunciado como mandante da morte de\nDelmiro, mas fugiu para Goiás, onde também morreria assassinado. José\nInácio Pires, conhecido como “Jacaré”, Róseo Moraes do Nascimento e\nAntônio Félix do Nascimento foram condenados a 30 anos de prisão. Em\n1983, o Tribunal de Justiça de Alagoas reconheceu a inculpabilidade de\nJosé Inácio e Róseo, à época já falecidos.\n\nPosteridade\n\nDelmiro Gouveia tornou-se um dos símbolos mais fortes da luta pela\nindustrialização e modernização do Nordeste, sobrevivendo como mito\nduradouro pelas suas extraordinárias realizações. Protagonista de\nconturbada trajetória no mundo dos negócios e da política de Pernambuco\ne Alagoas, também conquistou a reputação de liderança nacionalista, em\nvirtude de sua intensa disputa com a empresa inglesa Machine Cotton.\nHouve mesmo quem o apresentasse como vítima das oligarquias retrógradas\ne mártir da causa nacionalista.\n\nA disputa entre a fábrica da Pedra e os ingleses prosseguiu depois de\nsua morte Administrada por Lionello Iona, a fábrica sofreu sucessivos\nprejuízos, em consequência da prática de *dumping* pela concorrente\ninglesa, passando ao controle dos três filhos herdeiros de Delmiro e,\ndepois, aos irmãos Luís e Vicente Lacerda de Meneses, empresários do\nsetor têxtil em Pernambuco.\n\nAcolhendo representação da Cia Agro-Fabril, o presidente Artur Bernardes\nquintuplicou o valor da taxa de importação sobre linhas de coser em\n1926, mas a medida protecionista logo foi revogada pelo governo\nWashington Luís. Em 1929, a Machine Cotton assumiu o controle da fábrica\nda Pedra, adquirindo a marca registrada das linhas Estrela e os\nmaquinismos específicos para sua fabricação. Em abril do ano seguinte, a\nfábrica foi desmantelada e suas máquinas atiradas ao fundo do rio São\nFrancisco.\n\nIdealizador da primeira hidrelétrica do rio São Francisco, Delmiro\ntambém se tornou uma figura emblemática para a Companhia Hidro Elétrica\ndo São Francisco (Chesf), empresa federal constituída em 1948 com a\nmissão de promover o aproveitamento em grande escala do potencial\nhidrelétrico de Paulo Afonso. Em 1952, quando as obras da primeira usina\nda companhia (Paulo Afonso I) já estavam adiantadas, o antigo distrito\nde Pedra foi desmembrado de Água Branca, dando origem ao município de\nDelmiro Gouveia.\n\nO industrial foi tema de várias obras biográficas, romances, poemas,\nfilmes e peças de teatro. Com o incentivo da Chesf e do Instituto\nJoaquim Nabuco de Pesquisas Sociais, atual Fundação Joaquim Nabuco\n(Fundaj), o volume de escritos e eventos sobre Pedra e Delmiro aumentou\nconsideravelmente nas décadas de 1960 e 1970.\n\nEntre os livros publicados sobre o empresário, merecem destaque:\n*Delmiro Gouveia, pioneiro e nacionalista*, de F. Magalhães Martins\n(1963); *Itinerário de Delmiro Gouveia*, de Olímpio de Meneses (1963);\n*Quem foi Delmiro Gouveia?*, de Mauro Motta (1967); *Delmiro Gouveia, o\npioneiro de Paulo Afonso*, de Tadeu Rocha (1970); *Pedra: plano e\ncotidiano operário no sertão*, de Telma de Barros Correia (1998), e\n*Pioneiros e empreendedores: a saga do desenvolvimento do Brasil*, de\nJacques Marcovitch (2007). Também mercem citação a peça *O coronel dos\ncoronéis*, escrita por Maurício Segall (terceiro lugar no concurso de\ndramaturgia do Serviço Nacional do Teatro em 1977) e o filme *Coronel\nDelmiro Gouveia*, dirigido por Geraldo Sarno (premiado no Festival de\nBrasília de 1978).\n\nPaulo Brandi Cachapuz\n\n**FONTES:** CORREIA, T. *Pedra*; MARCOVITCH, J. *Pioneiros*; MARTINS, F.\n*Delmiro*; MAYNARD, D. *Senhor*; MENEZES, O. *Itinerário*; MELLO, F.\n*Delmiro*; QUEIROZ, M. *Coronelismo* (p.155-190); ROCHA, T. *Delmiro*;\nSANT’ANA, M. *Bibliografia*.\n","ref":"**FONTES:** CORREIA, T. *Pedra*; MARCOVITCH, J. *Pioneiros*; MARTINS, F.\n*Delmiro*; MAYNARD, D. *Senhor*; MENEZES, O. *Itinerário*; MELLO, F.\n*Delmiro*; QUEIROZ, M. *Coronelismo* (p.155-190); ROCHA, T. *Delmiro*;\nSANT’ANA, M. *Bibliografia*.\n","dic":"DHBPR"}
