{"title":"GÓIS, Coriolano de","cargoss":["ch. pol. DF 1926-1930","min. STM 1930","rev. 1932","dir.-ger. DFSP"],"author":null,"content":"**GÓIS, Coriolano de**\n\n\\*ch. pol. DF 1926-1930; min. STM 1930; rev. 1932; dir.-ger. DFSP\n1944-1945.\n\n*Coriolano de Araújo Góis Filho* nasceu em Salvador no dia 29 de janeiro\nde 1896, filho do engenheiro Coriolano de Araújo Góis e de Alzira de\nAraújo Góis. Seu irmão, Hildebrando de Araújo Góis, foi prefeito do\nDistrito Federal no biênio 1946-1947 e deputado federal pela Bahia entre\n1955 e 1963.\n\nDepois de passar parte da infância em Guaratinguetá (SP), sempre\nacompanhando sua família, foi morar no Rio de Janeiro, então Distrito\nFederal, onde cursou o secundário no Colégio São Bento e bacharelou-se\npela Faculdade Nacional de Direito em 1916. Nos dez anos seguintes,\nexerceu as funções de delegado de polícia nas cidades paulistas de\nIguape, Casa Branca, Santa Rita de Passa Quatro, Ituverava, Penápolis,\nSão Roque, Jacareí, Santa Cruz do Rio Pardo, Jabuticabal e Bauru, além\nde ocupar o cargo de delegado regional de Santos.\n\nRetornou ao Rio de Janeiro em abril de 1926, quando foi nomeado pelo\npresidente Artur Bernardes (1922-1926) terceiro-delegado-auxiliar do\nDistrito Federal. Depois da posse de Washington Luís na presidência da\nRepública (15/11/1926), assumiu a chefia de polícia da capital, posição\nque lhe permitiu manter estreita ligação com o presidente durante os\nanos seguintes. A partir de 1929, exerceu severa vigilância sobre as\natividades da Aliança Liberal, coligação oposicionista que lançou a\nchapa Getúlio Vargas-João Pessoa para as eleições presidenciais de março\nde 1930. Dessa forma, acompanhou de perto a evolução das articulações\noposicionistas, especialmente as desenvolvidas pelos setores mais\nradicais, que pregavam a viaarmada para a tomada do poder. Sua\nvigilância sobre os movimentos dessas correntes levou à apreensão de\ngrande quantidade de armas importadas da Tchecoslováquia e à descoberta,\nem fevereiro de 1930, de um plano de fuga dos oficiais detidos na\nfortaleza de Santa Cruz, no Rio, acusados de participação nos levantes\ntenentistas ocorridos na década de 1920. Apesar de ter levado esse plano\nao conhecimento do presidente e do ministro da Guerra, general Nestor\nSezefredo dos Passos, os prisioneiros conseguiram fugir na noite de 28\nde fevereiro, encontrando-se entre eles o então capitão Juarez Távora,\nfuturo chefe da Revolução de 1930 no Nordeste.\n\nCom a vitória do candidato conservador Júlio Prestes nas eleições\npresidenciais de março e com o assassinato de João Pessoa em julho, a\nconspiração revolucionária ganhou novos adeptos. Na ocasião em que o\ncorpo do líder aliancista chegou ao Rio, Coriolano de Góis dobrou a\nguarda do palácio do Catete, sede do governo, e, pouco depois, escreveu\num relatório propondo ao presidente a adoção de importantes medidas\nvoltadas para reprimir as articulações oposicionistas. Entre elas\nfiguravam a decretação do estado de sítio, do qual elegeria o executor\nno Distrito Federal; a intervenção federal no Rio Grande do Sul, Minas e\nParaíba, estados-chave na conspiração revolucionária em curso; a remessa\nde artilharia pesada para o 12^o^ Regimento de Infantaria, sediado em\nBelo Horizonte, e o envio de dois torpedeiros para o Rio Grande Sul, do\nencouraçado *Minas Gerais* para Recife e do *São Paulo* para Salvador.\n\nWashington Luís não concordou com a maioria dessas sugestões, aceitando\napenas aumentar a concentração das forças federais em Porto Alegre,\nordenar o deslocamento de dois navios de guerra para o Sul e enviar três\ngrupos de artilharia pesada para Belo Horizonte. Diante da aparente\ndesarticulação que tais medidas provocaram entre os aliancistas,\nCoriolano de Góis sugeriu ao presidente que tomasse a iniciativa de\npromover a pacificação geral do país e o esfriamento dos ânimos.\nDiscordando novamente da opinião de seu auxiliar, Washington Luís\nafirmou que ele era um ótimo chefe de polícia, mas um mau político.\n\nCoriolano de Góis permaneceu na chefia de polícia do Distrito Federal\naté 14 de agosto de 1930, quando foi nomeado ministro do Supremo – hoje\nSuperior – Tribunal Militar (STM). Em 3 de outubro, eclodiu no Rio\nGrande do Sul, Minas Gerais e Paraíba o levante patrocinado pela Aliança\nLiberal, vitorioso depois de 21 dias de luta, quando altos chefes\nmilitares depuseram Washington Luís e formaram uma junta governativa.\nPouco depois, a junta anulou o decreto de nomeação de Coriolano de Góis\npara o STM.\n\nDepois de permanecer exilado em Paris até meados de 1931, Coriolano\nradicou-se em São Paulo, onde ingressou no Partido Republicano Paulista\n(PRP), que, depois da Revolução de 1930, perdera sua posição hegemônica\nna política estadual e nacional. Foi um dos signatários do manifesto\nperrepista datado de 19 de janeiro de 1932, que fazia uma análise\ncrítica da atuação do governo provisório chefiado por Getúlio Vargas,\nacusado de ditatorial, e pedia, entre outras medidas, a volta a um\nregime constitucional, republicano e federativo que garantisse a\nvigência de amplas liberdades individuais.\n\nCom a deflagração da Revolução Constitucionalista de São Paulo em julho\nde 1932, Coriolano integrou-se ao estado-maior do destacamento comandado\npelo coronel Euclides de Figueiredo, que atuou no vale do Paraíba. A\nluta durou até 2 de outubro, quando foi assinado o armistício que selou\na derrota das forças paulistas frente às tropas do governo federal. Nos\nanos seguintes, Coriolano passou a trabalhar em uma firma de exportação\nde café, propriedade de seu amigo Andrea Matarazzo.\n\nO apoio do PRP ao golpe de Estado que em 10 de novembro de 1937\nimplantou o Estado Novo propiciou o retorno de Coriolano a importantes\ncargos públicos, dos quais estava afastado desde 1930. Nomeado escrivão\ndo 1^o^ Ofício da 6^a^ Pretoria Civil do Distrito Federal em 1938,\ntornou-se no ano seguinte diretor geral do Departamento das\nMunicipalidades e, depois, secretário da Fazenda do governo paulista\nchefiado pelo interventor Ademar de Barros. Entre 9 e 22 de novembro de\n1939, durante o curto governo de José de Moura Resende, assumiu\ninterinamente a chefia da Secretaria de Justiça e Negócios do Interior\nde São Paulo. Em 1940 deixou a Secretaria da Fazenda, mas a ela retornou\nem julho do ano seguinte, quando Fernando Costa assumiu a interventoria\npaulista. Em 1943, foi deslocado para a chefia da Secretaria de\nSegurança Pública, de onde pediu exoneração em novembro do mesmo ano.\n\nEm 1^o^ de janeiro de 1943 foi criada a Sociedade Amigos da América,\nagrupando pessoas de diversas tendências políticas – inclusive\ncomunistas – com o objetivo de pleitear a participação de forças\nbrasileiras ao lado dos Aliados na Segunda Guerra Mundial e o retorno do\npaís ao regime democrático. A vigilância policial exercida sobre a\nentidade, presidida pelo general Manuel Rabelo, gerou um clima de tensão\nque foi responsável pela renúncia, em setembro de 1943, do chefe de\npolícia do Distrito Federal, coronel Alcides Etchegoyen, substituído\npelo tenente-coronel Nélson de Melo. O novo titular também pediu\ndemissão em julho de 1944, e nesse momento o presidente Getúlio Vargas\nnomeou Coriolano de Góis para a chefia do órgão, recém-transformado em\nDepartamento Federal de Segurança Pública (DFSP). A decisão foi\nduramente criticada por seus correligionários em virtude do passado\ncontrarrevolucionário do antigo chefe de polícia do governo de\nWashington Luís.\n\nUm grave incidente envolvendo a Sociedade Amigos da América e a polícia\nmarcou o início da atuação de Coriolano de Góis no DFSP. No dia 10 de\nagosto de 1944, véspera da posse de Osvaldo Aranha, ministro das\nRelações Exteriores, na vice-presidência da entidade, sua sede foi\nfechada pela polícia que, no dia seguinte, invadiu também o prédio do\nAutomóvel Clube no momento em que o ministro ali almoçava em companhia\nde outros membros da organização. Indignado com as violências praticadas\ne sentindo-se desprestigiado, Osvaldo Aranha pediu demissão do\nministério em caráter irrevogável e rompeu relações com Vargas. O\nepisódio, cuja divulgação foi censurada na imprensa brasileira, teve\ngrande repercussão no exterior.\n\nEm 8 de março de 1945, Coriolano foi substituído por João Alberto Lins\nde Barros e nomeado diretor da Carteira de Exportação e Importação do\nBanco do Brasil (Cexim), onde permaneceu até a derrubada do Estado Novo,\nem 29 de outubro de 1945.\n\nPor decreto de 18 de julho de 1950, foi considerado em disponibilidade\nremunerada do STM, contando o tempo de serviço desde novembro de 1930\naté abril de 1951, quando se aposentou. No ano seguinte foi convidado\npelo presidente Getúlio Vargas – que, eleito por voto direto, voltara ao\npoder em 31 de janeiro de 1951 – para presidir o Conselho Federal do\nComércio Exterior e a Cexim, onde permaneceu até meados de 1953, quando\nassumiu a direção da Carteira de Crédito Geral do Banco do Brasil. Nessa\nocasião, divulgou um longo comunicado respondendo às acusações do\ndeputado Herbert Levy, segundo o qual sua atuação à frente da Cexim\nhavia desequilibrado a balança comercial do país. A crise resultante\ndessas denúncias levou, no fim do ano, ao fechamento da Cexim, cujas\natribuições passariam posteriormente a um novo órgão, a Carteira de\nComércio Exterior (Cacex).\n\nCom o suicídio de Getúlio Vargas em 24 de agosto de 1954, Coriolano de\nGóis recolheu-se à vida privada. Faleceu em São Paulo no dia 30 de\nnovembro de 1967.\n\nCasou-se com Maria Aparecida Rodrigues Alves, sobrinha do ex-presidente\nda República Rodrigues Alves.\n\nFoi autor de diversos relatórios de administração policial e discursos.\n\nAmélia Coutinho\n\n**FONTES:** ARAÚJO, A. *Chefes*; CORRESP. SUP. TRIB. MILITAR;\nFIGUEIREDO, E. *Contribuição*; GUERRA FILHO, R. *Ministério*; *Jornal do\nBrasil* (4/10/1953, 31/12/1967); *Personalidades*; *Quem é quem no\nBrasil*; SILVA, H. *1930*; SILVA, H. *1933*; SILVA, H. *1935.*\n","ref":"**FONTES:** ARAÚJO, A. *Chefes*; CORRESP. SUP. TRIB. MILITAR;\nFIGUEIREDO, E. *Contribuição*; GUERRA FILHO, R. *Ministério*; *Jornal do\nBrasil* (4/10/1953, 31/12/1967); *Personalidades*; *Quem é quem no\nBrasil*; SILVA, H. *1930*; SILVA, H. *1933*; SILVA, H. *1935.*\n","dic":"DHBPR"}