{"title":"AMARAL, Brás do","cargoss":["Deputado federal"],"cargos_esp":[0],"datas_ini":[1924],"datas_fim":[1930],"estados":["BA"],"autor":[0],"content":"**AMARAL, Brás do**\n\n\\* dep.fed. BA 1924-1930.\n\n*Brás Hermenegildo do Amaral* nasceu em Salvadorno dia 2 de fevereiro de\n1861,filho de Brás Hermenegildo do Amaral ede Josefa Virgínia do Amaral.\nSeu pai,capitão de polícia da Bahia, lutou naGuerra do Paraguai,\nparticipou da batalhade Tuiuti, e por seus feitos recebeudo imperador o\nhábito de cavaleiro daOrdem de Cristo.\n\nEm 1886 formou-se pela Faculdadede Medicina da Bahia, defendendo a\ntese*Relações entre as moléstias constitucionais e as lesões\ntraumáticas*. Trabalhouno socorro aos feridos da Guerra deCanudos\n(1896-1897) como voluntário no Hospitalde Sangue montado pela Faculdade\nde Medicinada Bahia, tendo sido companheiro de trabalhode Afrânio\nPeixoto, nome de destaque nasletras brasileiras. Em 22 de dezembrode\n1902, foi nomeado por decreto dopresidente Rodrigues Alves (1902-1906)\nlenteda cadeira de patologia cirúrgica da mesmafaculdade.\nPosteriormente, a 3 de dezembrode 1908, foi transferido por decreto\ndopresidente Afonso Pena (1906-1909) para asegunda cadeira de clínica\ncirúrgica. Foiainda titular da cadeira de patologiaexterna.\n\nParalelamente à medicina, dedicou-se aosestudos de história do Brasil.\nLecionouem colégios particulares, como o Liceude Artes e Ofícios e a\nEscola deBelas Artes, da qual foi também diretor.Foi ainda professor de\nhistória universale do Brasil no Ginásio da Bahia,onde só se aposentaria\nem 17 desetembro de 1919. Fez parte do grupode intelectuais que fundou,\nem 13 demaio de 1894, o Instituto Geográfico eHistórico da Bahia, do\nqual seria oradoroficial e depois sócio*-*benemérito.\n\nEspecialista nas questões de limitesterritoriais entre a Bahia e os\nestadosvizinhos, por essa razão foi nomeado pelogovernador J. J. Seabra,\npor Decreto de12 de agosto de 1912, para representaro estado, ao lado do\nministro EduardoEspínola, nas negociações da disputa delimites entre a\nBahia e Sergipe, queameaçava evoluir para a luta armada, emvista do fato\nde o então presidentede Sergipe, general Siqueira de Meneses,ter mandado\ninvadir a fronteira, alegandopertencerem àquele estado as localidades\ndeApertado, Pedra e Saco. Tendo discutidoexaustivamente a questão com\nSiqueira deMeneses em Aracaju, conseguiu convencê-lo dosargumentos da\nBahia, a despeito dos grandesdebates travados na Câmara do*s Deputados*\npelasbancadas de Sergipe, representada pelos deputadosMoreira Guimarães\ne Felisbelo Freire, eda Bahia, pelos deputados Otávio Mangabeira,Pedro\nLago e Muniz Sodré, entre outros.O mesmo se deu em 1919, no governode\nAntônio Muniz, quando das negociaçõesque resultaram na assinatura dos\nacordosque fixaram as fronteiras entre Bahia,Goiás, Piauí e Minas\nGerais. Como oacordo foi questionado pelo governo deMinas Gerais, foi\nnecessário fazer umanova versão, assinada em 1920, e foideterminada\nainda a realização de estudosespecíficos sobre as cachoeiras formadas\npelosrios que, nascidos no planalto mineiro,corriam para o litoral\nbaiano na confluênciados dois estados. Somente 14 anos depoispoderia\nBrás do Amaral apresentar seuparecer, que ensejou a assinatura do\ntratadoque pôs termo definitivo à questão quejá durava mais de dois\nséculos.\n\nAinda em 1920, foi chamado daEuropa, onde se encontrava em viagem,para\nrepresentar a Bahia na Conferênciados Limites, convocada pelo presidente\nEpitácioPessoa para discutir a questão de fronteirassuscitada pelos\nestados de Pernambuco eSergipe, que se haviam aliado contra aBahia. De\nmaneira análoga foi nomeadodelegado para defender os interesses daBahia\nquando o governo do Espírito Santoalegou direitos sobre o território\ncompreendidoentre o riacho Doce e o rio Mucuri.Após empreender duas\nviagens a Vitória,conseguiu evidenciar os direitos da Bahia,não só sobre\no território em questão,mas também sobre uma área muito maisextensa,\nentre o riacho e o riode mesmo nome, localizado mais ao sulda área em\nlitígio.\n\nMembro da Academia de Letras daBahia desde sua fundação por Arlindo\nFragosoem março de 1917, quando ocupou acadeira n^o^ 4 e escolheu\ncomopatrono o historiador Sebastião da RochaPita, presidiu a instituição\nde 1921 a1937.\n\nSem grande experiência na políticapartidária, foi eleito deputado\nfederal paraa legislatura 1924-1926 na chapa do PartidoRepublicano da\nBahia, pelo 3^o^distrito eleitoral. Reeleito para as\nlegislaturas1927-1929 e 1930-1932, não completou omandato nesta última,\ndevido à dissoluçãodo Congresso Nacional em decorrência davitória da\nRevolução de 1930. Ao ladodos representantes baianos Aurélio Viana,\nCelsoSpínola, João Santos e Alfredo Rui Barbosa,integrou o grupo dos 34\ndeputados queestiveram presentes à ultima sessão daCâmara dos Deputados,\nno dia 24 deoutubro de 1930. Na Câmara, participouentre outras da\nComissão de InstruçãoPública, da qual foi vice-presidente.\n\nSócio*-*benemérito do Instituto Históricoe Geográfico Brasileiro,\nrepresentou a instituiçãodurante o Congresso de História de Montevidéuem\n1930, quando das comemorações do Centenárioda Independência do Uruguai.\nEm novembrode 1948 foi eleito membro correspondenteda Academia\nPortuguesa de História, navaga de Afrânio Peixoto. Foi também\nnomeadopresidente da comissão executiva do ICongresso de História da\nBahia, que seriarealizado em 1949 como parte das comemoraçõesdo 4^o^\nCentenário da fundaçãoda cidade do Salvador.\n\nFaleceu em Salvador no dia 2de fevereiro de 1949, quando exercia\napresidência do I Congresso de Históriada Bahia.\n\nCasado com Maria Teresa Belquior,teve uma filha.\n\nTendo-se notabilizado mais como historiadordo que como político, deixou\nvários trabalhospublicados. Ao descobrir na Biblioteca Nacionaldo Rio de\nJaneiro o manuscrito das*Notícias soteropolitanas e brasílicas* de Luís\ndos SantosVilhena, fez-lhe anotações e comentários, dandoà publicação o\ntítulo de *Cartas de Vilhena*.O mesmo fez, sob encomenda de\nGonçaloMuniz, secretário do Interior, Justiça eInstrução Pública\n(1916-1918) no governo deAntônio Muniz, com as *Memórias históricas e\npolíticas da Bahia*, de Inácio Acioli de Cerqueirae Silva. Em sua obra\ndestacam-se: *Resenha histórica da Bahia*; *A Sabinada*; *História da\nIndependência da Bahia*;*História da Independência do Brasil*; *Ação da\nBahia na obra da Independência*;*História da Bahia do Império à\nRepública*; *Conspiração Republicana na Bahia em 1798*; *A Constituição\ndo Império*; *Memórias históricas*; *Ensino médico na Bahia*; *Limites\nda Bahia e Espírito Santo*; *Limites da Bahia e Goiás*; *Memórias sobre\na Proclamação da República*; *Fundação da Bahia*;*Da Bahia e Goiás*;\n*Fatos da vida do Brasil*; *Limites do estado da Bahia*;*História da\nRevolta da Bahia em 1837*; *Resenha histórica da Bahia*;*Os\npan-americanos*. Publicou ainda dezenas dediscursos, ensaios,\nconferências e artigos emjornais e revistas, versando sobre\nvariadosassuntos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:**AMORIM, D. *Braz*; ARQ.PUBL. BAHIA*.* Seção Judiciária,\n8/3254/7. Testamentode Braz do Amaral; BULCÃO SOBRINHO,\nA.*Representantes*; CASTRO, R. *Fundadores*; DANTASJUNIOR, J. *Braz*;\n*Diário de Notícias* (4/2/1949). Osfunerais do Prof. Braz do Amaral;\n*Tarde* (30/11/1963). As eleições na Academia deLetras; *Tarde*\n(3/2/1949). O falecimento do Prof.Braz do Amaral; *Tarde* (3/2/1949).\nNovas eleiçõespara a Academia de Letras, para avaga do Prof. Braz do\nAmaral.\n","ref":"**FONTES:**AMORIM, D. *Braz*; ARQ.PUBL. BAHIA*.* Seção Judiciária,\n8/3254/7. Testamentode Braz do Amaral; BULCÃO SOBRINHO,\nA.*Representantes*; CASTRO, R. *Fundadores*; DANTASJUNIOR, J. *Braz*;\n*Diário de Notícias* (4/2/1949). Osfunerais do Prof. Braz do Amaral;\n*Tarde* (30/11/1963). As eleições na Academia deLetras; *Tarde*\n(3/2/1949). O falecimento do Prof.Braz do Amaral; *Tarde* (3/2/1949).\nNovas eleiçõespara a Academia de Letras, para avaga do Prof. Braz do\nAmaral.\n","dic":"DHBPR"}
