{"title":"GÓIS, Manuel José de Araújo","cargoss":["pres. SE 1885-1888","gov. AL 1890-1891","dep. fed. AL 1895-1902","sen. AL"],"author":null,"content":"**GÓIS, Manuel José de Araújo**\n\n\\*pres. SE 1885-1888; gov. AL 1890-1891; dep. fed. AL 1895-1902; sen. AL\n1906-1923; dep. fed. AL 1924-1930.\n\n*Manuel José de Araújo Góis* nasceu na Bahia no dia 5 de março de 1839.\n\nFormado pela Faculdade de Direito do Recife em 1871, foi nomeado\npromotor público em Alagoinhas (BA) e, posteriormente, juiz municipal em\nSanto Amaro (BA). Foi presidente da província de Sergipe de outubro de\n1885 a 1888. Nomeado juiz de direito da comarca de Imperatriz, atual\nUnião dos Palmares (AL), ali se encontrava quando foi proclamada a\nRepública, em 15 de novembro de 1889.\n\nNo novo regime, assumiu o governo de Alagoas no dia 18 de dezembro de\n1890, em substituição ao vice-governador Roberto Calheiros, que por sua\nvez substituía Pedro Paulino da Fonseca – irmão do proclamador da\nRepública marechal Deodoro da Fonseca –, afastado por ter sido eleito\nsenador constituinte. Permaneceu no cargo até o dia 12 de junho de 1891,\nquando Pedro Paulino da Fonseca, agora eleito pela Assembleia\nConstituinte estadual, voltou ao governo do estado. Dois dias depois,\nporém, Pedro Paulino voltava ao Senado Federal, e Araújo Góis reassumia\nseu lugar. Ficou na chefia do governo alagoano até 23 de novembro de\n1891, quando foi deposto e substituído por uma junta governativa formada\npelo tenente-coronel José Correia Teles, Manuel Ribeiro de Meneses,\nJacinto de Assunção Pais de Mendonça Castelo Branco e o capitão Carlos\nJorge Calheiros de Lima. Sua deposição certamente refletiu os\nacontecimentos na capital do país: no mesmo dia 23 de novembro, após\nséria crise, o marechal Deodoro da Fonseca renunciou à presidência da\nRepública, sendo substituído pelo vice-presidente Floriano Peixoto.\n\nEm 1895 foi eleito deputado federal por Alagoas, na vaga aberta pela\nrenúncia de José de Barros de Albuquerque Lins, para terminar a\nlegislatura 1894-1896. Teve o mandato renovado em 1897 e 1900 e\npermaneceu na Câmara dos Deputados, no Rio de Janeiro, então Distrito\nFederal, até dezembro de 1902. Foi membro da comissão encarregada de dar\nparecer sobre o projeto de Código Civil, cabendo-lhe relatar a parte\nsobre contratos. Posteriormente, foi nomeado juiz federal em Alagoas,\ncargo no qual se aposentaria.\n\nEm 1906 foi eleito senador por Alagoas. Reeleito sucessivamente, ocupou\numa cadeira no Senado até 1923. Nesse ano voltou a ser eleito deputado\nfederal. Assumindo sua cadeira na Câmara dos Deputados em maio, foi\nreeleito para as duas legislaturas seguintes, mas teve seu mandato\ninterrompido após a vitória da Revolução de outubro de 1930, que\nextinguiu todos os órgãos legislativos do país.\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas*; CÂM. DEP. *Deputados\nbrasileiros*.\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas*; CÂM. DEP. *Deputados\nbrasileiros*.\n","dic":"DHBPR"}