{"title":"GRACINDO, Demócrito Brandão","cargoss":["dep. fed. AL 1911."],"author":null,"content":"**GRACINDO, Demócrito Brandão**\n\n\\*dep. fed. AL 1911.\n\n*Demócrito Brandão Gracindo* nasceu no engenho Boa Sorte, em Viçosa\n(AL), no dia 28 de abril de 1884, filho de Epaminondas Hipólito Gracindo\ne de Maria Brandão Gracindo.\n\nCursou o primário em Viçosa e fez o curso de humanidades no Colégio\nAdriano Jorge, no Liceu Alagoano e no Ginásio Pernambucano. Formou-se\npela Faculdade de Direito do Recife em 1903 e em seguida foi juiz\nsubstituto nas comarcas de Paraíba (Capela) e Palmeira dos Índios. Por\num período curto esteve no Pará, onde também se dedicou à magistratura.\nAo voltar para Alagoas, em 1905, foi nomeado professor de história geral\ne corografia geral do Liceu Alagoano e exerceu a advocacia.\n\nIngressando na política, foi intendente (prefeito) de Maceió de 7 de\njaneiro de 1909 a 7 de janeiro de 1911. Em 23 de abril de 1911 foi\neleito deputado federal, na vaga aberta com a morte de seu pai, e\nexerceu o mandato de junho de 1911 a dezembro do mesmo ano. Foi\nsecretário do Interior e Justiça de Alagoas no governo de João Batista\nAcióli Júnior (1915-1918) e em 1925 foi eleito deputado estadual.\n\nMembro fundador da Academia Alagoana de Letras, foi o primeiro ocupante\nda cadeira n^o^ 1 e presidiu a instituição de 1919 até sua morte. Foi\ntambém sócio do Instituto Histórico e Geográfico de Alagoas desde 1914 e\npresidente da entidade a partir de 1925 até falecer. Foi secretário da\nAssociação Comercial, da Companhia União Mercantil e do Banco Norte do\nBrasil.\n\nFaleceu no Rio de Janeiro, então Distrito Federal, no dia 24 ou 25 de\nsetembro de 1927, em pleno exercício do mandato de deputado estadual.\n\nCasado com Argentina Passos Guimarães, teve dois filhos, entre eles\nPelópidas Gracindo, o conhecido ator Paulo Gracindo.\n\nPublicou *José de Anchieta e sua obra* (discurso proferido no Teatro\nDeodoro, 1919); *Apologia da Igreja na civilização do Brasil* (1920); *A\nÚltima bandeira. Homenagem aos aviadores portugueses Sacadura Cabral e\nGago Coutinho* (1922); Os limites de Alagoas com Pernambuco (*Revista do\nIAGA*, 1924).\n\nReynaldo de Barros\n\n**FONTES:** BARROS, F. *A B C das Alagoas*; NEUMANN, T. *Titã*.\n","ref":"**FONTES:** BARROS, F. *A B C das Alagoas*; NEUMANN, T. *Titã*.\n","dic":"DHBPR"}