{"title":"GREVE GERAL DE 1917 EM SÃO PAULO","cargoss":["Movimento paredista que se alastrou na maior parte, e notadamente na"],"author":"Luigi Biondi","content":"**GREVE GERAL DE 1917 EM SÃO PAULO**\n\nMovimento paredista que se alastrou na maior parte, e notadamente na\nprimeira quinzena, do mês de julho de 1917, na capital paulista e nos\nmunicípios próximos, com a participação complexiva de mais de 50 mil\ntrabalhadores.\n\nA Greve\n\n O contexto geral da eclosão da greve remete ao período internacional de\nrevoltas, motins e greves que varreu o mundo todo na segunda parte do\nano de 1917, particularmente crítico por causa da estagnação do conflito\nmundial. No caso específico brasileiro e particularmente paulistano, o\nmovimento foi a reação operária a um período de intensificação do\nhorário de trabalho, de subida repentina dos preços e estagnação dos\nsalários: ou seja, de uma fortíssima piora do poder de compra e das\ncondições de trabalho.\n\nA guerra, ao desestruturar e reorientar as antigas redes comerciais e\nprincipalmente o aparato produtivo dos países diretamente envolvidos no\nconflito, fez com que os produtos manufaturados brasileiros pudessem\nsubstituir os importados e pudessem também ser exportados mundo afora. A\nconsequência foi uma alta de preços e uma intensificação extraordinária\ndo trabalho, sobretudo manual, uma vez que o maquinário necessário para\no salto repentino não podia ser importado rapidamente. O período de\ndesemprego agudo (1913-1914) foi deixado para trás, e todo o sistema\nprodutivo brasileiro apresentou um grande crescimento. A Cia. Puglisi,\npor exemplo, proprietária do Moinho Santista, da União dos Refinadores e\nda Manufatura de Chapéus, duplicou seus lucros em 1915 em relação ao ano\nanterior. Mas o crescimento não atingiu os salários, que não sofreram\naumentos comparáveis.\n\nEssa situação crítica geral foi agravada pela particular configuração\nétnica da mão de obra paulistana, composta na sua maioria por\nestrangeiros e particularmente por italianos e seus filhos, sobretudo\nnas fábricas têxteis, principal ramo industrial. Na Crespi, uma das\nmaiores fábricas têxteis de São Paulo, onde se iniciou a greve, cerca de\n75% dos operários e operárias eram imigrantes italianos. A presença em\nSão Paulo, ao mesmo tempo, de um proletariado e de uma burguesia de\norigem italiana refletiu todas as tensões que caracterizavam\ninternamente a comunidade ítalo-paulistana num período em que a Itália\nestava participando do conflito mundial, dentro da divisão mais ampla\nentre favoráveis e contrários a essa participação. Mais de 1.500\nfamílias ítalo-paulistas tinham algum parente no front, e havia dois\nanos, mensalmente, cada trabalhador italiano de fábricas de propriedade\nde patrícios era obrigado a doar uma parte do salário ao Comitê Italiano\nPró-Pátria de São Paulo, que remetia as verbas para a Itália como\ncontribuição ao esforço bélico.\n\nEm março de 1917, a par do que estava acontecendo em outras cidades\nbrasileiras, sobretudo na capital federal, começou um movimento contra a\nchamada “carestia da vida”, isto é, contra a alta de preços. Em São\nPaulo, esse movimento tomou a forma de uma campanha contra o excessivo\naumento do trabalho de menores nas fábricas, organizada por um Comitê\nPopular de Agitação, liderado pelo Centro Libertário e pelo grupo editor\ndo periódico anarquista de língua italiana *Guerra Sociale*. A campanha\ncontou com o apoio do Centro Socialista Internacional, do Circolo\nSocialista di Agua Branca e Lapa, do grupo socialista alemão, dos dois\ngrupos republicanos italianos e do Sindicato dos Canteiros de Ribeirão\nPires, entre outros. Iniciou-se então a realização periódica de\nassembleias populares e comícios de protesto nos bairros operários de\nSão Paulo, que culminaram com um comício geral no largo da Concórdia, no\nBrás. Na esteira da campanha, o Dia Internacional do Trabalhador foi\ncomemorado com grandes passeatas, precedidas por comícios nos bairros do\nCambuci, Mooca, Brás e Bom Retiro, que convergiram para o Centro da\ncidade.\n\nAo mesmo tempo, houve um movimento de reorganização sindical, após\nalguns anos de quase ausência de organizações operárias, com a fundação,\nno início de maio de 1917, de duas ligas operárias, do Belenzinho e da\nMooca. No final de maio, a Liga Operária da Mooca somava quase 400\nafiliados, na maior parte mulheres do Cotonifício Crespi. Já desde o\ninício de 1917, em diversas fábricas paulistanas estavam ocorrendo\ninterrupções parciais do trabalho, e havia algum tempo se alastrava a\ngreve dos trabalhadores das pedreiras de Cotia e Ribeirão Pires, mas a\nprimeira grande paralisação fabril em São Paulo, após vários anos,\nocorreu quando cerca de 400 operários do Cotonofício Crespi entraram em\ngreve no dia 9 de junho de 1917, pedindo: 1) a abolição do aumento do\nhorário noturno ocorrido naqueles meses; 2) um aumento de 15 a 20% no\nsalário; 3) a abolição das contribuições para o Comitê Italiano\nPró-Pátria.\n\nA situação se precipitou a partir do momento em que a greve iniciada na\nCrespi se estendeu, no dia 29 de junho, a todos os 1.500 operários da\nfábrica e foi logo seguida (em 30 de junho) pela greve na grande fábrica\ntêxtil Ipiranga de, Nami Jafet, envolvendo mais de 1.600 operários que\npediam uma série de aumentos em torno de 20% e, em caso de trabalho\nnoturno, de 25%. Nos dias seguintes começaram também as greves nas\nfábricas de móveis, quase todas situadas no Brás, e finalmente, no dia 7\nde julho, enquanto os marceneiros começavam a obter gradualmente os\naumentos pedidos (sempre na base de 20%) e os têxteis da Ipiranga\nvoltavam ao trabalho vitoriosos, começou a greve na Antarctica. Na\nprimeira semana de julho, portanto, a greve ainda não podia ser definida\nexatamente como geral, mas no bairro da Mooca as duas fábricas mais\nimportantes (Crespi e Antarctica) estavam paradas. Foi a partir desse\ndia que a greve se alastrou rapidamente.\n\nEntre a noite do dia 7 de julho – assaltos a carros que transportavam\nfarinha na Mooca – e a tarde do dia 13 – ataque da cavalaria da força\npública na ladeira do Carmo, mortes do pedreiro Nicola Salerno e da\nmenina Edoarda Bindo, filha do operário Primo –, a cidade de São Paulo\nficou quase ingovernável. O ponto mais crítico foi alcançado no dia 11\nde julho, quando milhares de pessoas acompanharam o enterro do sapateiro\nJosé Gimenez Martinez, um jovem militante anarquista espanhol, morto nos\nembates de rua. Até esse momento, contudo, os grevistas eram 15 mil, dos\nquais cerca de 9.500 em greve de reivindicação, e o restante em greve de\nsolidariedade. Os 9.500 estavam todos concentrados ainda na Mooca, em\nseis grandes estabelecimentos fabris – Crespi, Antarctica, Fábrica\nMariangela de Matarazzo, Estampería Matarazzo, Tecidos de Juta,\nLanifício De Camillis –, e espalhados em 24 pequenas oficinas.\n\nPara coordenar o movimento, no dia 9 de julho foi criado o Comitê de\nDefesa Proletária, com representantes de grupos anarquistas e\nsocialistas e lideranças sindicais, entre os quais os libertários Edgard\nLeuenroth, Luigi Damiani, Antonia Soares e Candeias Duarte e os\nsocialistas Teodoro Monicelli e Giuseppe Sgai.\n\nDepois de uma série de encontros iniciados no dia 12 entre o comitê e\numa comissão constituída pelos diretores dos jornais paulistas da grande\nimprensa que funcionou como intermediária entre o secretário da\nsegurança Eloi Chaves, os representantes empresariais e os grevistas, no\ndia 14 de julho, chegou-se finalmente à assinatura de uma base de acordo\nque reconhecia o direito de reunião, aumentos salariais, a libertação\ndos militantes e operários presos nas manifestações e embates, e a\nproibição de despejo de operárias grevistas.\n\nNo dia 13 de julho, os grevistas eram 25 mil, correspondendo a 90\nestabelecimentos fabris, mas o número mais alto, de 43.800\naproximadamente, foi alcançado no dia 16 de julho, quando da\napresentação nos comícios públicos, pelo Comitê de Defesa Proletária,\ndos acordos estipulados. Após essa data, os grevistas foram diminuindo,\nmas não de forma rápida, porque uma boa parte dos empresários se\nrecusava a assinar os acordos, pretendendo negociar diretamente com seus\nempregados os aumentos e outras melhorias, sem contar o fato que em\nalgumas fábricas e para algumas categorias a greve só começou depois do\ndia 16. Os pedreiros, por exemplo, que constituíam uma parte consistente\ndo proletariado paulistano, entraram em greve geral no dia 18 de julho.\nA situação se normalizou somente nos últimos dias do mês.\n\nA Análise\n\nA greve geral de 1917 teve características próprias, mas típicas de\noutros movimentos do período: origens num movimento popular de protesto\ncontra a alta de preços, início de greves parciais e localizadas nas\nprincipais fábricas, que depois se transformaram em uma greve\ngeneralizada que atingiu todas as categorias, acompanhada por\nmanifestações, saques, motins e embates de rua no seu momento mais\ncrítico. Esses aspectos levaram diversos militantes anarquistas a\nimaginar que a greve geral pudesse se transformar numa insurreição com\ncaracterísticas revolucionárias, no rastro da interpretação malatestiana\ne soreliana da greve geral.\n\nDois debates principais atravessam a análise histórica da greve:\nespontaneísmo ou organização? Greve anarquista ou radicalização\nocasional de uma greve de reivindicações de melhorias que tomou tamanha\namplitude por causa do contexto de empobrecimento progressivo? Os dois\ndebates estão entrelaçados, uma vez que, ao colocar a ênfase no papel\ndos anarquistas, se destaca também a ideia de greve organizada. Os anos\nde enfraquecimento, quase de aniquilação, das organizações classistas em\nSão Paulo que precederam a greve levam a considerar que o movimento de\n1917 surgiu espontaneamente, sem prévia organização. Realmente, os\nsindicatos paulistanos, com exceção de alguns poucos (gráficos e\nchapeleiros, por exemplo), voltaram a se estruturar paralelamente ao\ndesenvolvimento da greve ou até em seguida à greve para firmar direitos\nconquistados. A estrutura sindical que surgiu em agosto – em 26 de\nagosto houve a refundação da Federação Operária de São Paulo (FOSP) –,\napós a experiência da greve geral, era do tipo de transição das\norganizações de ofício para as de categoria: renasceram todas as ligas\nde ofício do período anterior a 1914 e surgiu, nos bairros populares\n(Mooca, Brás, Belenzinho, Água Branca e Lapa, Cambuci, Ipiranga, Bom\nRetiro, Vila Mariana), uma série de ligas operárias, com centenas de\nfiliados, que agregavam os trabalhadores do local independentemente de\nsua profissão.\n\nPor outro lado, é correto afirmar que os processos de organização\nsindical já estavam encaminhados havia algum tempo quando explodiram as\ngreves de junho na Crespi e na Antarctica, prólogo dos eventos de julho:\na declaração de greve na Crespi, por exemplo, foi decidida depois de uma\nreunião na Liga Operária da Mooca e por ela foi coordenada. Ao mesmo\ntempo, era comumente reconhecido o papel de militantes e sindicalistas\nque havia anos atuavam em São Paulo e que ao longo da primeira metade de\n1917 tinham-se empenhado a reconstituir movimentos e organizações de\nclasse. A greve geral foi a expressão de um processo dialógico entre um\nmovimento de reorganização dos trabalhadores paulistanos e a explosão de\numa agitação de massa de reação à piora das condições de vida e de\ntrabalho.\n\nCertamente, o papel desenvolvido no processo pelos militantes\nanarquistas, não somente aqueles mais próximos do sindicalismo, foi\nnotável, o que, conjuntamente com as dinâmicas de ação direta e a quase\ninexistente estrutura sindical inicial levou à conclusão interpretativa\nda feição anarcossindicalista da greve geral de 1917, contrastando a\nideia de uma inserção interessada e posterior dos militantes num\nmovimento popular espontâneo. A autoconstituição das organizações\noperárias foi um aspecto marcante do movimento de 1917, mas desde o\ninício da constituição das ligas a presença de militantes libertários no\nseu seio foi importante, coincidindo com seu papel organizativo na\ncampanha contra a carestia de vida. Ao mesmo tempo, da mesma forma,\nmuito importante foi também a presença, na coordenação da greve o no\nmovimento popular que a precedeu, de militantes socialistas, como o\nexperiente sindicalista italiano Teodoro Monicelli. Foi ele, que já\ntinha participado e coordenado greves gerais na Itália, que inicialmente\nfez a proposta de desencadeamento de uma greve geral organizada em São\nPaulo ainda em maio de 1917, quando das primeiras paralisações parciais\nem alguns estabelecimentos fabris. Por causa dessa participação ativa no\nmovimento, Monicelli, assim como o anarquista Luigi Damiani, foram\ncondenados à expulsão do país. Finalmente, a nova FOSP que surgiu depois\ndo término da greve geral, mais que explicitar uma matriz anarquista ou\numa socialista, revelava a tradição sindicalista revolucionária que\ntinha caracterizado, ao longo da primeira década do século XX, o\nmovimento operário paulistano.\n\nLuigi Biondi\n\n**FONTES:** BIONDI, L. *Greve* (v.15, p.259-307); KHOURY, Y. *Greves*;\nLOPREATO, C. *Espírito*.\n","ref":"**FONTES:** BIONDI, L. *Greve* (v.15, p.259-307); KHOURY, Y. *Greves*;\nLOPREATO, C. *Espírito*.\n","dic":"DHBPR"}