{"title":"GRIPE ESPANHOLA","cargoss":["Também chamada la dansarina, gripe pneumônica, peste pneumônica ou"],"author":null,"content":"**GRIPE ESPANHOLA**\n\nTambém chamada *la dansarina*, *gripe pneumônica*, *peste pneumônica* ou\nsimplesmente *pneumônica*, a gripe espanhola foi uma violenta pandemia\nque atingiu o mundo em 1918-1919, provocando milhões de mortes,\nespecialmente entre os setores jovens da população. Considerada a mais\nsevera pandemia da história da humanidade, foi causada pela virulência\nincomum de uma estirpe do vírus Influenza A, do subtipo H1N1.\n\nA denominação “gripe espanhola” foi cunhada devido ao fato de muitas das\ninformações a respeito da doença terem sido transmitidas pela imprensa\nda Espanha. Os jornais desse país, que se manteve neutro durante a\nPrimeira Guerra Mundial (1914-1918), não sofriam censura quanto às\nnotícias sobre a epidemia, o que não era o caso da imprensa dos países\nbeligerantes. Por isso, assim que a gripe chegava a algum país, era logo\nchamada de “espanhola”.\n\nDesconhece-se sua origem geográfica, mas sabe-se que o primeiro caso\nobservado verificou-se nos Estados Unidos em março de 1918, no Texas, e\numa semana depois, em Nova Iorque. Chegou ao continente europeu em\nabril, atingindo os exércitos aliados franceses, britânicos e\nnorte-americanos. Em maio foi a vez da Grécia, Espanha e  Portugal, em\njunho, da Dinamarca e da Noruega, e em agosto da Holanda e da Suécia.\nNesse último mês, encerrou-se a primeira onda da gripe, que, embora\nextremamente contagiosa, foi considerada mais benigna do que as\nseguintes por ter causado relativamente poucas mortes.\n\nAinda em agosto teve início a segunda onda da gripe, que atingiu seu\nauge nos meses de setembro a novembro (o outono do hemisfério norte).\nBem mais virulenta do que a primeira, essa fase envolveu, além da Europa\ne dos Estados Unidos, Índia, Sudeste Asiático, Japão, China, África,\nAméricas Central e do Sul. Em vários países do mundo provocou\nelevadíssimo número de mortos. A terceira e última onda da gripe\nespanhola começou em fevereiro de 1919 e terminou em maio seguinte.\n\nCalcula-se que a pandemia afetou, direta ou indiretamente cerca de 50%\nda população mundial, tendo matado de 20 a 40 milhões de pessoas – mais\ndo que a própria Primeira Guerra (cerca de 15 milhões de vítimas) –,\nrazão pela qual foi qualificada como o mais grave conflito epidêmico de\ntodos os tempos.\n\nA Gripe Espanhola no Brasil\n\nO Brasil acompanhou a doença inicialmente à distância, através dos\njornais. A população brasileira não demonstrava grande preocupação com a\nespanhola, por considerar que ela não se propagaria no território\nnacional, devido à distância do continente europeu.\n\nContrariando essas previsões otimistas, a gripe penetrou no país a\npartir de setembro de 1918, quando a divisão naval enviada pelo Brasil a\nDacar, para participar do patrulhamento do Atlântico Sul como parte do\nesforço de guerra do país ao lado dos Aliados, retornou. Nesse momento\ninicial, morreram mais de uma centena de marinheiros – o que\ncorrespondia ao número de brasileiros mortos em decorrência da\nparticipação na Primeira Guerra Mundial.\n\nEm território brasileiro propriamente dito, a disseminação da gripe pode\nser atribuída a alguns navios que aportaram em portos do Nordeste, como\no inglês *Demerara*, que esteve em Recife e Salvador naquele mês de\nsetembro. Em pouco tempo a espanhola atingiu várias cidades nordestinas\ne no final de outubro já atingia quase todas as grandes cidades do país,\ninclusive Rio de Janeiro e São Paulo. Em novembro chegava à Amazônia.\nSua expansão provocou um esvaziamento dos centros urbanos, causado pelo\nmedo de contágio da doença. Desconhecendo medidas terapêuticas para\nevitar o contágio, as autoridades pediam à população que evitasse as\naglomerações.\n\nAo longo do período pandêmico, registraram-se mais de 35 mil mortes em\ntodo o Brasil. O Rio de Janeiro, maior núcleo urbano do país, apresentou\no número de óbitos mais elevado. Em dois meses faleceram cerca de 12.700\npessoas, cerca de 1/3 do total registrado no país, para uma população de\nquase um milhão de habitantes. O momento crítico deu-se em meados de\noutubro, quando a Diretoria Geral de Saúde Pública, através de seu\ntitular Carlos Seidl, admitiu a impossibilidade de a gripe ser\ncontrolada. A cidade estava parada. Colégios, quartéis e fábricas\ninterromperam suas atividades. Havia falta de alimentos, de remédios, de\nleitos e até de caixões. A pedido do presidente da República Venceslau\nBrás, o médico sanitarista Carlos Chagas liderou o combate à gripe\nespanhola implantando 27 pontos de atendimento à população na capital\nfederal.\n\nEm São Paulo, com população estimada em 470 mil habitantes, de outubro a\ndezembro foram registrados 5.328 óbitos causados pela espanhola. Muitas\npessoas buscaram refúgio em áreas afastadas no interior. Só no mês de\noutubro, morreram 1.250 pessoas em Recife, cuja população chegava então\na 218 mil habitantes. Em Porto Alegre – onde se registraram 1.316 óbitos\npara uma população de cerca de 140 mil habitantes – foi criado um\ncemitério especialmente para as vítimas da doença. Salvador apresentou o\nmenor percentual de vítimas fatais entre as grandes cidades brasileiras.\nNuma população estimada de 320 mil pessoas, cerca de 130 mil contraíram\na gripe e 386 morreram.\n\nEmbora a gripe espanhola tenha efetivamente atravessado toda a pirâmide\nsocial, sua feição “democrática” deve ser olhada com atenção, pois a\nmaioria das vítimas provinha das camadas populares e daqueles grupos\nchamados pelas autoridades de indigentes. De todo modo, a doença vitimou\naté o presidente eleito, Rodrigues Alves, que na pôde tomar posse na\npresidência em 15 de novembro de 1918 e morreu em janeiro de 1919.\n\nSergio Lamarão/Inoã Carvalho Urbinati\n\n**FONTES:** Aventuras na História*.* Disponível em:\n\\<http://historia.abril.com.br/fatos/furia-gripe-espanhola-433549.shtml\\>.\nAcesso em: 23/5/2010; GOULART, A. *Revisitando* (v.12, p.101-142);\nInvivo. Fiocruz. Disponível em:\n\\<www.invivo.fiocruz.br/cgi/cgilua.exe/sys/start.htm?infoid=815&sid=7\\>.\nAcesso em: 22/5/2010; MAR. BRAS. Disponível em:\n\\<www.mar.mil.br/menu\\_h/noticias/dphcm/dphcm.htm\\>. Acesso em:\n23/5/2010; Scielo. Disponível em:\n\\<www.scielo.br/scielo.php?script=sci\\_arttext&pid=S0104-59702005000100005\\>.\nAcesso em: 23/5/2010; SOUZA, C. *Gripe* (v.12, p.71-99*)*;\nUniversitário. Disponível em:\n\\<www.universitario.com.br/noticias/noticias\\_noticia.php?id\\_noticia=8623\\>.\nAcesso em: 22/5/2010; *Veja* (5/2003). Disponível em:\n\\<http://veja.abril.com.br\\>. Acesso em: 22/5/2010.\n","ref":"**FONTES:** Aventuras na História*.* Disponível em:\n\\<http://historia.abril.com.br/fatos/furia-gripe-espanhola-433549.shtml\\>.\nAcesso em: 23/5/2010; GOULART, A. *Revisitando* (v.12, p.101-142);\nInvivo. Fiocruz. Disponível em:\n\\<www.invivo.fiocruz.br/cgi/cgilua.exe/sys/start.htm?infoid=815&sid=7\\>.\nAcesso em: 22/5/2010; MAR. BRAS. Disponível em:\n\\<www.mar.mil.br/menu\\_h/noticias/dphcm/dphcm.htm\\>. Acesso em:\n23/5/2010; Scielo. Disponível em:\n\\<www.scielo.br/scielo.php?script=sci\\_arttext&pid=S0104-59702005000100005\\>.\nAcesso em: 23/5/2010; SOUZA, C. *Gripe* (v.12, p.71-99*)*;\nUniversitário. Disponível em:\n\\<www.universitario.com.br/noticias/noticias\\_noticia.php?id\\_noticia=8623\\>.\nAcesso em: 22/5/2010; *Veja* (5/2003). Disponível em:\n\\<http://veja.abril.com.br\\>. Acesso em: 22/5/2010.\n","dic":"DHBPR"}