{"title":"GUANABARA, Alcindo","cargoss":["const. 1891","dep. fed. RJ 1891-1893","dep. fed. DF 1894-1899 e"],"author":"Surama Conde Sá Pinto","content":"**GUANABARA, Alcindo**\n\n\\*const. 1891; dep. fed. RJ 1891-1893; dep. fed. DF 1894-1899 e\n1906-1911; sen. DF 1912-1917; sen. RJ 1918.\n\n*Alcindo Guanabara* nasceu em Magé, província do Rio de Janeiro, no dia\n19 de julho de 1865, filho de Manuel José da Silva Guanabara e de Júlia\nde Almeida da Silva.\n\nEm 1880 ingressou no Colégio José Ferreira da Paixão, em Petrópolis, e\nem 1883 concluiu os estudos secundários. No ano seguinte matriculou-se\nna Faculdade de Medicina do Rio de Janeiro, então capital do Império,\nonde permaneceu até o terceiro ano. Nesse período, para custear os\nestudos, trabalhou como inspetor no Asilo de Meninos Desvalidos.\n\nEm 1886 fundou o jornal acadêmico *Fanfarra*. Trabalhou também na\n*Gazeta da Tarde*, ao lado de José do Patrocínio e Raul Pompeia,\nescrevendo crônicas políticas sob o pseudônimo Aranha Minor. A\nexperiência então adquirida lhe abriu portas em diversas revistas e\njornais do Rio e de São Paulo, onde passou a escrever textos literários\ne a debater as grandes questões colocadas na agenda política do momento,\ncomo a Abolição e a República. Considerado um dos maiores jornalistas\nbrasileiros da Primeira República, entre 1887 e 1914 colaborou e\ntrabalhou como redator nos jornais *Cidade do Rio*, *Novidades, Correio\ndo Povo, Jornal do Comércio*, a *Tribuna*, a *Nação* e o *País*. Em 1897\nfoi um dos fundadores da Academia Brasileira de Letras, onde passou a\nocupar a cadeira n^o^ 19. Criou ainda o jornal a *República* e dirigiu a\n*Imprensa* – adquirido em 1906 e do qual esteve à frente até 1914.\n\nDeputado Federal\n\nCom a proclamação da República, iniciou sua trajetória política. Nas\neleições de 15 de setembro de 1890 para o Congresso Constituinte,\nelegeu-se deputado pelo estado do Rio de Janeiro com o apoio de Quintino\nBocaiúva e Francisco Portela. Na Constituinte, foi uma das figuras\npreeminentes do grupo que iniciou a oposição ao governo do marechal\nDeodoro da Fonseca, composto por Demétrio Ribeiro, Aníbal Falcão,\nBarbosa Lima, Nilo Peçanha, Antão de Faria e Muniz Freire.\n\nConcluídos os trabalhos de elaboração da Carta de 1891, na legislatura\n1891-1893, identificando-se com o florianismo, passou a defender o\nfortalecimento do Poder Executivo e a ideia de que o marechal Floriano\nPeixoto era a personificação da República e da Constituição. No âmbito\neconômico, criticou o tratamento preferencial dado à agricultura e\ndefendeu a industrialização como instrumento de progresso nacional,\nchegando a submeter à Câmara uma representação dos industriais do Rio de\nJaneiro solicitando isenções fiscais e uma política de incentivos para o\nsetor.\n\nEm 1893, nomeado superintendente geral de Imigração, viajou para a\nEuropa. De volta ao Brasil no ano seguinte, reelegeu-se deputado federal\npara mais duas legislaturas, 1894-1896 e 1897-1899, agora como\nrepresentante carioca, pelo Partido Republicano Federal (PRF) do\nDistrito Federal. Aliado de Francisco Glicério, chefe do PRF, trabalhou\nna eleição de Prudente de Morais para a presidência da República no\nquadriênio 1894-1898. Quando do rompimento de Prudente com o PRF, passou\npara a oposição, aproximando-se do grupo jacobino da bancada do Distrito\nFederal. Assumiu, no período, um discurso nacionalista, em defesa do\nresguardo da independência e da integridade do Brasil republicano. Entre\n1894 e 1899 integrou a Comissão de Orçamento da Câmara, destacando-se\nnas discussões relativas aos problemas financeiros do país e aos\nentraves ao desenvolvimento da economia brasileira.\n\nAcusado de envolvimento no atentado a Prudente de Morais perpetrado em\nnovembro de 1897, foi preso e enviado para a ilha de Fernando de\nNoronha, junto com Barbosa Lima, Santana Néri, Tomás Cavalcanti e José\nMaranhão. Com o habeas corpus concedido pelo Supremo Tribunal Federal,\nretornou ao Rio de Janeiro, onde voltou a dedicar-se à oposição nas\nfolhas do jornal a *Tribuna*. Durante o governo Campos Sales\n(1898-1902), passou para as fileiras da situação e defendeu a política\neconômica do então ministro da Fazenda, Joaquim Murtinho. Nas eleições\nde dezembro de 1899, no entanto, não conseguiu a renovação de seu\nmandato.\n\nO retorno à Câmara ocorreria em 1906. Nesse ano, na pauta das discussões\ndo Congresso figurou a reforma do Exército e a lei de sorteio militar.\nPropôs, na ocasião, uma emenda que impedia os filhos de famílias mais\nabastadas de livrarem-se do serviço graças aos recursos que possuíam. De\nacordo com a emenda apresentada, o cidadão só seria alistado para a\nreserva do serviço ativo ao completar 20 anos, e o sorteio se faria\nentre esses, que deveriam servir por dois anos. Para os voluntários, o\nserviço seria de um ano apenas. A emenda retirava ainda o privilégio\ncontido no projeto original que baixava de três para um ano o tempo de\nserviço para aqueles que pudessem custear-se. A justificativa de sua\nproposta teve como base o argumento de que o papel do Exército era\nformar cidadãos para a garantia da ordem, da autoridade e da democracia.\n\nReeleito para a legislatura 1909-1911, nas eleições presidenciais de\nmarço de 1910 voltou a destacar-se no plenário da Câmara e na imprensa\ncarioca, em defesa da candidatura situacionista de Hermes da Fonseca, ao\nlado do senador Pinheiro Machado (RS), fundador do Partido Republicano\nConservador (PRC), no qual passaria a militar. Dois anos depois,\nconquistaria uma cadeira no Senado. À época, era considerado homem de\nconfiança do general gaúcho.\n\nSenador\n\nOcupando em 1912 a vaga aberta com a saída de Lauro Sodré – eleito\nsenador pelo Pará –, Alcindo Guanabara integrou no Senado as duas\ncomissões permanentes mais importantes da máquina parlamentar. Foi\nmembro da Comissão de Poderes em 1913 e de 1915 a 1917, e, nesse último\nperíodo, também da Comissão de Finanças.\n\nNo exercício do mandato, usou o plenário do Senado, em 1912, para\ndefender a reciprocidade para os autores brasileiros de obras\ncientíficas, literárias e artísticas dos direitos conferidos aos autores\nestrangeiros pela Lei n^o^ 2.577, de 17 de janeiro. No ano seguinte,\napresentou emenda ao orçamento do Ministério da Justiça favorecendo\nfuncionários da Escola Profissional XV de Novembro, instituição dedicada\nao cuidado da infância desvalida e abandonada do Distrito Federal.\n\nEm 1914, na qualidade de relator da receita, criticou a ação da Câmara\ndos Deputados, que enviou o projeto de Orçamento para o exercício\nfinanceiro de 1915 na véspera do encerramento das sessões do Congresso,\nprivando o Senado de colaborar na sua elaboração. Criticou ainda o que\nconsiderou cobrança abusiva de impostos sobre determinados bens de\nconsumo. Fazendo um balanço da situação econômico-financeira enfrentada\npelo país no período, indicou como principais responsáveis a falta de\nincentivos à diversificação da produção, a ausência de uma política\nfacilitadora de acesso a créditos, a recorrência excessiva a impostos e\ntaxas para ampliar a arrecadação e a retração do crédito internacional\nprovocada pelo conflito mundial.\n\nEm 1915, teve o pedido de dispensa das comissões de Finanças e Poderes,\npessoalmente encaminhado, rejeitado pelo Senado. A iniciativa decorreu\ndas acusações de suborno feitas por um deputado. No mesmo ano, com as\nmortes de Pinheiro Machado e Augusto de Vasconcelos, ocuparia a tribuna\npara exaltar a ação dos dois parlamentares.\n\nEm 1916, em vez de apoiar a candidatura ao Senado de Tomás Delfino dos\nSantos, do Partido Republicano do Distrito Federal (PRDF), suposto\nherdeiro político de Augusto de Vasconcelos, apoiou Irineu Machado. O\nepisódio provocou sua saída do PRDF, partido ao qual estava ligado, e\ningresso no Partido Autonomista da capital, chefiado pelo intendente\nmunicipal Mendes Tavares. No mesmo ano, apresentou emenda ao Orçamento\nda União estendendo o pagamento do imposto cobrado aos operários dos\nmesmos estabelecimentos do governo a mestres, contramestres e chefes. A\nemenda estabelecia ainda o imposto de 5% sobre as diárias, jornais,\nsalários e vencimentos recebidos por operários, jornaleiros, diaristas e\ntrabalhadores da União. A justificativa apresentada foram os interesses\ndo Estado. Foi de sua autoria também o Projeto n^o^ 47 – 1916, que\nregulamentava as indenizações por desastres nas estradas de ferro da\nUnião. Na tramitação dos projetos de lei relativos aos monopólios da\nprodução do tabaco e dos seguros de vida, em 1917, assumiu postura\ncontrária.\n\nFoi novamente eleito para o Senado em 1918, dessa vez pelo estado do Rio\nde Janeiro, mas não chegou a completar o ano legislativo em função do\nagravamento de seu estado de saúde. Faleceu na cidade do Rio de Janeiro\nem 20 de agosto.\n\nPublicou, entre outros: *Amor; conto na vida moderna* (1886); *La\nRépublique Brésiliènne* (1893); *História da Revolta de 6 de setembro*\n(1895); *Finances Brésiliennes* (1896); *A presidência Campos Sales*.\n*Política e finanças. 1898-1902* (1902); *A casa de Dickens* (1908);\n*Jornal do Comércio. A tradição* (1908); *Discursos fora da Câmara*\n(1911) e *Pela infância abandonada e delinquente no Distrito* *Federal*\n(1917).\n\nSurama Conde Sá Pinto\n\n**FONTES:** ABRANCHES, J. *Governos*; BEHAR, E. *Vultos*; CÂM. DEP.\n*Anais* (1890-1911); CASTRO, S. *República*; EDMUNDO, L. *Rio de\nJaneiro* (v.5, p.971-973); LEITE NETO, L. *Catálogo biográfico*; LIMA,\nJ. *Figuras*; SENADO (1912-1918); VIEIRA, J. *Cadeia.*\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; BEHAR, E. *Vultos*; CÂM. DEP.\n*Anais* (1890-1911); CASTRO, S. *República*; EDMUNDO, L. *Rio de\nJaneiro* (v.5, p.971-973); LEITE NETO, L. *Catálogo biográfico*; LIMA,\nJ. *Figuras*; SENADO (1912-1918); VIEIRA, J. *Cadeia.*\n","dic":"DHBPR"}