{"title":"GUEDES, Duarte","cargoss":["Governador de estado ou do Distrito Federal"],"cargos_esp":[0],"datas_ini":[1891],"datas_fim":[1891],"estados":["PA"],"autor":["Adrianna Setemy"],"content":"**GUEDES, Duarte**\n\n\\*militar; gov. PA 1891.\n\n*Duarte Huet de Bacelar Pinto Guedes* nasceu no Rio Grande do Sul no dia\n19 de fevereiro de 1852, filho do major engenheiro Vicente Huet de\nBacelar Pinto Guedes e de Mariana Xavier de Brito Huet de Bacelar.\n\nSegundo-tenente da Marinha de Guerra, pediu e obteve permissão para\npraticar nas oficinas de construção naval do Arsenal de Marinha. Viajou\ndiversas vezes para a Europa, com a finalidade de acompanhar a\nconstrução de navios encomendados pela Marinha brasileira. Tornou-se\nperito na arte da construção naval, o que lhe valeu a incumbência de\norganizar a Companhia de Forjas e Estaleiros, bem como a posição de\nfiscal da construção e primeiro comandante do encouraçado *Floriano*.\nFoi ainda, por três vezes, chefe da Comissão Naval na Europa. Entre 1879\ne 1881, no cargo de oficial encarregado da navegação, participou da\nprimeira viagem de circum-navegação realizada por um navio de guerra\nbrasileiro.\n\nJá na República, no governo constitucional do marechal Deodoro da\nFonseca (25/2 a 23/11/1891), foi nomeado governador do estado do Pará.\nTomou posse em 25 de março, sucedendo a Gentil Bittencourt. Seu curto\ngoverno foi marcado pelo movimento revolucionário deflagrado por chefes\nda oposição em 11 de junho com o objetivo de depô-lo e colocar em seu\nlugar Vicente Chermont, eminente membro do diretório do Partido\nDemocrático. Atacados pelas tropas legalistas, os revoltosos resistiram\ndurante horas, mas foram vencidos na noite do mesmo dia. Pouco depois,\nem 24 de junho, Duarte Guedes passou o governo do Pará a Lauro Sodré,\nque um dia antes fora eleito governador pelo Congresso Constituinte.\n\nCom a renúncia de Deodoro e a posse de Floriano Peixoto na presidência\nda República em 23 de novembro de 1891, em várias partes do país tiveram\ninício conspirações contra o governo. No Rio Grande do Sul, os\nfederalistas transformaram sua oposição numa sangrenta guerra civil. No\nRio de Janeiro, o almirante Wandenkolk, presidente do Clube Naval,\naderiu à causa dos federalistas e, em junho de 1892, juntamente com\nalguns companheiros, entre eles Duarte Guedes, foi recebido a bordo do\nvapor *Júpiter*, sob o comando de Pereira da Cunha. Planejavam um ataque\nao Rio Grande do Sul em apoio aos revolucionários federalistas, mas, por\nnão terem tido o apoio da guarnição da Marinha local e dos próprios\nfederalistas, o *Júpiter* foi aprisionado na barra de Canavieiras (SC)\npelo cruzador *República* e conduzido ao Rio de Janeiro. Duarte Guedes\npermaneceu preso durante todo o período em que Floriano Peixoto esteve\nno poder. Iniciado o governo Prudente de Morais (1894-1898), foi\nanistiado. Chegou ao posto de contra-almirante e em 1903 foi nomeado\ndiretor da Escola Naval.\n\nFaleceu no Rio de Janeiro em 18 de fevereiro de 1919.\n\nRecebeu várias condecorações e publicou vários trabalhos, entre os quais\nse destacam: *Tratado elementar de construção naval* e *Os canhões do\nRiachuelo e sua transformação pelo Sistema Armstrong.*\n\nAdrianna Setemy\n\n**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","ref":"**FONTES:** Projeto de imagem de publicações oficiais brasileiras do\nCenter for Research Libraries e Latin-american Microfilm Project.\n*Mensagens dos Presidentes de Província (1830-1930).* Disponível em:\n\\<www.crl.edu/content.asp?l1=4&l2=18&l3=33\\>. Acesso em: 8/1/2009.\n","dic":"DHBPR"}
