{"title":"GUEDES, Flávio","cargoss":["dep. fed. BA 1894-1896."],"author":null,"content":"**GUEDES, Flávio**\n\n\\*dep. fed. BA 1894-1896.\n\n*Flávio Guedes de Araújo* nasceu em Santa Teresinha (BA) no dia 4 de\nmarço de 1863, filho de Ildefonso José de Araújo e de Emília Guedes de\nAraújo. Seu pai foi deputado provincial (1878-1885) e senador estadual\n(1893-1894), tendo participado do grupo que fundou o Partido Nacional\n(PN) em 24 de julho de 1890, ao lado do desembargador Tomás Garcez\nParanhos Montenegro, César Zama, Cícero Dantas Martins, barão de\nJeremoabo, coronel Temístocles da Rocha Passos e outros.\n\nDiplomado em 1884 pela Faculdade de Direito de São Paulo, elegeu-se\ndeputado à Assembleia Provincial da Bahia para a legislatura 1886-1889.\nJá na República, foi deputado constituinte estadual em 1891, com\ndestacada participação nos trabalhos da Assembleia que elegeu José\nGonçalves da Silva governador do estado. Também nesse ano foi fundada a\nFaculdade Livre de Direito da Bahia, cuja primeira Congregação de\nprofessores integrou como professor catedrático da disciplina direito\ndas gentes, ao lado de nomes ilustres como Leovigildo Filgueiras, Inácio\nTosta, Severino Vieira e outros.\n\nNas eleições de 1894 elegeu-se deputado federal para a legislatura\n1894-1896 e em maio tomou assento na Câmara dos Deputados, no Rio de\nJaneiro, então Distrito Federal. No dia 24 de julho, proferiu\ncontundente discurso em que contestava a legitimidade das eleições\nrealizadas em 1^o^ de março daquele ano para o preenchimento dos cargos\nde presidente e vice-presidente da República, ao considerar que os\nestados do São Paulo, Rio de Janeiro, Pernambuco, Paraíba e o Distrito\nFederal encontravam-se em estado de sítio até o dia 28 de fevereiro, e\nque a população dos estados do Rio Grande do Sul, Paraná e Santa\nCatarina não pôde comparecer às urnas por estar com seus direitos\nconstitucionais suspensos pelos decretos de 20 de outubro e 15 de\ndezembro de 1893. Por essas razões, apresentou uma proposta de emenda ao\nParecer n^o^ 1 do Congresso Nacional, que versava sobre as eleições,\nsugerindo que as eleições fossem anuladas e se procedesse a novo pleito,\n“garantidas as liberdades a todo o território da República”.\n\nNo dia 27 de junho de 1896, casou-se com Elvira Gonçalves da Silva,\nfilha do ex-governador José Gonçalves da Silva, com quem teria uma\nfilha.\n\nFaleceu na cidade de Salvador em 2 de abril de 1897, aos 34 anos de\nidade.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ARQ. PUB. BA. Seção Judiciária. Inventário de ARAÚJO, Flávio\nGuedes de (01/332/634/02); *Cartas de Ontem*; Bahia (2/4/1897) Câmara\ndos Deputados – Seção de ontem; BULCÃO SOBRINHO, A. *Representantes*\n(p.55-86); BULCÃO SOBRINHO, A. *Relembrando*; BULCÃO SOBRINHO, A.\n*Histórico*; *Diário Oficial do Estado da Bahia* (p.360, 444-448,\n488-489); FRANCO, P. *Reminiscências*;GIDI, A. *Anotações* (p.38);\nNOGUEIRA, O.; FIRMO, J. *Parlamentares* (p.533); SAMPAIO, C. *Canudos*\n(p.106/107); SAMPAIO, C. *Partidos* (p.61-62).\n","ref":"**FONTES:** ARQ. PUB. BA. Seção Judiciária. Inventário de ARAÚJO, Flávio\nGuedes de (01/332/634/02); *Cartas de Ontem*; Bahia (2/4/1897) Câmara\ndos Deputados – Seção de ontem; BULCÃO SOBRINHO, A. *Representantes*\n(p.55-86); BULCÃO SOBRINHO, A. *Relembrando*; BULCÃO SOBRINHO, A.\n*Histórico*; *Diário Oficial do Estado da Bahia* (p.360, 444-448,\n488-489); FRANCO, P. *Reminiscências*;GIDI, A. *Anotações* (p.38);\nNOGUEIRA, O.; FIRMO, J. *Parlamentares* (p.533); SAMPAIO, C. *Canudos*\n(p.106/107); SAMPAIO, C. *Partidos* (p.61-62).\n","dic":"DHBPR"}