{"title":"GUIMARÃES, Carlos","cargoss":["Presidente de associação ou confederação de empregados ou empregadores"],"cargos_esp":[0],"datas_ini":[1913],"datas_fim":[1915],"estados":["SP"],"autor":[0],"content":"**GUIMARÃES, Carlos**\n\n\\*pres. SP 1913-1915.\n\n*Carlos Augusto Pereira Guimarães*nasceu em Paraibuna (SP) no dia 15 de\njaneiro de 1862, filho do desembargador Francelino Adolfo Guimarães e de\nAntônia Margarida Muniz Barreto Guimarães.\n\nApós fazer os primeiros estudos, começou os preparatórios no Ateneu\nCatarinense em 1875, mas concluiu-os no curso anexo à Faculdade de\nDireito de São Paulo. Ingressou nessa faculdade em 1879, e recebeu o\ngrau de bacharel em ciências jurídicas e sociais em 1883. Logo depois de\nformado foi nomeado promotor público da comarca de Jundiaí (SP),\nexercendo o cargo de dezembro de 1883 até princípios de 1888.\nTransferindo-se para Itatiba (SP), abriu um escritório de advocacia, foi\nmembro do diretório local do Partido Republicano Paulista (PRP) e\ndelegado de polícia logo após a proclamação da República (15/11/1889).\nEm janeiro de 1890 foi nomeado juiz de direito de Jundiaí e exerceu a\nfunção por dois anos, após o que foi removido, a pedido, para a comarca\nde Mococa.\n\nEm fins de 1892 foi nomeado juiz de direito da 1^a^ Vara da importante\ncomarca de Campinas (SP), na qual permaneceu até abril de 1896. Após\npedir demissão desse cargo, foi logo eleito vereador à Câmara Municipal\nde Campinas e, posteriormente, seu presidente. Exerceu também a\npresidência do diretório local do PRP por vários anos. Em 1^o^ de\ndezembro de 1897 foi eleito deputado estadual em São Paulo. Assumiu, em\nmaio desse ano, sua cadeira na Assembleia Legislativa, então Câmara dos\nDeputados de São Paulo, e tornou-se presidente da Comissão de Justiça.\nEm 11 de abril de 1899 foi eleito presidente da Casa, logo após a\nrenúncia de Luís de Toledo Piza e Almeida. No ano seguinte foi\nreconduzido à presidência, e em 31 de dezembro foi reeleito deputado\nestadual. Ao iniciar seu novo período legislativo em 1901, foi novamente\npresidente da Câmara estadual, até 9 de setembro de 1901, quando, em\nvirtude da cisão do PRP, renunciou à função, na qual foi substituído por\nAntônio de Pádua Sales.\n\nA crise dentro do partido surgiu quando era discutida a sucessão de\nRodrigues Alves na presidência do estado de São Paulo. A candidatura de\nCerqueira César, prestigiada por Prudente de Morais, parecia ser a\nvitoriosa no PRP, mas Campos Sales, então presidente da República\n(1898-1902), resolveu apoiar o nome de Bernardino de Campos, que acabou\nsendo eleito no ano seguinte. Integrando a dissidência comandada pelo\ndeputado e jornalista Júlio Mesquita, seu amigo e colega de faculdade,\nCarlos Guimarães resolveu não se candidatar na legislatura seguinte e\npassou a se dedicar apenas aos seus negócios.\n\nIniciado o governo de Jorge Tibiriçá (1904-1908) em São Paulo, e\npacificado o PRP, Carlos Guimarães foi mais uma vez eleito deputado\nestadual no pleito realizado em dois turnos, em fevereiro e março de\n1907. Assumiu sua cadeira em 14 de abril seguinte e passou a integrar a\nComissão de Finanças, da qual se tornou presidente. No início do governo\nde Manuel Joaquim de Albuquerque Lins (1908-1912), sucessor de Jorge\nTibiriçá, foi nomeado secretário do Interior. Assumindo a pasta em 1^o^\nde maio de 1908, preocupou-se com a saúde pública e a instrução escolar\nnos três níveis, primária, secundária e superior do estado. Diante do\nalto valor pago pelo governo estadual em aluguéis para abrigar escolas,\ndecidiu construir prédios escolares em larga escala, na capital e no\ninterior. Para tanto, propôs a Albuquerque Lins uma grande operação de\ncrédito, no valor de dez mil contos, que foi aprovada. Ao deixar a\nsecretaria, em 25 de novembro de 1911, as escolas primárias do estado\ntinham 126.639 alunos matriculados. De janeiro a maio desse ano foi\nainda secretário interino da Fazenda, quando da licença do titular Olavo\nEgídio de Sousa Aranha.\n\nQuando da sucessão de Albuquerque Lins, por indicação de Júlio Mesquita,\na maioria da comissão diretora do PRP deveria homologar a candidatura de\nCarlos Guimarães, mas a interferência do presidente da República Hermes\nda Fonseca (1910-1914) em diversas unidades da federação, inclusive com\na ameaça de intervenção em São Paulo, fez com que Mesquita concordasse\ncom o apelo para o partido lançar o nome do ex-presidente da República\nRodrigues Alves, e assim poder se contrapor ao autoritarismo do governo\nfederal. O nome de Carlos Guimarães foi então escolhido para integrar a\nchapa como vice-presidente. Ambos foram eleitos para o período\ngovernamental de 1912 a 1916, e em 1912, quando Albuquerque Lins passou\no poder para Rodrigues Alves, declarou que “fora muito fecunda e\natividade empregada em todos os ramos da Secretaria do Interior, que tem\ncomo materiais capitais da sua ação administrativa a instrução e saúde\npública”.\n\nEm 1913, tendo sido atacado por grave enfermidade, Rodrigues Alves\nacabou sendo obrigado, por prescrição médica, a se licenciar do governo.\nAssim sendo, Carlos Guimarães assumiu seu lugar, tendo exercido a chefia\ninterina do Executivo de São Paulo de 11 de outubro de 1913 a 4 de\njaneiro de 1915. Coube-lhe na época interceder junto a Júlio Mesquita,\ndiretor do jornal *O Estado de S. Paulo*, para que assumisse a cadeira\nde senador estadual, para a qual havia sido eleito em 1^o^ de março de\n1912 na vaga aberta pelo falecimento de Cerqueira César, já que o\njornalista protelava a posse. Após superar comentários de que\nmenosprezava o Senado de São Paulo, finalmente, para desfazer a intriga\ne atender ao amigo que ocupava o governo paulista, Júlio Mesquita acabou\nprestando juramento como senador em 30 de dezembro de 1913.\n\nAo término do mandato de vice-presidente do estado em 1^o^ de maio de\n1916, Carlos Guimarães afastou-se da política, passando a se dedicar\nexclusivamente à iniciativa privada, como proprietário rural e membro da\ndiretoria do Banco do Comércio e Indústria de São Paulo, a que pertenceu\nde novembro de 1915 até morrer, e na qual ocupou os postos de\nsuperintendente e vice-presidente. Foi ainda presidente da Estrada de\nFerro de Mato Grosso e da Associação Bancária.\n\nFaleceu em São Paulo no dia 20 de fevereiro de 1927.\n\nFoi casado, em primeiras núpcias, com Elisa Muniz de Sousa. Viúvo, casou\nem segundas núpcias com Maria Engler Guimarães, com quem teve dez\nfilhos.\n\nAntônio Sérgio Ribeiro\n\n**FONTES:** CALIMAN, A. *Legislativo*; *Correio Paulistano* (21/2/1927);\nDUARTE, P. *Julio*; EGAS, E. *Galeria* (v.3); RIBEIRO, A. *Governantes*;\nRIBEIRO, A. *Governos*; RIBEIRO, A. *Poder*.\n","ref":"**FONTES:** CALIMAN, A. *Legislativo*; *Correio Paulistano* (21/2/1927);\nDUARTE, P. *Julio*; EGAS, E. *Galeria* (v.3); RIBEIRO, A. *Governantes*;\nRIBEIRO, A. *Governos*; RIBEIRO, A. *Poder*.\n","dic":"DHBPR"}
