{"title":"GUIMARÃES, Domingos","cargoss":["dep. fed. BA 1903-1911."],"author":null,"content":"**GUIMARÃES, Domingos**\n\n\\*dep. fed. BA 1903-1911.\n\n*Domingos Rodrigues Guimarães* nasceu em 24 de novembro de 1849 na\nfazenda Itacanoeira, propriedade de seus avós, na vila de São Jorge,\nmunicípio de Ilhéus (BA), filho de Domingos Antônio Rodrigues Guimarães,\nnegociante, e de Virgínia Maria Pereira Guimarães.\n\nFez os estudos preparatórios no Colégio Sebrão, em Salvador, e em 1865\nseguiu para Recife, onde se matriculou na Faculdade de Direito.\nBacharelou-se em 1869. No ano seguinte foi nomeado suplente de juiz\nmunicipal em Salvador, em dezembro de 1871 foi promovido a promotor\npúblico, e em seguida tornou-se juiz municipal de Cachoeira, até 14 de\ndezembro de 1875. Em 1877 foi nomeado juiz de direito de Xique-Xique e\nem 1879 foi transferido para Pouso Alto (MG). Foi o primeiro juiz no\nBrasil a cumprir a lei de 7 de novembro de 1811, que abolia o tráfico de\nafricanos.\n\nDe 1885 a 1889 foi chefe de Polícia de Salvador. Nesse período, em 6 de\noutubro de 1887, foi condecorado com a Ordem da Rosa, e em fevereiro de\n1888 foi nomeado vice-presidente da província da Bahia. Consultado nesse\nmesmo ano pelo barão de Cotegipe para assumir a presidência de Sergipe,\nrecusou. Logo em seguida o conselheiro Joaquim Delfino Ribeiro da Luz\nofereceu-lhe a presidência de Minas Gerais pelo Partido Conservador, mas\no convite foi novamente recusado. Em 1889 foi nomeado juiz da Provedoria\nem Salvador.\n\nCom o advento da República, viajou para a Europa e lá permaneceu quatro\nanos. Em 1899 foi eleito intendente municipal em Salvador e participou\nda luta política à frente do *Diário de Notícias*, cuja direção assumiu.\nEleito deputado federal pela primeira vez em 1903, para a legislatura\n1903-1905, renovou o mandato para os períodos 190-1908 e 1909-1911, mas\nrenunciou quando teve seu nome indicado para concorrer à sucessão do\ngovernador Araújo Pinho (1908-1911) em oposição a J. J. Seabra.\n\nFaleceu em Salvador, no dia 15 de julho 1914.\n\nCasou-se três vezes: primeiro com Delfina Dutra da Rocha Guimarães, com\nquem teve um filho; depois com a cunhada Maria Luísa Dutra da Rocha\nGuimarães, com quem teve dois filhos, e finalmente com Maria Ana Walsh\nGuimarães, com quem teve três filhos.\n\nLiliane de Brito Freitas\n\n**FONTES:** ABRANCHES, J. *Governos* (p.131, 299); *Revista do Instituto\nHistórico e Geográfico Brasileiro* (n.263, p.66, 67, 71, 1964); *Tarde*,\n*Diário da Bahia*, *Gazeta de Notícias*, *Gazeta do Povo*, *Jornal\nModerno*, *Estado* (15,16/7/1914). Dr. Domingos Guimarães.\n","ref":"**FONTES:** ABRANCHES, J. *Governos* (p.131, 299); *Revista do Instituto\nHistórico e Geográfico Brasileiro* (n.263, p.66, 67, 71, 1964); *Tarde*,\n*Diário da Bahia*, *Gazeta de Notícias*, *Gazeta do Povo*, *Jornal\nModerno*, *Estado* (15,16/7/1914). Dr. Domingos Guimarães.\n","dic":"DHBPR"}