{"title":"GUIMARÃES, Francisco de Paula","cargoss":["Constituinte","Deputado federal"],"cargos_esp":[0,0],"datas_ini":[1891,1891],"datas_fim":[1891,1908],"estados":[0,"BA"],"autor":[0],"content":"**GUIMARÃES, Francisco de Paula**\n\n\\* const. 1891; dep. fed. BA 1891-1908.\n\n*Francisco de Paula Oliveira Guimarães* nasceu em Salvador no dia 6 de\nagosto de 1852, filho de Antônio Ferreira de Oliveira Guimarães e de Ana\nHermília Guimarães Machado.\n\nFez o curso de humanidades e os preparatórios em Salvador e em seguida\nmatriculou-se na Faculdade de Medicina da Bahia, recebendo o grau de\nbacharel em 1873. Depois de formado, ingressou no Corpo de Saúde do\nExército, onde iniciou carreira como tenente segundo-cirurgião. Foi\npromovido a capitão-primeiro-cirurgião em 1885, e a major-cirurgião-mor\nde brigada e a tenente-coronel em 1890.\n\nQuando das eleições realizadas em 15 de setembro de 1890 para o\nCongresso Nacional Constituinte, foi indicado candidato pelo Clube\nMilitar da Bahia e logrou conquistar uma cadeira de deputado. Nos\ntrabalhos constituintes teve uma participação efetiva. Aprovou o ato do\ngoverno provisório que mandou eliminar dos arquivos públicos os\ndocumentos relativos à escravidão no Brasil e posicionou-se a favor da\ncompleta liberdade religiosa, defendendo a ideia de que o governo\nfederal não deveria intervir nem em relação aos estados, nem em relação\naos cidadãos. Defendeu que fosse dada aos estados liberdade para\nregulamentar a questão religiosa da forma que melhor entendessem, nos\ntermos da emenda apresentada pelo deputado baiano Inácio Tosta.\nProtestou, inclusive, contra a proibição do direito de voto aos\nreligiosos, pois entendia que “ninguém pode ser declarado incompatível\npor ser ministro ou crente de uma religião”. Votou a favor da emenda de\norganização judiciária proposta por seu colega de bancada Anfilófio de\nCarvalho.\n\nPosicionou-se a favor da emenda que determinava que a União assumisse as\ndívidas contraídas pelos estados até 15 de novembro de 1890. Votou,\ntambém, a favor da emenda do deputado José Mariano, que concedia aos\nestados um adicional de 15% sobre as importações. Apoiou a emenda do\nsenador Virgílio Damásio, que propunha a concessão de uma pensão\nvitalícia a dom Pedro II. Defendeu que os atos do governo provisório só\npoderiam ser alterados ou revogados pelo Congresso em legislatura\nordinária. Colocou-se contra a emenda de Nilo Peçanha que\nincompatibilizava para o cargo de governadores efetivos dos estados\naqueles que houvessem sidos nomeados pelo governo provisório, que\nestivessem no cargo no momento do pleito, ou que houvessem exercido o\ngoverno local até quatro meses antes das eleições. Considerava que o\nassunto dizia respeito unicamente aos estados e que a Assembleia não\ntinha condição moral para tratar do tema, pois havia\ndesincompatibilizado o marechal Deodoro.\n\nFoi um dos que propuseram a criação do Supremo Tribunal Militar,\ncolocando-se contra o recrutamento compulsório, a isenção pecuniária e\nas substituições individuais, e a favor do sorteio após prévio\nalistamento. Apoiou a emenda do deputado Batista Mota, que estabelecia a\nnacionalização da navegação de cabotagem, e a mensagem-moção apresentada\npelo deputado Ramiro Barcelos, que pedia ao marechal Deodoro e a todo o\ngoverno provisório para que permanecesse no poder. Votou também a favor\nda moção corretiva de Ramiro Barcelos que reservava à Assembleia\nunicamente poderes constituintes.\n\nPromulgada a nova Constituição a 24 de fevereiro de 1891, passou em maio\na exercer o mandato ordinário na Câmara dos Deputados, até dezembro de\n1893. Ao final da legislatura obteve sucessivas reeleições, que lhe\ngarantiriam uma cadeira na Câmara até dezembro de 1908. Entre dezembro\nde 1896 e dezembro de 1899 exerceu cumulativamente o mandato de\nintendente de Salvador. Em 1902 foi promovido a coronel e em 1904 a\ngeneral de brigada graduado. Integrou na Câmara várias comissões, entre\nelas a de Orçamento, da qual foi relator, e foi também presidente da\nCasa de 1903 a 1907. Ao encerrar o seu último período na presidência foi\nalvo de várias homenagens por parte de todas as bancadas dos diversos\nestados, inclusive da oposição. Considerado um conciliador, que buscava\nsempre o entendimento, que nunca se utilizou das prerrogativas da\npresidência para obter ganhos pessoais ou para atacar seus eventuais\nadversários, era por isso mesmo acatado por todas as bancadas. Ainda no\ndesempenho de seus mandatos buscou sempre prestigiar sua terra natal,\nconseguindo, entre outras vitórias pessoais, o reconhecimento pelo\ngoverno federal da Escola Comercial, que, em decorrência, passou a\nreceber subvenção. Foi também o responsável pela aprovação e liberação\nde verbas para a conclusão das obras de recuperação do prédio da\nFaculdade de Medicina da Bahia.\n\nCom a cisão do Partido Republicano da Bahia em 1907, resolveu manter-se\nneutro, sem apoiar a Luís Viana ou Severino Vieira. Essa decisão\nterminou por lhe custar a reeleição para a legislatura 1909-1911.\n\nFoi irmão da Santa Casa de Misericórdia da Bahia, sócio-benemérito do\nCentro Operário, e sócio do Instituto Geográfico e Histórico da Bahia.\n\nFaleceu em Salvador no dia 23 de abril de 1909.\n\nCasou-se com Maria Cândida Guimarães, com quem teve três filhos.\n\nJaime Oliveira do Nascimento\n\n**FONTES:** ABRANCHES, J. *Governos*; AMARAL, B. *Elogio* (p.97-104);\n*Bahia* (23,24/4/1909). Dr. Paula Guimarães; BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário da Bahia* (24,25/4/1909). General\nDr. Francisco de Paula O. Guimarães; *Gazeta do Povo* (23, 24/4/1909).\nGeneral Dr. Paula Guimarães; *Jornal de Notícias* (11/1/1907). De\nviagem, Dr. Paula Guimarães e General Dr. Paula Guimarães; PRAZERES, O.\n*Bahia*; RUI, A. *História*.\n","ref":"**FONTES:** ABRANCHES, J. *Governos*; AMARAL, B. *Elogio* (p.97-104);\n*Bahia* (23,24/4/1909). Dr. Paula Guimarães; BULCÃO SOBRINHO, A.\n*Representantes* (p.55-86); *Diário da Bahia* (24,25/4/1909). General\nDr. Francisco de Paula O. Guimarães; *Gazeta do Povo* (23, 24/4/1909).\nGeneral Dr. Paula Guimarães; *Jornal de Notícias* (11/1/1907). De\nviagem, Dr. Paula Guimarães e General Dr. Paula Guimarães; PRAZERES, O.\n*Bahia*; RUI, A. *História*.\n","dic":"DHBPR"}
